Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: We won’t cover much about the detail of creating a proposal, except to say that if it got you funding then you did a good job.
es: No cubriremos la totalidad de los detalles de la creación de una propuesta, excepto para decir que si consiguió financiación, hizo un buen trabajo.
fr: Nous ne couvrirons pas grand-chose sur les détails de la création d'une proposition, sauf pour dire que si vous avez obtenu un financement, alors vous avez fait du bon travail.
pt: Não abordaremos muito sobre o detalhe da criação de uma proposta, exceto dizer que se recebeu financiamento então fez um bom trabalho.

source: The proposal will contain the high-level description of purpose and rationale and a good faith description of a workplan as achievable at the time of writing.
es: La propuesta contendrá la descripción de alto nivel del propósito y la justificación y una descripción de buena fe de un plan de trabajo que se puede lograr en el momento de redactar este documento.
fr: La proposition contiendra une description de haut niveau de l'objectif et de la motivation, et une description de bonne foi d'un plan de travail réalisable au moment de la rédaction.
pt: A proposta conterá uma descrição de alto nível dos objectivos e da justificativa e uma descrição de boa fé de um plano de trabalho que seja exequível no momento da sua redacção.

source: The planning document or implementation plan on the other hand should give everyone involved at the start of the project a complete guide to how the project will actually get done. This is where you should include the practicalities,
es: El documento de planificación o el plan de implementación, por otro lado, debe brindar a todos los involucrados al inicio del proyecto una guía completa sobre cómo se realizará realmente el proyecto. Aquí es donde debe incluir los aspectos prácticos,
fr: D'autre part, le document de planification ou le plan de mise en œuvre devraient donner à toutes les personnes impliquées au début du projet un guide complet sur la manière dont le projet sera réellement réalisé. C'est là que vous devez inclure les aspects pratiques,
pt: O documento de planeamento ou o plano de execução, por outro lado, deverá fornecer a todos os envolvidos no início do projecto um guia completo sobre a forma como o projecto será realmente feito. Aqui é onde você deve incluir as práticas,

source: workflows for specific goals
es: flujos de trabajo para objetivos específicos
fr: flux de travail pour des objectifs spécifiques
pt: fluxos para metas específicas

source: resource allocations to tasks
es: asignaciones de recursos a tareas
fr: attributions de ressources aux tâches
pt: alocações de recursos para tarefas

source: milestones and targets
es: hitos y objetivos
fr: jalons et objectifs
pt: marcos e metas

source: // Slide 27
es: // DIAPOSITIVA 27
fr: // Diapositive 27

source: The planning document should be a living entity that the project manager revisits regularly as they keep track of milestones and approach checkpoints.
es: El documento de planificación debe ser una entidad viva, que el director del proyecto revise con regularidad mientras realiza un seguimiento de los hitos y se acerca a los puntos de control.
fr: Le document de planification devrait être une entité vivante que le chef de projet revisite régulièrement en suivant les jalons et les points de contrôle d'approche.
pt: O documento de planeamento deve ser uma entidade viva que o gestor do projeto revisita regularmente à medida que ele acompanha os marcos e os pontos de verificação de abordagem.

source: Workflows should be adjusted and re-documented as the landscape changes, to make sure that interim goals are kept on track.
es: Los flujos de trabajo deben ajustarse y volver a documentarse a medida que cambia el panorama, para asegurarse de que los objetivos intermedios se mantengan en el camino correcto.
fr: Les flux de travail doivent être ajustés et redocumentés au fur et à mesure que le contexte change, pour s'assurer que les objectifs intermédiaires sont maintenus sur la bonne voie.
pt: Os fluxos de trabalho devem ser ajustados e documentados novamente à medida que a paisagem muda, para garantir que os objectivos intermediários sejam mantidos no caminho.

source: If this is done, then Progress reports which occur at checkpoints throughout the project are easy to compile. Metrics can be reported and any changes in the project landscape highlighted for risk mitigation.
es: Si se hace esto, los informes de progreso que se producen en los puntos de control a lo largo del proyecto son fáciles de compilar. Se pueden informar las métricas y se puede resaltar cualquier cambio en el panorama del proyecto para mitigar el riesgo.
fr: Si cela est fait, alors les rapports d'avancement qui occurrent aux points de contrôle tout au long du projet sont faciles à compiler. On peut rapporter des mesures et mettre en évidence tout changement dans le contexte du projet pour atténuer les risques.
pt: Se assim for, os relatórios de progresso que ocorrem em durante o projecto serão fáceis de compilar. As métricas podem ser relatadas e qualquer alteração no cenário do projecto será destacada para mitigação do risco.

source: // Slide 28
es: // DIAPOSITIVA 28
fr: // Diapositive 28

source: The compilation of the final report then becomes the less daunting task of summarizing the previous progress reports and the planning document. In a circular fashion your planning document now can be used in your next project proposal and has the benefit of being a tried and tested successful plan.
es: La compilación del informe final se convierte, entonces, en la tarea menos abrumadora de resumir los informes de progreso anteriores y el documento de planificación. De forma circular, su documento de planificación ahora se puede utilizar en su próxima propuesta de proyecto y tiene la ventaja de ser un plan exitoso probado y comprobado.
fr: La compilation du rapport final devient alors la tâche la moins ardue de résumer les rapports d'avancement précédents et le document de planification. De façon circulaire, votre document de planification peut maintenant être utilisé dans votre prochaine proposition de projet et a l'avantage d'être un plan éprouvé et testé avec succès.
pt: A elaboração do relatório final passa então a ser a tarefa menos difícil, resumindo os anteriores relatórios de progresso e o documento de planeamento. De forma circular o seu documento de planeamento agora pode ser utilizado na sua próxima proposta de projecto e tem o benefício de ser um plano bem sucedido já testado.

source: // Slide 29
es: // DIAPOSITIVA 29
fr: // Diapositive 29

source: To review, the sections, “Clustering the Components” and “Elements of a Good Plan” we looked at three ways to arrange tasks together into feasible workflows:
es: Para revisar las secciones, "Agrupar los Componentes" y "Elementos de un Buen Plan", analizamos tres formas de organizar las tareas juntas en flujos de trabajo factibles:
fr: Pour vérifier, les sections, « Clustering the Components » et « Elements of a Good Plan » nous avons examiné trois façons d'organiser les tâches ensemble dans des ordonnances des tâches réalisables :
pt: Para revisar, as secções, "Agrupando os Componentes" e "Elementos de um Bom Plano" nós procuramos três maneiras de organizar tarefas em conjunto, em fluxos de trabalho viáveis:

source: Groupings –are ways to divide a project into manageable stages based on specific criteria, for example time. They are helpful ways to determine milestones in planning documents and mark progress for interim reports.
es: Agrupaciones – son formas de dividir un proyecto en etapas manejables basadas en criterios específicos, por ejemplo, el tiempo. Son formas útiles de determinar los hitos en los documentos de planificación y marcar el progreso de los informes intermedios.
fr: Les regroupements – sont des moyens de diviser un projet en étapes gérables en fonction de critères spécifiques, par exemple le temps. Ce sont des moyens utiles pour déterminer les jalons dans les documents de planification et marquer les progrès pour les rapports intermédiaires.
pt: Agrupamentos – são formas de dividir um projecto em fases gerenciáveis baseadas em critérios específicos, por exemplo, tempo. São maneiras úteis de determinar marcos nos documentos de planeamento e marcar o progresso para relatórios.

source: Task Clusters – were used to describe one of the most common sets of natural history digitization tasks and their ordering.
es: Grupos de tareas – se utilizaron para describir uno de los conjuntos más comunes de tareas de digitalización de historia natural y su ordenamiento.
fr: Groupes de tâches – ont été utilisés pour décrire l'un des ensembles les plus courants de tâches de numérisation d'histoire naturelle et leur ordre.
pt: Grupos de tarefas – foram usados para descrever um dos conjuntos mais comuns de tarefas de digitalização da história natural e sua ordenação.

source: While Workflows – where explained as ways for you to connect tasks and task clusters into logical sequences with criteria and logic to describe the actualities of day-2-day project working.
es: Mientras que los flujos de trabajo – que se explicaron como formas de conectar tareas y grupos de tareas en secuencias lógicas con criterios y lógica para describir las realidades del trabajo de proyectos de día 2 días.
fr: Tandis que les flux de tâches– où vous avez expliqué comment relier des tâches et des groupes de tâches en séquences logiques avec des critères et une logique pour décrire les actualités au jour le jour de travail sur le projet.

source: Lastly we looked at how project documentation is a continuous process that begins with the proposal and should be considered task in its own right. Continuous refinement of your documentation is essential to the successful communication of your project at all stages and will help you and your team know what they should be doing at any particular time.
es: Por último, analizamos cómo la documentación del proyecto es un proceso continuo que comienza con la propuesta y debe considerarse una tarea por derecho propio. El refinamiento continuo de su documentación es esencial para la comunicación exitosa de su proyecto en todas las etapas y lo ayudará a usted y a su equipo a saber qué deben hacer en un momento determinado.
fr: Enfin, nous avons examiné comment la documentation du projet est un processus continu qui commence par la proposition et devrait être considéré comme une tâche en soi. Le perfectionnement continu de votre documentation est essentiel à la communication réussie de votre projet à toutes les étapes et vous aidera ainsi que votre équipe à savoir ce qu'ils doivent faire à un moment donné.
pt: Por último, analisámos a forma como a documentação dos projectos é um processo contínuo que começa com a proposta e que deve ser considerado como tarefa por direito próprio. O refinamento contínuo da sua documentação é essencial para a comunicação bem sucedida do seu projecto em todos os estágios e ajudará você e sua equipa a saber o que devem fazer em qualquer momento.

source: You will learn more about documentation of our actual data in further session in this course.
es: Aprenderá más sobre la documentación de nuestros datos actuales en sesiones posteriores de este curso.
fr: Vous en apprendrez plus sur la documentation de nos données lors de la prochaine session de ce cours.
pt: Você aprenderá mais sobre a documentação de nossos dados reais na próxima sessão deste curso.

source: // Slide 30
es: // DIAPOSITIVA 30
fr: // Diapositive 30

source: In chapter 4 of the Hobbit, Bilbo and the unfortunate Dwarves are captured by goblins, chained together in the dark and led deep into the caverns and tunnels of the Misty Mountains.
es: En el capítulo 4 del Hobbit, Bilbo y los desafortunados Enanos son capturados por goblins, encadenados en la oscuridad y conducidos a las profundidades de las cavernas y túneles de las Montañas Brumosas.
fr: Au chapitre 4 de l'Hobbit, Bilbo et les malheureux nains sont capturés par des gobelins, enchaînés ensembles dans l'obscurité et conduits profondément dans les cavernes et les tunnels des Montagnes de Brume.
pt: No capítulo 4 de Hobbit, Bilbo e os Anões são capturados por goblins, acorrentados na escuridão e empurrados fundo para as cavernas e túneis das Montanhas Misty

source: This may indeed be your first reaction to starting out on your practical plan, but remember that being physically clustered together made it easier for the dwarves to stay together and they escaped. It was by getting detached that Bilbo was lost. Of course he found the ring as result, but that’s another story for another time.
es: De hecho, esta puede ser su primera reacción al comenzar su plan práctico, pero recuerde que estar físicamente agrupados facilitó que los enanos permanecieran juntos y escaparon. Fue al desapegarse que Bilbo se perdió. Por supuesto que encontró el anillo como resultado, pero esa es otra historia para otro momento.
fr: Cela pourrait bien être votre première réaction à propos de votre plan pratique, mais rappelez-vous que le regroupement physique a permis aux nains de rester plus facilement ensemble et qu'ils se sont échappés. C'est en se détachant que Bilbo a été perdu. Bien sûr, il a trouvé l’anneau comme résultat, mais c’est une autre histoire pour un autre temps.
pt: Esta pode ser, de facto, a sua primeira reacção ao início do seu plano prático, mas lembre-se de que estar fisicamente agrupado junto, facilitou a permanência dos anões juntos e eles escaparam. Foi por estar separado que Bilbo foi perdido. É claro que ele encontrou o anel como resultado, mas essa é outra história para outra hora.

source: // Slide 31
es: // DIAPOSITIVA 31
fr: // Diapositive 31

source: If you have questions on this presentation, please use the provided forum in the e-Learning platform. This video is part of a series of presentations used in the GBIF Biodiversity Data Mobilization course. The biodiversity data mobilization curriculum was originally developed as part of the Biodiversity Information Development Programme funded by the European Union.
es: Si usted tiene preguntas sobre esta presentación, por favor emplee el foro disponible en la plataforma e-Learning. Este video es parte de una serie de presentaciones utilizadas en el curso de Movilización de Datos de Biodiversidad de GBIF. El plan de estudios de movilización de datos sobre biodiversidad se desarrolló originalmente como parte del Programa de Información sobre Biodiversidad para el Desarrollo (BID) financiado por la Unión Europea.
fr: Si vous avez des questions sur cette présentation, veuillez utiliser le forum intégré à la plateforme de e-Learning. Cette vidéo fait partie d'une série de présentations utilisées dans le cours GBIF de mobilisation des données de biodiversité. Le programme de mobilisation des données de biodiversité a été développé à l'origine dans le cadre du Programme de Développement de l'Information sur la Biodiversité, financé par l'Union Européenne.
pt: Se tiver dúvidas sobre esta apresentação, use o fórum fornecido na plataforma de e-Learning. Este vídeo faz parte de uma série de apresentações usadas no curso de Mobilização de Dados de Biodiversidade do GBIF. O currículo de mobilização de dados de biodiversidade foi originalmente desenvolvido como parte do Programa de Desenvolvimento de Informação sobre Biodiversidade financiado pela União Europeia.

source: In this presentation, we will introduce you to the concept of Data Publishing. We will also introduce you to GBIF’s Integrated Publishing Toolkit.
es: En esta presentación, lo introduciremos a el concepto de Publicación de Datos. También le presentaremos la Herramientas de Integrada de Publicación de GBIF (IPT).
fr: Dans cette présentation, nous vous présenterons le concept de la publication de données. Nous vous présenterons également le kit intégré publication GBIF.
pt: Nesta apresentação, apresentaremos o conceito de Publicação de Dados. Também o apresentaremos ao IPT do GBIF.

source: At this point in the course, you have moved through all the sections of mobilization project. Now you are ready to share your data. You’ve produced a cleaned and standardized dataset and you want to share and see that data on the GBIF data portal.
es: En este punto del curso, ha pasado por todas las secciones del proyecto de movilización. Ahora está listo para compartir sus datos. Usted ha producido un conjunto de datos limpio y normalizado y quiere compartirlo y ver esos datos en el portal de GBIF.
fr: À ce stade du cours, vous avez parcouru toutes les sections du projet de mobilisation. Maintenant vous êtes prêt à partager vos données. Vous avez produit un jeu de données nettoyé et standardisé et vous voulez partager et voir ces données sur le portail de données GBIF.
pt: Neste ponto do curso, você passou por todas as secções do projecto de mobilização. Agora você está pronto para partilhar seus dados. Você produziu um conjunto de dados limpo e padronizado e deseja partilhar e ver esses dados no portal de dados do GBIF.

source: But there is more to it than simply handing over a spreadsheet or a text file to GBIF. You must publish the data.
es: Pero hay algo más que simplemente entregar una hoja de cálculo o un archivo de texto a GBIF. Debe publicar los datos.
fr: Mais il y a plus à cela que de simplement remettre une feuille de calcul ou un fichier texte au GBIF. Vous devez publier les données.
pt: Mas há mais que simplesmente entregar uma tabela ou um ficheiro de texto para o GBIF. Você deve publicar os dados.

source: Data publishing is the act of making biodiversity datasets publicly accessible and discoverable, in a standardized form (ie Darwin Core), via an access point. This access point is a URL – a web address.
es: La publicación de datos es el acto de hacer públicos los conjuntos de datos de biodiversidad en forma estandarizada (es decir, Darwin Core), a través de un punto de acceso. Este punto de acceso es una URL – una dirección web.
fr: La publication des données est l'acte de rendre les ensembles de données sur la biodiversité accessibles au public et découvrables, sous une forme normalisée (c.-à-d. Darwin Core), via un point d'accès. Ce point d'accès est une URL - une adresse web.
pt: A publicação de dados é o ato de tornar os conjuntos de dados de biodiversidade acessíveis ao público e detectáveis, sob uma forma padronizada (i. e. Darwin Core), através de um ponto de acesso. Este ponto de acesso é uma URL – um endereço da Web.

source: Most organizations within the GBIF Network, otherwise known as publishers, make use of an IPT, the Integrated Publishing Toolkit, to publish their data. These publishers may choose to host their own installation of an IPT like the Field Museum, but generally prefer to find a suitable host for their data publishing activities. This might be through an established GBIF Participant Node like GBIF France or through an established thematic group like VertNet. Or, a another option, might be to make use of one of the GBIF-hosted IPTs like the BID, BIFA or regional IPTs.
es: La mayoría de las organizaciones dentro de la red GBIF, también conocidas como publicadores, utilizan un IPT, la Herramienta Integrada de Publicación, para publicar sus datos. Estos publicadores pueden optar por alojar su propia instalación de un IPT como el Field Museum, pero generalmente prefieren encontrar una instalación adecuada para sus actividades de publicación de datos. Esto podría ser a través de un nodo participante de GBIF establecido como GBIF Francia o mediante un grupo temático establecido como VertNet. Otra opción, puede ser hacer uso de uno de los IPT alojados en GBIF como el BID, BIFA o los IPT regionales.
fr: La plupart des organisations du réseau GBIF, autrement connu sous le nom d'éditeurs, utilisent un IPT, l’outil de publication intégré, pour publier leurs données. Ces éditeurs peuvent choisir d'héberger leur propre installation d'un IPT comme le Field Museum, mais préfèrent généralement trouver un hôte approprié pour leurs activités de publication de données. Cela pourrait se faire par le biais d'un noeud participant GBIF établi comme GBIF France ou par le biais d'un groupe thématique établi comme VertNet. Ou, une autre option pourrait être d'utiliser l'un des IPT hébergés par GBIF comme le BID, la BIFA ou les IPT régionales.
pt: A maioria das organizações dentro da rede GBIF, também conhecidos como editores, usam um IPT para publicar seus dados. Estes editores podem escolher hospedar sua própria instalação de um IPT como o Field Museum, mas geralmente preferem encontrar um anfitrião adequado para suas atividades de publicação de dados. Isto pode ser por meio de um nó participante do GBIF estabelecido, como o GBIF France ou através de um grupo temático estabelecido como o VertNet. Ou, uma outra opção pode ser fazer uso de um dos IPT hospedados no GBIF, como os BID, BIFA ou IPTs regionais.

source: If you are part of groups like Symbiota or the Living Atlases Communities, they have other means to assist you with publishing your data to GBIF.
es: Si forma parte de grupos como Symbiota o Living Atlases Communities, ellos tienen otros medios para ayudarlo a publicar sus datos en GBIF.
fr: Si vous faites partie de groupes comme Symbiota ou les communautés d'Atlas Vivants, ils ont d'autres moyens de vous aider à publier vos données sur le GBIF.
pt: Se faz parte de grupos como Symbiota ou Comunidades Living Atlases, estes possuem outros meios de ajudá-lo a publicar seus dados no GBIF.

source: The definition on the previous Slide should probably be updated to include some words about waivers and licenses. The act of not only making the data accessible, but making it as open as possible.
es: La definición de la diapositiva anterior probablemente debería actualizarse para incluir algunas palabras sobre exenciones y licencias. El acto no solo de hacer accesibles los datos, sino de hacerlo lo más abierto posible.
fr: La définition sur la diapositive précédente devrait probablement être mise à jour pour inclure quelques mots sur les dérogations et les licences. L'acte de non seulement rendre les données accessibles, mais les rendre aussi ouvertes que possible.
pt: A definição sobre o Slide anterior deve ser atualizada para incluir algumas palavras sobre dispensa e licenças. O ato de não apenas tornar os dados acessíveis, mas também torná-los o mais abertos possível.

source: In an effort to document the level of openness of a dataset, GBIF maintains, in keeping with a 2014 decision by the GBIF governing board, that all data published and registered for use in the GBIF portal, must be issued with one of three Creative Commons options:
es: En un esfuerzo por documentar el nivel de apertura de un conjunto de datos, GBIF sostiene, de acuerdo con una decisión de 2014 de la junta de gobierno de GBIF, que todos los datos publicados y registrados para su uso en el portal de GBIF deben publicarse con una de las tres opciones de Creative Commons:
fr: Afin de documenter le niveau d’ouverture d’un jeu de données, le GBIF maintient, conformément à une décision du conseil d’administration du GBIF de 2014, que toutes les données publiées et enregistrées pour être utilisées sur le portail GBIF, doivent être émises avec l'une des trois options Creative Commons :
pt: Num esforço para documentar o nível de abertura de um conjunto de dados, o GBIF mantém, de acordo com uma decisão de 2014 do conselho de administração do GBIF, que todos os dados publicados e registados para uso no portal GBIF, sejam emitidos com uma de três opções Creative Commons:
