Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Time of day and weather conditions are recorded at the beginning of the transect. Along the transect, the number of individuals of every species seen is counted. Un-identified species are counted and recorded either by family or as a predefined complex of two or three similar species. Butterflies seen outside the 5 meter range are recorded as “Extra+the number of the nearest section” (e.g. 5-extra). The end time of the transect is also recorded.
es: La hora del día y las condiciones climáticas se registran al comienzo de la transecta. A lo largo de la transecta, se cuenta el número de individuos de cada especie vista. Las especies no identificadas se cuentan y registran por familia o como un complejo predefinido de dos o tres especies similares. Las mariposas que se ven fuera del rango de 5 metros se registran como "Extra + el número de la sección más cercana" (por ejemplo, 5-extra). También se registra la hora de finalización de la transecta.
fr: L'heure de la journée et les conditions météorologiques sont enregistrées au début du transect. Le long de ce transect, le nombre d'individus de chaque espèce observée est comptabilisé. Les espèces non identifiées sont comptabilisées et enregistrées, soit au niveau de la famille, soit comme un complexe prédéfini de deux ou trois espèces similaires. Les papillons vus en dehors de la plage de 5 mètres sont enregistrés comme "Extra+le numéro de la section la plus proche" (ex. 5-extra). L'heure de fin du transect est également enregistrée.
pt: A hora do dia e as condições meteorológicas são registadas no início do transecto. Ao longo da v, o número de indivíduos para cada espécie observada é contado. As espécies não identificadas são contadas e registadas ao nível da família ou como um complexo predefinido de duas ou três espécies semelhantes. As borboletas observadas fora do intervalo de 5 metros são registadas como "Extra+o número da seção mais próxima" (e.g. 5-extra). A hora final do transecto também é registada.

source: Analogue data capture example
es: Ejemplo de captura de datos análoga
fr: Exemple de capture de données analogiques
pt: Exemplo de captura de dados analógicos

source: Some national offices use groups of volunteers to digitize the paper logs and produce digital spreadsheets. The spreadsheets are very simple and include three datasheets. One captures the information linked to the sampling efforts, the second the weather conditions and the third the species encountered and the number of individuals observed by the amateur.
es: Algunas oficinas nacionales utilizan grupos de voluntarios para digitalizar los registros en papel y producir hojas de cálculo digitales. Las hojas de cálculo son muy simples e incluyen tres hojas de datos. Una captura la información relacionada con los esfuerzos de muestreo, la segunda las condiciones climáticas y la tercera las especies encontradas y el número de individuos observados por el aficionado.
fr: Certains bureaux nationaux utilisent des groupes de bénévoles pour numériser les archives papier et produire des tableurs numériques. Les tableurs sont très simples et comprennent trois fiches de données. La première capture les informations liées aux efforts d'échantillonnage, la seconde les conditions météorologiques et la troisième les espèces rencontrées et le nombre d'individus observés par l'amateur.
pt: Alguns gabinetes nacionais usam grupos de voluntários para digitalizar os registos em papel e produzir tabelas em formato digital. As tabelas são muito simples e incluem três fichas técnicas. Uma contém as informações ligadas aos esforços de amostragem, a segunda das condições meteorológicas e a terceira as espécies encontradas e do número de indivíduos observados pelo observador-amador.

source: Lepidoptera exercise sheet
es: Hoja de ejercicios Lepidoptera
fr: Feuille d'exercice Lepidoptera
pt: Folha de exercício Lepidoptera

source: Download the link:../course-docs/UC2-LS-exercise-sheet_EN.docx[exercise sheet,opts=download]. (MS Word, 342 KB)
es: Descargue el link:../course-docs/UC2-LS-exercise-sheet_EN.docx[exercise sheet,opts=download]. (MS Word, 342 KB)
fr: Télécharger le link:../course-docs/UC2-LS-exercise-sheet_EN.docx[fichier d'exercice,opts=download]. (MS Word, 342 ko)
pt: Link de download link:../course-docs/UC2-LS-exercise-sheet_EN.docx[exercise sheet,opts=download]. (MS Word, 342 KB)

source: The volume of analogue data (paper logs) arriving at the IBAN headquarters will soon exceed their capacity to digitize, so the steering committee has decided to reconsider the current approach to this area of their work which has grown unmanaged for the last few years. To date, this is how work has been organized:
es: El volumen de datos analógicos (registros en papel) que llegan a la sede del IBAN pronto superará su capacidad de digitalización, por lo que el comité directivo ha decidido reconsiderar el enfoque actual de esta área de su trabajo que no ha sido gestionada durante los últimos años. Hasta la fecha, así se ha organizado el trabajo:
fr: Le volume de données analogiques (registre papier) arrivant au siège de l'IBAN dépassera bientôt leur capacité de numérisation, le comité directeur a donc décidé de reconsidérer l'approche actuelle dans ce domaine de leur travail qui s'est développé sans gestion au cours des dernières années. À ce jour, c'est ainsi que le travail a été organisé :
pt: O volume de dados analógicos (registos em papel) que chegam na sede IBAN logo excederá a sua capacidade de digitalizar. Assim, a direcção decidiu reconsiderar a actual abordagem desta área de trabalho que tem vindo a crescer sem gestão nos últimos anos. Até à data, é assim que o trabalho tem sido organizado:

source: The paper logs arrive via post. The secretary opens the packages and collates the logs.
es: Los registros en papel llegan por correo. El secretario abre los paquetes y recopila los registros.
fr: Les registres papier arrive par courrier. Le secrétaire ouvre les paquets et rassemble les registres.
pt: Os registos de papel chegam através dos correios. A secretária abre os pacotes e recolhe os registos.

source: There are five volunteers with basic computer skills using two shared computers to digitize the paper logs. These volunteers are also citizen scientists themselves, so they are familiar with the taxonomy of the order Lepidoptera, and with the species occurring in the country where the headquarters of IBAN are located.
es: Hay cinco voluntarios con habilidades informáticas básicas que utilizan dos computadoras compartidas para digitalizar los registros en papel. Estos voluntarios también son científicos ciudadanos, por lo que están familiarizados con la taxonomía del orden Lepidoptera y con las especies que se encuentran en el país donde se encuentra la sede del IBAN.
fr: Il y a cinq bénévoles avec des compétences informatiques de base utilisant deux ordinateurs partagés pour numériser les registreen papier. Ces bénévoles sont aussi des citoyens en science participative eux-mêmes, donc ils sont familiers avec la taxonomie de l'ordre Lepidoptera, et avec les espèces présentes dans le pays où se trouve le siège de l'IBAN.
pt: Há cinco voluntários com capacidades básicas em informática usando dois computadores partilhados para digitalizar os registos de papel. Esses voluntários também são cientistas cidadãos e portanto estão familiarizados com a taxonomia da ordem Lepidoptera, e com as espécies que ocorrem no país onde se situa a sede do IBAN.

source: The digitizers come and go whenever they have time so they usually check for computer availability via phone. Sometimes there are time clashes and some have to go home as the two computers are busy, and sometimes the two computers are unused.
es: Los digitalizadores van y vienen siempre que tienen tiempo, por lo que generalmente verifican la disponibilidad de computadoras por teléfono. A veces hay conflictos de tiempo y algunos tienen que irse a casa porque las dos computadoras están ocupadas y, a veces, las dos computadoras no se utilizan.
fr: Les numériseurs arrivent et partent chaque fois qu'ils ont le temps de sorte qu'ils vérifient habituellement la disponibilité de l'ordinateur par téléphone. Parfois, il y a des conflits de temps et certains doivent rentrer chez eux car les deux ordinateurs sont occupés, et parfois les deux ordinateurs sont inutilisés.
pt: Os voluntários que fazem a digitalização aparecem sempre que têm tempo, para que normalmente verifiquem por telefone a disponibilidade de computadores. Por vezes, há incompatibilidades de tempo e alguns têm de ir para casa, uma vez que os dois computadores estão ocupados. Outras vezes, ambos os dois computadores estão desocupados.

source: When they digitize, they usually pick one paper log at a time from the pile, and digitize it (if they can). Common problems that occur are that:
es: Cuando digitalizan, generalmente toman un registro de papel a la vez de la pila y lo digitalizan (si pueden). Los problemas más comunes que ocurren son los siguientes:
fr: Lorsqu'ils numérisent, ils choisissent généralement un registre en papier à la fois à partir d'une pile et le numérisent (s'ils le peuvent). Les problèmes courants qui se posent sont les suivants :
pt: Quando eles digitalizam, geralmente escolhem um papel de registo de cada vez a partir do monte de registos, e digitalizam-no (se puderem). Os problemas comuns que ocorrem são:

source: the digitizer does not know the species observed (misspellings occur),
es: el digitalizador no conoce la especie observada (se producen errores ortográficos),
fr: le numériseur ne connaît pas l'espèce observée (des fautes d'orthographes arrivent),
pt: o voluntário não sabe se as espécies observadas (ocorrem erros de escrita),

source: the digitizer does not know the area where the sampling has occurred,
es: el digitalizador no conoce el área donde se ha realizado el muestreo,
fr: le numériseur ne connaît pas la zone où l'échantillonnage a eu lieu,
pt: o voluntário não sabe onde ocorreu a amostragem

source: the digitizer cannot read the handwriting or the language in which some of the comments are written.
es: el digitalizador no puede leer la escritura a mano o el idioma en el que están escritos algunos de los comentarios.
fr: le numériseur ne peut pas lire l'écriture manuscripte ou la langue dans laquelle certains des commentaires sont écrits.
pt: o voluntário não consegue ler a caligrafia ou a linguagem em que alguns dos comentários são escritos.

source: A single taxonomic expert gets all the digitized tables and produces the report and distribution maps based on them. Normally she needs to discard around 15% of the digitized data because of inconsistencies, misspellings or other errors that she does not have the time to check.
es: Un solo experto taxonómico obtiene todas las tablas digitalizadas y produce el informe y los mapas de distribución basados ​​en ellas. Normalmente, necesita descartar alrededor del 15% de los datos digitalizados debido a inconsistencias, errores ortográficos u otros errores que no tiene tiempo de verificar.
fr: Une seule experte taxonomique obtient tous les tableaux numérisés et produit les rapports et les cartes de distribution à partir d'eux. Normalement, elle doit se débarrasser d'environ 15 % des données numérisées en raison d'incohérences, de fautes d'orthographe ou d'autres erreurs qu'elle n'a pas le temps de vérifier.
pt: Uma única especialista taxonómico recebe todas as tabelas digitalizadas e produz os mapas de relatório e distribuição com base nelas. Normalmente ela tem de descartar cerca de 15% dos dados digitalizados por causa de inconsistências, erros ou outros erros que não tem tempo para verificar.

source: *Analyze the financial component of their new digitization plan*
es: *Analizar el componente financiero de su nuevo plan de digitalización*
fr: *Analyser la composante financière de leur nouveau plan de numérisation*
pt: *Analisar a componente financeira de seu novo plano de digitalização*

source: The steering committee is analyzing the following options for their new digitization plan, all of which have financial implications on their already reduced budget. They know they can only implement TWO of these options, so they need to choose wisely. Use the exercise sheet to provide a recommendation on which two options they should select and explain why you chose them.
es: El comité directivo está analizando las siguientes opciones para su nuevo plan de digitalización, todas las cuales tienen implicaciones financieras en su presupuesto ya reducido. Saben que solo pueden implementar DOS de estas opciones, por lo que deben elegir sabiamente. Use la hoja de ejercicios para brindar una recomendación sobre las dos opciones que deben seleccionar y explique por qué las eligió.
fr: Le comité directeur analyse les options suivantes pour leur nouveau plan de numérisation, qui ont toutes des répercussions financières sur leur budget déjà réduit. Ils savent qu'ils ne peuvent mettre en œuvre que DEUX de ces options, donc ils doivent choisir judicieusement. Utilisez la feuille d'exercice pour recommander les options qu'ils doivent sélectionner et expliquer pourquoi vous les avez choisis.
pt: A direcção está a analisar as seguintes opções para o seu novo plano de digitalização, que tem todas as implicações financeiras no seu já reduzido orçamento. Sabem que só podem implementar DUAS destas opções, pelo que têm de escolher com sensatez. Use a folha de exercícios para fornecer uma recomendação sobre quais duas opções eles devem seleccionar e explicar por que as escolheu.

source: Option 1: Buy three more computers so all digitizers can work simultaneously.
es: Opción 1: Compra tres computadoras más, para que todos los digitalizadores puedan trabajar simultáneamente.
fr: Option 1 : Achetez trois ordinateurs supplémentaires pour que tous les numériseurs puissent travailler simultanément.
pt: Opção 1: Compre mais três computadores para que todos os voluntários possam digitalizar simultaneamente.

source: Option 2: Offer financial support to the national offices to buy flatbed scanners and send/share the logs electronically instead of by post.
es: Opción 2: Ofrezca apoyo financiero a las oficinas nacionales para comprar escáneres de superficie plana y enviar / compartir los registros electrónicamente en lugar de por correo.
fr: Option 2 : Offrez un soutien financier aux bureaux nationaux pour acheter des scanners à plat et envoyer/partager les registres électroniquement plutôt que par courrier.
pt: Opção 2: Oferecer suporte financeiro aos escritórios nacionais para comprar scanners de mesa e enviar/partilhar os registos eletronicamente, ao invés de por correio.

source: Option 3: Offer financial compensation to the digitizers. They will not be able to pay all five of them the equivalent of a regular salary, but could cover the costs of part time positions for three of the volunteers.
es: Opción 3: Ofrecer una compensación económica a los digitalizadores. No podrán pagarles a los cinco el equivalente a un salario regular, pero podrían cubrir los costos de los puestos de tiempo parcial para tres de los voluntarios.
fr: Offrir une rémunération financière aux numériseurs. Vous ne serez pas en mesure de leur verser à tous les cinq l'équivalent d'un salaire de base, mais pourrez couvrir les coûts de postes à temps partiel pour trois d'entre eux.
pt: Opção 3: Oferecer compensação financeira aos voluntários. Eles não poderão pagar a todos os cinco o equivalente a um salário normal, mas poderão cobrir os custos de posições a tempo parcial para três dos voluntários.

source: Option 4: Purchase existing biodiversity digitization software in English, which comes with taxonomic entry check and in-built aids to correct geographical information.
es: Opción 4: Adquiera el software de digitalización de la biodiversidad existente en inglés, que viene con verificación de entrada taxonómica y ayudas integradas para corregir la información geográfica.
fr: Option 4 : Achetez le logiciel existant de numérisation de la biodiversité en anglais, qui est fourni avec vérification d'entrée taxonomique et aides intégrées pour corriger les informations géographiques.
pt: Opção 4: Adquira um software de digitalização de biodiversidade existente em inglês, que inclua a verificação de entrada taxonómica e ferramentas auxiliares para corrigir a informação geográfica.

source: Option 5: Contract a software development company to develop customized digitization software. For the same price of the commercial software, the developers will provide a solution in the local language, which will match the original data schema perfectly and will also provide a web data portal to expose the results of the digitization effort.
es: Opción 5: Contratar a una empresa de desarrollo de software para desarrollar software de digitalización personalizado. Por el mismo precio del software comercial, los desarrolladores proporcionarán una solución en el idioma local, que coincidirá perfectamente con el esquema de datos original y también proporcionará un portal de datos web para exponer los resultados del esfuerzo de digitalización.
fr: Option 5 : Contrattez une société de développement de logiciels pour développer des logiciels de numérisation personnalisés. Pour le même prix que le logiciel commercial, les développeurs fourniront une solution dans la langue locale, qui correspondra parfaitement au schéma de données d'origine et fournira également un portail web de données pour exposer les résultats de l'effort de numérisation.
pt: Opção 5: Contrate de uma empresa de software para desenvolver um programa de digitalização personalizado. Pelo mesmo preço do software comercial, os programadores fornecerão uma solução na linguagem local, que corresponderá perfeitamente ao esquema de dados original e também fornecerá um portal de dados web para expor os resultados do esforço de digitalização.

source: Option 6: Organize a course for the five digitizers to improve their skills in taxonomy, computer use and biodiversity informatics standards.
es: Opción 6: Organizar un curso para que los cinco digitalizadores mejoren sus habilidades en taxonomía, el uso de computadoras y estándares de informática de la biodiversidad.
fr: Option 6 : Organiser un cours pour les cinq numériseurs pour améliorer leurs compétences en taxonomie, en utilisation informatique et en standard informatique de la biodiversité.
pt: Opção 6: Organize um curso para que os cinco voluntários melhorem suas capacidades em taxonomia, uso de computadores e padrões de informática para a biodiversidade.

source: These are the human resources available for this digitization effort. How would you assign roles to maximize the efficiency of the digitization process and produce data of the highest quality possible? Use the exercise sheet to provide your answers.
es: Estos son los recursos humanos disponibles para este esfuerzo de digitalización. ¿Cómo asignaría roles para maximizar la eficiencia del proceso de digitalización y producir datos de la mejor calidad posible? Utilice la hoja de ejercicios para proporcionar sus respuestas.
fr: Ceci sont les ressources humaines disponibles pour cet effort de numérisation. Comment assigneriez-vous les rôles pour maximiser l'efficacité du processus de numérisation et produire des données de la plus haute qualité possible ? Utilisez la feuille d'exercice pour fournir vos réponses.
pt: Estes são os recursos humanos disponíveis para este esforço de digitalização. Como designar os papéis para maximizar a eficiência do processo de digitalização e produzir dados da maior qualidade possível? Use a folha de exercícios para fornecer as suas respostas.

source: Administrative assistant. No taxonomic knowledge. Basic computer use. Can read 3 languages.
es: Asistente Administrativo. Sin conocimientos taxonómicos. Uso básico de la computadora. Puede leer 3 idiomas.
fr: Assistant administratif. Aucune connaissance taxonomique. Utilisation de base de l'ordinateur. Peut lire 3 langues.
pt: Assistente administrativo. Nenhum conhecimento taxonómico. Uso básico de computador. Pode ler 3 idiomas.

source: Volunteer 1. Basic taxonomic knowledge. Basic computer use.
es: Voluntario 1. Conocimientos taxonómicos básicos. Uso básico de la computadora.
fr: Bénévole 1. Connaissance taxonomique de base. Utilisation de base de l'ordinateur.
pt: Voluntário 1. Conhecimento taxonómico básico. Uso básico de computador.

source: Volunteer 2. Basic taxonomic knowledge. Basic computer use.
es: Voluntario 2. Conocimientos taxonómicos básicos. Uso básico de la computadora.
fr: Bénévole 2. Connaissance taxonomique de base. Utilisation de base de l'ordinateur.
pt: Voluntário 2. Conhecimento taxonómico básico. Uso básico de computador.

source: Volunteer 3. Basic taxonomic knowledge. Basic computer use. Can read 3 languages.
es: Voluntario 3. Conocimientos taxonómicos básicos. Uso básico de la computadora. Puede leer 3 idiomas.
fr: Bénévole 3. Connaissance taxonomique de base. Utilisation de base de l'ordinateur. Peut lire 3 langues.
pt: Voluntário 3. Conhecimento taxonómico básico. Uso básico de computador. Pode ler 3 idiomas.

source: Volunteer 4. Basic taxonomic knowledge. Basic computer use. Can read 3 languages.
es: Voluntario 4. Conocimientos taxonómicos básicos. Uso básico de la computadora. Puede leer 3 idiomas.
fr: Bénévole 4. Connaissance taxonomique de base. Utilisation de base de l'ordinateur. Peut lire 3 langues.
pt: Voluntário 4. Conhecimento taxonómico básico. Uso básico de computador. Pode ler 3 idiomas.

source: Volunteer 5. Basic taxonomic knowledge. Advanced computer use (including GIS and data analysis tools).
es: Voluntario 5. Conocimientos taxonómicos básicos. Uso avanzado de computadoras (incluidas herramientas de análisis de datos y SIG).
fr: Bénévole 5. Connaissance taxonomique de base. Utilisation avancée de l'ordinateur (y compris les SIG et les outils d'analyse de données).
pt: Voluntário 5. Conhecimento taxonómico básico. Uso avançado do computador (incluindo GIS e ferramentas de análise de dados).

source: Taxonomic expert. Advanced taxonomic knowledge. Advanced computer use (including GIS and data analysis tools).
es: Experto taxonómico. Conocimientos taxonómicos avanzados. Uso avanzado de computadoras (incluidas herramientas de análisis de datos y SIG).
fr: Expert en taxonomie. Connaissance taxonomique avancée. Utilisation avancée de l'ordinateur (y compris les SIG et les outils d'analyse de données).
pt: Especialista taxonómico. Conhecimento taxonómico avançado. Uso avançado do computador (incluindo GIS e ferramentas de análise de dados).

source: Imagine you are one of the volunteers digitizing the paper logs received at the IBAN headquarters. You have received two paper logs.
es: Imagina que eres uno de los voluntarios que digitalizan los registros en papel recibidos en la sede del IBAN. Ha recibido dos registros en papel.
fr: Imaginez que vous êtes un des bénévoles numérisant les archives papier reçues au siège de l'IBAN. Vous avez reçu deux archives papier.
pt: Imagine que é um dos voluntários que digitaliza os registos em papel recebidos na sede do IBAN. Você recebeu dois registos em papel.

source: Download logs 1 and 2 link:../exercise-data/UC2-LS-2-ForCapture.zip[UC2-LS-2-ForCapture.zip]. (943 KB)
es: Descargar los registros 1 y 2 link:../exercise-data/UC2-LS-2-ForCapture.zip[UC2-LS-2-ForCapture.zip]. (943 KB)
fr: Télécharger les journaux 1 et 2 link:../exercise-data/UC2-LS-2-ForCapture.zip[UC2-LS-2-ForCapture.zip]. (943 ko)
pt: Descarregue os registos 1 e 2 link:../exercise-data/UC2-LS-2-ForCapture.zip[UC2-LS-2-ForCapture.zip]. (943 KB)
