Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: The process of cleaning might include checks on formatting, completeness and reasonableness, the identification of outliers, review by content experts, and validation against accepted standards, rules, and conventions.
es: El proceso de limpieza puede incluir comprobaciones de formato, integridad y razonabilidad, identificación de valores atípicos, revisión por expertos en contenido y validación frente a estándares, reglas y convenciones aceptadas.
fr: Le processus de nettoyage peut inclure des vérifications sur le formatage, l'exhaustivité et le caractère raisonnable, l'identification des aberrations, l'examen par des experts sur le contenu et la validation par rapport aux standards, règles et conventions acceptées.
pt: O processo de limpeza pode incluir verificações de formatação, completude e razoabilidade, a identificação de anómalos, revisão por especialistas em conteúdo e validação contra padõres, regras e convenções aceites.

source: // Slide 4
es: // Diapositiva 4
fr: // Diapositive 4

source: Although there are many methods that can be applied while cleaning data, we view the process of cleaning in five general steps:
es: Aunque hay muchos métodos que se pueden aplicar mientras se limpian los datos, vemos el proceso de limpieza en cinco pasos generales:
fr: Bien qu'il y ait beaucoup de méthodes qui peuvent être appliquées lors du nettoyage des données, nous voyons le processus de nettoyage en cinq étapes générales :
pt: Embora existam muitos métodos que podem ser aplicados enquanto se limpam dados, definimos o processo de limpeza em cinco etapas gerais:

source: First, we seek to determine and define the types of errors that are most likely present in our data.
es: Primero, buscamos determinar y definir los tipos de errores que probablemente estén presentes en nuestros datos.
fr: Tout d'abord, nous cherchons à déterminer et à définir les types d'erreurs qui sont les plus susceptibles d'être présentes dans nos données.
pt: Primeiro, procuramos determinar e definir os tipos de erros que provavelmente estão presentes nos nossos dados.

source: Next, we conduct a search to identify the instances where those error have occurred.
es: A continuación, realizamos una búsqueda para identificar las instancias en las que se produjeron esos errores.
fr: Ensuite, nous effectuons une recherche pour identifier les instances où ces erreurs se sont produites.
pt: Em seguida, vamos realizar uma busca para identificar os casos onde esses erros ocorreram.

source: Then, we will correct those errors, whenever possible.
es: Luego, corregiremos esos errores, siempre que sea posible.
fr: Puis, nous corrigerons ces erreurs, dès que possible.
pt: Seguidamente, vamos corrigir esses erros, sempre que possível.

source: When we decide on the best means to make corrections, we want to document both the types of errors we find, as well as the solutions we have applied to them.
es: Cuando decidimos cuál es el mejor medio para hacer las correcciones, queremos documentar tanto los tipos de errores que encontramos como las soluciones que les hemos aplicado.
fr: Lorsque nous décidons des meilleurs moyens de rectification, nous voulons documenter à la fois les types d'erreurs que nous trouvons, ainsi que les solutions que nous leur avons appliquées.
pt: Quando decidirmos sobre os melhores meios para fazer as correções, devemos documentar tanto os tipos de erros que encontramos, como as soluções que lhes aplicámos.

source: Finally, we want to modify how data entry is practiced to reduce future errors of the same type. (Maletic & Marcus, 2000)
es: Finalmente, queremos modificar la forma en que se practica la entrada de datos para reducir futuros errores del mismo tipo. (Maletic y Marcus, 2000)
fr: Enfin, nous voulons modifier la manière dont la saisie des données est pratiquée pour réduire les erreurs futures du même type. (Maletic & Marcus, 2000)
pt: Finalmente, devemos modificar como a entrada de dados é praticada para reduzir futuros erros do mesmo tipo. (Maletic & Marcus, 2000)

source: One thing is certain: Errors are common and we can always expect to find them in the data we maintain.
es: Una cosa es segura: los errores son comunes y siempre podemos esperar encontrarlos en los datos que mantenemos.
fr: Une chose est certaine : les erreurs sont fréquentes et nous pouvons toujours nous attendre à les trouver dans les données que nous maintenons.
pt: Uma coisa é certa: os erros são comuns e podemos esperar encontrá-los nos dados que mantemos.

source: Our goal is to apply the best practices, including principles, processes, and tools, to make the data as fit for use as possible, even if we don’t know how data users will use the data.
es: Nuestro objetivo es aplicar las mejores prácticas, incluidos principios, procesos y herramientas, para que los datos sean lo más aptos para su uso posible, incluso si no sabemos cómo los usuarios utilizarán los datos.
fr: Notre but est d'appliquer les meilleures pratiques, y compris les principes, les processus et les outils, pour rendre les données aussi appropriées que possible même si nous ne savons pas comment les utilisateurs utiliseront les données.
pt: O nosso objetivo é aplicar as melhores práticas, incluindo princípios, processos e ferramentas, para tornar os dados mais adequados ao uso quanto possível, mesmo se não soubermos como serão usados os dados pelos seus utilizadores.

source: Let’s take a look at several of the recommended principles of data cleaning. These principles are presented for your consideration so that you can develop and improve upon your own data quality workflow. The workflow that you create should represent the most efficient and effective process to achieve the highest data quality given your institution’s resources and expertise.
es: Echemos un vistazo a varios de los principios recomendados de limpieza de datos. Estos principios se presentan para su consideración para que pueda desarrollar y mejorar su propio flujo de trabajo de calidad de datos. El flujo de trabajo que genere debe representar el proceso más eficiente y efectivo para lograr la más alta calidad de datos, dados los recursos y la experiencia de su institución.
fr: Examinons plusieurs des principes recommandés de nettoyage des données. Ces principes sont présentés pour votre considération afin que vous puissiez développer et améliorer votre propre flux de travail sur la qualité de vos données. Le flux de travail que vous créez doit représenter le processus le plus efficace pour obtenir la meilleure qualité de données, compte tenu des ressources et de l'expertise de votre institution.
pt: Vamos analisar vários dos princípios recomendados de limpeza de dados. Esses princípios são apresentados para a sua consideração, para que possa desenvolver e melhorar o seu próprio fluxo de trabalho de qualidade de dados. O fluxo de trabalho que irá cria deve representar o processo mais eficiente e eficaz para alcançar a maior qualidade de dados, dados os recursos e conhecimentos da sua instituição.

source: Talk to your colleagues to learn about their workflows, but ultimately you should strive to create a workflow that will help you to achieve your data quality goals.
es: Hable con sus colegas para conocer sus flujos de trabajo, pero en última instancia, debe esforzarse por crear un flujo de trabajo que lo ayude a lograr sus objetivos de calidad de datos.
fr: Parlez à vos collègues pour en savoir plus sur leurs flux de travail, mais en fin de compte, vous devriez vous efforcer à créer un flux de travail qui vous aidera à atteindre vos objectifs de qualité des données.
pt: Fale com os seus colegas para saber mais sobre os fluxos de trabalho, mas em última análise, deve esforçar-se para criar um fluxo de trabalho que irá ajudá-lo a alcançar os seus objetivos de qualidade de dados.

source: // Slide 7: Plan and Organize
es: // Diapositiva 7: Planificar y Organizar
fr: // Diapositive 7: Planifier et organiser
pt: // Slide 7: Planear e Organizar

source: The first two principles in data cleaning are planning and organization.
es: Los dos primeros principios de la limpieza de datos son la planificación y la organización.
fr: Les deux premiers principes du nettoyage des données sont la planification et l'organisation.
pt: Os dois primeiros princípios na limpeza de dados são o planeamento e a organização.

source: Plan how you want the cleaning process to go. A scattered or random approach is not likely to produce consistent results. Develop and implement a strategy that fits with your institution’s resources and expertise. A solid plan will improve both your data and the reputation of your institution among data users.
es: Planifique cómo desea que se desarrolle el proceso de limpieza. No es probable que un enfoque disperso o aleatorio produzca resultados consistentes. Desarrolle e implemente una estrategia que se ajuste a los recursos y la experiencia de su institución. Un plan sólido mejorará tanto sus datos como la reputación de su institución entre los usuarios de datos.
fr: Planifiez comment vous voulez que le processus de nettoyage fonctionne. Une approche éparse ou aléatoire n'est pas susceptible de produire des résultats cohérents. Élaborer et mettrez en œuvre une stratégie adaptée aux ressources et à l’expertise de votre institution. Un plan solide améliorera vos données et la réputation de votre institution parmi les utilisateurs de données.
pt: Planeie como deseja que o processo de limpeza será realizado. Uma abordagem dispersa ou aleatória não produzirá resultados consistentes. Desenvolva e implemente uma estratégia que se encaixe nos recursos e conhecimentos da sua instituição. Um plano sólido melhorará tanto os seus dados quanto a reputação da sua instituição entre os utilizadores de dados.

source: One of the first steps of your plan should be to organize the data. For example, you could organize your data by taxon and then send the appropriate subset of data to individuals with the knowledge or resources to clean based on names. This can be done by geography or basis of record, or even in specifically sized packages of data in numeric order. Work to the strengths of your institution.
es: Uno de los primeros pasos de su plan debe ser organizar los datos. Por ejemplo, puede organizar sus datos por taxón y luego enviar el subconjunto apropiado de datos a las personas con el conocimiento o los recursos para limpiar en función de los nombres. Esto se puede hacer por geografía o tipo de registro, o incluso en paquetes de datos de tamaño específico en orden numérico. Trabaje con las fortalezas de su institución.
fr: Une des premières étapes de votre plan devrait être d'organiser les données. Par exemple, vous pouvez organiser vos données par taxon et ensuite envoyer le sous-ensemble approprié de données aux personnes ayant la connaissance ou les ressources à nettoyer en fonction des noms. Cela peut être fait par géographie ou base d'enregistrement, ou même dans des paquets de données de taille spécifique dans l'ordre numérique. Travaillez aux points forts de votre institution.
pt: Uma das primeiras etapas do seu plano deve ser a organização dos dados. Por exemplo, pode organizar os seus dados por taxon e então enviar o subconjunto apropriado de dados para as pessoas com o conhecimento ou recursos para limpar com base em nomes. Isso pode ser feito pela geografia ou base do registo, ou até mesmo em pacotes especificamente de tamanho de dados em ordem numérica. Trabalhe nos pontos fortes de sua instituição.

source: As Arthur Chapman says “Prevention is better than cure.” At the end of the day is always easier and less expensive to prevent an error than it is seek one out and correct it. The more planning you do in advance, even all the way back to the moment that data is recorded in the field, the fewer errors you are likely to find. Standardized vocabularies and clear procedures for data capture and data entry are only a few of the many tools you can use to prevent possible errors.
es: Como dice Arthur Chapman: “Más vale prevenir que curar." Al fin y al cabo, siempre es más fácil y menos costoso prevenir un error que buscar uno y corregirlo. Cuanta más planificación haga previamente, incluso desde el momento en que los datos se registran en el campo, es probable que se encuentren menos errores. Los vocabularios estandarizados y los procedimientos claros para la captura e ingreso de datos son sólo algunas de las muchas herramientas que puede utilizar para prevenir posibles errores.
fr: Comme le dit Arthur Chapman, « mieux vaut prévenir que guérir. En fin de compte, il est toujours plus facile et moins coûteux de prévenir une erreur que de la chercher et de la corriger. Plus vous planifiez à l'avance, même à partir du moment où les données sont enregistrées dans le champ, moins serons les erreurs que vous êtes susceptible de trouver. Les vocabulaires standardisés et les procédures claires pour la capture et la saisie de données ne sont que quelques-uns des nombreux outils que vous pouvez utiliser pour prévenir d'éventuelles erreurs.
pt: Como diz Arthur Chapman, “Mais vale prevenir do que remediar. Afinal de contas, é sempre mais fácil e menos caro evitar um erro do que procurá-lo e corrigi-lo. Quanto mais planeamento fizer com antecedência, mesmo regressando ao momento em que os dados são registados no campo, menos erros irá provavelmente encontrar. Os vocabulários padronizados e procedimentos claros para a entrada de dados e captura de dados são apenas algumas das muitas ferramentas que pode usar para evitar possíveis erros.

source: Be sure that everyone in your organization understands that data quality is everyone’s responsibility. Of course, the primary responsibility lies with the people who maintain the data, but everyone, from field technicians to students performing data entry to emeritus curators have a responsibility to treat the data with care and to communicate any errors or inconsistencies they might discover.
es: Asegúrese de que todos en su organización comprendan que la calidad de los datos es responsabilidad de todos. Por supuesto, la responsabilidad principal recae en las personas que mantienen los datos, pero todos, desde los técnicos de campo hasta los estudiantes que realizan la entrada de datos y los curadores eméritos, tienen la responsabilidad de tratar los datos con cuidado y comunicar cualquier error o inconsistencia que puedan descubrir.
fr: Assurez-vous que tous les membres de votre organisation comprennent que la qualité des données relève de la responsabilité de tout un chacun. Bien sûr, la responsabilité principale incombe aux personnes qui maintiennent les données, or tout le monde, à partir des techniciens du terrain aux étudiants qui effectuent la saisie de données, aux conservateur émérite, ont tous la responsabilité de traiter les données avec soin et de communiquer toute erreur ou incohérence qu'ils pourraient découvrir.
pt: Certifique-se de que todos os membros da sua organização entendem que a qualidade dos dados é da responsabilidade de todos. Como é claro, a principal responsabilidade é das pessoas que mantêm os dados, mas todos, de técnicos de campo a estudantes que realizam entradas de dados, a curadores esmeritus, todos têm a responsabilidade de tratar os dados com cuidado e comunicar quaisquer erros ou inconsistências que possam descobrir.

source: Data maintenance is only as effective as the expertise that support the process and no single individual can be expected to know everything about everything. Developing partnerships with data users and content experts can help to make the data quality process more successful. Reach out to your user community, both inside and outside of your institution, and work with them to help maintain your data at the highest quality.
es: El mantenimiento de datos es tan efectivo como la experiencia que respalda el proceso y no se puede esperar que una sola persona sepa todo sobre todo. El desarrollo de asociaciones con usuarios de datos y expertos en contenido puede ayudar a que el proceso de calidad de los datos sea más exitoso. Comuníquese con su comunidad de usuarios, tanto dentro como fuera de su institución, y trabaje con ellos para ayudar a mantener sus datos con la más alta calidad.
fr: La maintenance des données est seulement aussi efficace que l'expertise qui soutient le processus et aucune personne ne peut être tenue de tout savoir. Le développement de partenariats avec les utilisateurs de données et les experts en contenu peut aider à améliorer le processus de qualité des données. Contactez votre communauté d'utilisateurs, tant à l'intérieur qu'à l'extérieur de votre institution, et de travailler avec eux pour aider à maintenir vos données à la plus haute qualité.
pt: A manutenção de dados é tão eficaz como o conhecimento especializado que apoia o processo e não se pode esperar que nenhum indivíduo saiba tudo sobre tudo. O desenvolvimento de parcerias com utilizadores de dados e especialistas em conteúdo pode ajudar a tornar o processo de qualidade de dados mais bem-sucedido. Entre em contato com sua comunidade de utilizadores, dentro e fora da sua instituição, e trabalhe com eles para manter os seus dados na mais alta qualidade.

source: Prioritize your cleaning to take advantage of the resources and knowledge that your institution possesses. For example, you may choose to review all of the data recorded by collectors who are still alive so that important data is not lost later. If you maintain a large dataset you might choose to prioritize data that can be cleaned at the lowest cost using automated processes and then prioritize the more difficult errors that require individual attention. Ultimately, you should prioritize the data that is of the greatest value to the work of your institution and then move through the data in a logical and orderly manner.
es: Prioriza tu limpieza para aprovechar los recursos y conocimientos que posee tu institución. Por ejemplo, puede optar por revisar todos los datos registrados por los colectores que aún están vivos para que los datos importantes no se pierdan más adelante. Si mantiene un gran conjunto de datos, puede optar por priorizar los datos que se pueden limpiar al menor costo mediante procesos automatizados y luego priorizar los errores más difíciles que requieren atención individual. En última instancia, debe priorizar los datos que son de mayor valor para el trabajo de su institución y luego moverse a través de los datos de una manera lógica y ordenada.
fr: Priorisez votre nettoyage pour tirer parti des ressources et des connaissances que votre institution possède. Par exemple, vous pouvez choisir de consulter toutes les données enregistrées par les collecteurs qui sont toujours en vie afin que les données importantes ne soient pas perdues plus tard. Si vous maintenez un jeu de données volumineux, vous pourriez choisir de prioriser les données qui peuvent être nettoyées au moindre coût en utilisant des processus automatisés, puis de prioriser les erreurs plus difficiles qui nécessitent une attention individuelle. En fin de compte, vous devriez prioriser les données qui sont de la plus grande valeur pour le travail de votre institution et ensuite passer à travers les données de manière logique et ordonnée.
pt: Priorize a limpeza para tirar proveito dos recursos e do conhecimento que a sua instituição possui. Por exemplo, pode optar por rever todos os dados registados pelos coletores que ainda estão vivos para que os dados importantes não sejam perdidos mais tarde. Se mantiver um grande conjunto de dados, pode optar por priorizar dados que podem ser limpos com menor custo usando processos automatizados e só depois priorizar os erros mais difíceis que requerem atenção individual. Em última análise, deve dar prioridade aos dados que mais valorizam o trabalho da sua instituição e depois passar pelos dados de uma forma lógica e ordenada.

source: // Slide 10
es: // Diapositiva 10
fr: // Diapositive 10

source: Some times it can be an effective strategy to set some measures of performance before the cleaning process begins. One performance measure might be to complete the cleaning of 500 records every week. Another measure might be to provide a statistical report of the accuracy of the corrections being made, such as:
es: Algunas veces puede ser eficaz la estrategia de establecer algunas medidas de rendimiento antes de que comience el proceso de limpieza. Una medida de desempeño podría ser completar la limpieza de 500 registros cada semana. Otra medida podría ser proporcionar un informe estadístico de la precisión de las correcciones que se están realizando, como por ejemplo:
fr: Parfois, fixer certaines mesures de performance avant le début du processus de nettoyage peut s'avérer comme une stratégie efficace. Une mesure de performance pourrait être de terminer le nettoyage de 500 dossiers par semaine. Une autre mesure pourrait être de fournir un rapport statistique de la précision des corrections effectuées, telles que:
pt: Por vezes, pode ser uma estratégia eficaz definir algumas medidas de desempenho antes do início do processo de limpeza. Uma medida de desempenho pode ser completar a limpeza de 500 registros por semana. Outra medida pode ser fornecer um relatório estatístico da precisão das correções feitas, tais como:

source: “95% of all georeferences corrected this week now have an uncertainty in meters of less than 1000 meters.”
es: “El 95% de todas las georreferencias corregidas esta semana ahora tienen una incertidumbre de menos de 1000 metros.”
fr: « 95 % de toutes les géoréférences corrigées cette semaine ont maintenant une incertitude en mètres de moins de 1000 mètres.»
pt: “95% de todas as referências geográficas corrigidas esta semana agora têm uma incerteza em metros de menos de 1000 metros.”

source: These kinds of measures can give direction and guidance to the people performing the cleaning, as well as, to serve as a means to report on successes and areas in need of improvement.
es: Este tipo de medidas pueden orientar y guiar a las personas que realizan la limpieza, además de servir como un medio para informar sobre los éxitos y las áreas que necesitan mejoras.
fr: Ce type de mesures peut donner des directives et des conseils aux personnes qui effectuent le nettoyage, ainsi qu'à servir de moyen de rendre compte des réussites et des domaines à améliorer.
pt: Este tipo de medidas pode dar diretrizes e orientações às pessoas que fazem a limpeza, além de servir como meio de informar sobre os sucessos e as áreas que precisam de ser melhoradas.
