Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: In the period 1883-1939, there were 45 lighthouses and lightships functioning in Denmark. These lighthouses were used by several species of birds during the nights of the bird migration period from the years 1886 through 1939. The presence and activities of these birds were recorded, especially by the keepers of these lighthouses who also collected specimens that were sent to the museum in Copenhagen. These birds were carefully preserved and catalogued by collection managers at the museum and the specimens can still be found there today. Observations of weather conditions during the nights when birds were observed by the keepers were also documented.
es: En el período 1883-1939, había 45 faros y buques faro en funcionamiento en Dinamarca. Estos faros fueron utilizados por varias especies de aves durante las noches del período de migración de aves desde los años 1886 hasta 1939. Se registró la presencia y actividad de estas aves, especialmente por los cuidadores de estos faros quienes también recolectaron ejemplares que fueron enviados al museo en Copenhague. Estas aves fueron cuidadosamente conservadas y catalogadas por los administradores de la colección en el museo y los especímenes aún se pueden encontrar allí hoy. También se documentaron las observaciones de las condiciones meteorológicas durante las noches en las que los cuidadores observaron las aves.
fr: Dans la période 1883-1939, 45 phares et bateaux-phares étaient actifs au Danemark. Ces phares ont été utilisés par plusieurs espèces d'oiseaux durant la période de migration des oiseaux entre 1886 et 1939. La présence et les activités de ces oiseaux ont été enregistrées, surtout par les gardiens de ces phares qui ont aussi recueilli des spécimens qui ont été envoyés au musée à Copenhague. Ces oiseaux ont été soigneusement préservés et catalogués par les responsables de collections du musée et les spécimens y sont encore présents aujourd’hui. Des observations sur les conditions météorologiques durant les nuits où les oiseaux ont été observés par les gardiens ont également été documentées.
pt: No período de 1883-1939, estiveram em funcionamento na Dinamarca 45 faróis e faróis flutuantes. Estes faróis foram utilizados por várias espécies de aves durante as noites do período de migração de aves entre os anos de 1886 e 1939. A presença e as actividades dessas aves foram registadas, especialmente pelos responsáveis desses faróis que recolheram também espécimes enviados para o museu em Copenhaga. Estes pássaros foram cuidadosamente preservados e catalogados por gestores de colecção no museu e ainda hoje é possível encontrar ali espécimes. Foram também documentadas observações sobre as condições meteorológicas durante a noite em que as aves eram observadas pelos faroleiros.

source: Analogue data description
es: Descripción de datos analógicos
fr: Description des données analogiques
pt: Descrição dos dados analógicos

source: This is an example of the description of a series of species observations from one of the books (in German, except the common name for the species which is provided in Danish).
es: Este es un ejemplo de la descripción de una serie de observaciones de especies de uno de los libros (en alemán, excepto el nombre común de la especie que se proporciona en danés).
fr: Ceci est un exemple de description d'une série d'observations d'espèces provenant d'un livre (en allemand, à l'exception du nom commun de l'espèce qui est fournie en danois).
pt: Este é um exemplo da descrição de uma série de observações de espécies de um dos livros (em alemão, exceto o nome comum para a espécie que é fornecido em Danish).

source: Scanned and translated data description
es: Descripción de datos escaneados y traducidos
fr: Description des données analysées et traduites
pt: Descrição de dados digitalizados e traduzidos

source: This is an example of the scanned and translated output from the analogue example above.
es: Este es un ejemplo de la salida escaneada y traducida del ejemplo analógico anterior.
fr: Ceci est un exemple de la sortie numérisée et traduite à partir de l'exemple analogique ci-dessus.
pt: Este é um exemplo da saída digitalizada e traduzida do exemplo analógico acima.

source: Studying the extract from the book, the volunteers from the Copenhagen Ornithology Society suggest extracting the following data from the scanned and translated text:
es: Al estudiar el extracto del libro, los voluntarios de la Sociedad de Ornitología de Copenhague sugieren extraer los siguientes datos del texto escaneado y traducido:
fr: En étudiant l'extrait du livre, les volontaires de la Société d'Ornithologie de Copenhague suggèrent d'extraire les données suivantes du texte numérisé et traduit :
pt: Estudando o extrato do livro, os voluntários da Sociedade de Ornitologia de Copenhaga sugerem extrair os seguintes dados do texto digitalizado e traduzido:

source: Scientific name as appearing in the book
es: Nombre científico que aparece en el libro
fr: Nom scientifique tel qu'il apparaît dans le livre
pt: O nome científico como aparece no livro

source: Common name(s) in Danish as appearing in the book
es: Nombre(s) comunes en danés que aparecen en el libro
fr: Nom(s) commun(s) en danois comme apparaissant dans le livre
pt: Nome(s) comum(ns) em dinamarquês como aparece no livro

source: Locality
es: Localidad
fr: Localité
pt: Localidade

source: Year/month/day
es: Año/mes/día
fr: Année/mois/jour
pt: Ano/mês/dia

source: Observed number of individuals
es: Número observado de individuos
fr: Nombre d'individus observés
pt: Número de indivíduos observados

source: Sex
es: Sexo
fr: Sexe
pt: Sexo

source: Lifestage
es: Etapa de la vida
fr: Etape du cycle de vie
pt: Estágio de vida

source: Remarks
es: Comentarios
fr: Remarques
pt: Observações

source: URL of the digitized book page in which the occurrence is provided
es: URL de la página de libro digitalizada en la que se proporciona el registro biológico
fr: URL de la page numérisée du livre dont l'occurrence provient
pt: URL da página de livro digitalizado em que a ocorrência é fornecida

source: Birds from literature exercise sheet
es: Hoja de ejercicios de aves de la literatura
fr: Feuille d'exercices sur les oiseaux de la littérature
pt: Aves da literatura da folha de exercícios

source: Download the link:../course-docs/UC3-DL-exercise-sheet_EN.docx[exercise sheet,opts=download]. (MS Word, 342 KB)
es: Descargar el link:../course-docs/UC3-DL-exercise-sheet_EN.docx[exercise sheet,opts=download]. (MS Word, 342 KB)
fr: Télécharger la link:../course-docs/UC3-DL-exercise-sheet_EN.docx[fiche d'exercices,opts=download]. (MS Word, 342 ko)
pt: Descarregar o link:../course-docs/UC3-DL-exercise-sheet_EN.docx[folha de exercício,opts=download]. (MS Word, 342 KB)

source: The team needs to develop a sustainable workflow to digitize literature resources, extract any valuable biodiversity information on them and publish it online via GBIF. They need to develop a plan that can be sustained in the future once the funding from the national library association is over.
es: El equipo debe desarrollar un flujo de trabajo sostenible para digitalizar los recursos bibliográficos, extraer información valiosa de biodiversidad y publicarla en línea a través de GBIF. Necesitan desarrollar un plan que pueda sostenerse en el futuro una vez que finalice la financiación de la asociación nacional de bibliotecas.
fr: L’équipe doit développer un flux de travail durable pour numériser les ressources littéraires, extraire toute information précieuse sur la biodiversité et la publier en ligne via GBIF. Ils doivent élaborer un plan qui pourra être maintenu à l'avenir une fois que le financement de l'association nationale des bibliothèques sera terminé.
pt: A equipa precisa desenvolver um fluxo de trabalho sustentável para digitalizar os recursos de literatura, extrair destes qualquer informação valiosa sobre biodiversidade e publicá-lo on-line via GBIF. Precisam de desenvolver um plano que possa ser sustentado no futuro depois de terminado o financiamento da associação das bibliotecas nacionais.

source: The <<scenario-4,scenario>> section of this use case includes a brief description of the workflow conceived by the deputy director. Based on the workflow and the accompanying text complete the following:
es: La sección <<escenario-4,escenario>> de este caso de uso incluye una breve descripción del flujo de trabajo concebido por el director adjunto. Según el flujo de trabajo y el texto que lo acompaña, complete lo siguiente:
fr: La section <<scénario-4,scénario>> de ce cas pratique comprend une brève description du flux de travail conçu par le directeur adjoint. Sur la base du flux de travail et du texte d'accompagnement, complétez ce qui suit :
pt: A secção <<scenario-4,scenario>> deste caso de uso inclui uma breve descrição do fluxo de trabalho concebido pelo vice diretor. Baseando-se no fluxo de trabalho e no texto que o acompanha, complete o seguinte:

source: Identify the different stakeholders participating in this project
es: Identificar las diferentes partes interesadas que participan en este proyecto
fr: Identifier les différentes parties prenantes participant à ce projet
pt: Identifique as diferentes partes interessadas que participam neste projeto

source: Identify their affiliation and assign each of them to a stakeholder group
es: Identificar su afiliación y asignar a cada uno de ellos a un grupo de partes interesadas
fr: Identifiez leur affiliation et attribuez chacun d'eux à un groupe d'intervenants
pt: Identifique a afiliação e atribua cada uma delas a um grupo de partes interessadas

source: Identify the roles associated to them and assign the tasks for which they are currently responsible
es: Identificar los roles asociados a ellos y asignar las tareas de las que son responsables actualmente
fr: Identifier les rôles qui leur sont associés et assigner les tâches pour lesquelles ils sont actuellement responsables
pt: Identifique os papéis associados a eles e atribua as tarefas pelas quais eles são actualmente responsáveis

source: Perform a critical analysis of the workflow, identify potential risks and gaps, and suggest ways to improve the workflow, maximize the efficiency of the digitization project and produce data of the highest quality possible.
es: Realice un análisis crítico del flujo de trabajo, identifique riesgos y brechas potenciales, y sugiera formas de mejorar el flujo de trabajo, maximizar la eficiencia del proyecto de digitalización y producir datos de la más alta calidad posible.
fr: Effectuer une analyse critique du flux de travail, identifier les risques et les lacunes potentiels, et proposer des moyens d'améliorer le flux de travail, de maximiser l'efficacité du projet de numérisation et de produire des données de la plus haute qualité possible.
pt: Faça uma análise crítica do fluxo de trabalho, identifique potenciais riscos e lacunas e sugira maneiras de melhorar o fluxo de trabalho, de maximizar a eficiência do projecto de digitalização e de produzir dados de maior qualidade possível.

source: The scans and character recognition (OCR) of the books have been completed. Occurrence data must now be extracted from those sources and compiled in a spreadsheet format.
es: Se han completado los escaneos y el reconocimiento de caracteres (OCR) de los libros. Los datos de registros biológicos ahora deben extraerse de esas fuentes y compilarse en un formato de hoja de cálculo.
fr: Les scans et la reconnaissance de caractères (OCR) des livres sont terminés. Les données sur les occurrences doivent maintenant être extraites de ces sources et compilées dans un format de feuille de calcul.
pt: As verificações e o reconhecimento de caracteres (OCR) dos livros foram concluídos. Os dados de ocorrência devem agora ser extraídos dessas fontes e compilados em um formato de folha de cálculo.

source: The original data was in German and, to make it more widely usable when published online, the project manager would like to make it available in English.
es: Los datos originales estaban en alemán y, para que sean más utilizables cuando se publiquen en línea, el director del proyecto desea que estén disponibles en inglés.
fr: Les données originales étaient en allemand et, afin de les rendre plus largement utilisables lors de leur publication en ligne, le responsable du projet souhaite les rendre disponibles en anglais.
pt: Os dados originais estavam em alemão e, para torná-los mais amplamente utilizáveis quando publicados on-line, o gestor do projeto gostaria de torná-los disponíveis em inglês.

source: Take the role of a volunteer charged with transforming the translated text into a spreadsheet as individual occurrences. The occurrences will need unique numbers assigned to them.
es: Asuma el rol de un voluntario encargado de transformar el texto traducido en una hoja de cálculo como registros biológicos individuales. Los registros biológicos necesitarán que se les asignen números únicos.
fr: Jouez le rôle d'un volontaire chargé de transformer le texte traduit en occurrences individuelles dans une feuille de calcul. Des numéros uniques devront être attribués à ces occurrences.
pt: Assuma o papel de um voluntário encarregado de transformar o texto traduzido numa tabela com ocorrências individuais. As ocorrências precisarão de números únicos atribuídos a cada uma elas.

source: Create a spreadsheet using the data fields listed in the <<birds-digital-data-description>> using data found in the example above recorded by: Chr. Fr. Lütken.
es: Cree una hoja de cálculo utilizando los campos de datos enumerados en la <<birds-digital-data-description>> utilizando los datos encontrados en el ejemplo anterior registrados por: Chr. P. Lütken.
fr: Créez une feuille de calcul en utilisant les champs de données énumérés dans la <<birds-digital-data-description>> en utilisant les données trouvées dans l'exemple ci-dessus et enregistrées par : Chr. Fr. Lütken.
pt: Crie uma tabela usando os campos de dados listados no <<birds-digital-data-description>> usando os dados encontrados no exemplo acima registado por: Fr. Lütken.

source: In the examples used, the individual occurrences do not always contain data to complete all of the columns in the spreadsheet.
es: En los ejemplos utilizados, los registros biológicos individuales no siempre contienen datos para completar todas las columnas de la hoja de cálculo.
fr: Dans les exemples utilisés, les occurrences individuelles ne contiennent pas toujours les données pour compléter toutes les colonnes de la feuille de calcul.
pt: Nos exemplos utilizados, as ocorrências individuais nem sempre contêm dados para completar todas as colunas da tabela.

source: Data has now been compiled into a spreadsheet format by the volunteers from the Copenhagen Ornithological Society. Taking the role of the Ornithology Curator in the Bird Department, you have been assigned the responsibility for data quality issues on the dataset.
es: Los voluntarios de la Sociedad Ornitológica de Copenhague han recopilado los datos en un formato de hoja de cálculo. Al asumir el rol del curador de ornitología en el departamento de aves, se le ha asignado la responsabilidad de los problemas de calidad de los datos en el conjunto de datos.
fr: Les données ont maintenant été compilées dans un format de feuille de calcul par les bénévoles de la Société ornithologique de Copenhague. En tant que conservateur de la collection ornithologique au département des oiseaux, vous êtes responsable de la qualité des données du jeu de données.
pt: Os dados foram agora compilados num formato de folha de cálculo pelos voluntários da Sociedade Ornitológica de Copenhaga. Assumindo o papel do Curador Ornitológico no Departamento de Aves, foi-lhe atribuída a responsabilidade dos problemas de qualidade dos dados no conjunto de dados.

source: Through retrospective georeferencing, coordinates have been added to the dataset along with the locality, but no other higher geography. Since all the observations were made in Denmark, continent and country can easily be added. Additionally, only the scientific name was provided. Higher taxonomy can be derived utilizing software tools such as OpenRefine. You are also aware that there are typographic errors that were made by the digitizers.
es: A través de la georreferenciación retrospectiva, se agregaron coordenadas al conjunto de datos junto con la localidad, pero ninguna otra geografía superior. Dado que todas las observaciones se realizaron en Dinamarca, el continente y el país se pueden agregar fácilmente. Además, solo se proporcionó el nombre científico. Se puede obtener una taxonomía más alta utilizando herramientas de software como OpenRefine. También es consciente de que los digitalizadores cometieron errores tipográficos.
fr: Grâce au géoréférencement rétrospectif, des coordonnées ont été ajoutées au jeu de données ainsi que la localité, mais aucune autre information géographique à une échelle supérieure. Étant donné que toutes les observations ont été faites au Danemark, le continent et le pays peuvent facilement être ajoutés. De plus, seul le nom scientifique a été fourni. Une taxonomie supérieure peut être dérivée en utilisant des outils logiciels tels qu'OpenRefine. Vous savez aussi qu'il y a des erreurs typographiques qui ont été faites par les numériseurs.
pt: Através da georreferenciação retrospectiva, as coordenadas foram adicionadas ao conjunto de dados juntamente com a localidade, mas nenhuma outra geografia ao nível superior. Uma vez que todas as observações foram feitas na Dinamarca, o continente e o país podem facilmente ser acrescentados. Além disso, somente o nome científico foi fornecido. Os níveis superiores da taxonomia podem ser obtidos usando software como o OpenRefine. Também está consciente de que existem erros tipográficos que foram cometidos pelos digitalizadores.

source: Download link:../exercise-data/UC3-DL-3-ForCleaning.zip[UC3-DL-3-ForCleaning.zip,opts=download]. (45 KB)
es: Enlace de link:../exercise-data/UC3-DL-3-ForCleaning.zip[UC3-DL-3-ForCleaning.zip,opts=download]. (45 KB)
fr: Télécharger link:../exercise-data/UC3-DL-3-ForCleaning.zip[UC3-DL-3-ForCleaning.zip,opts=download]. (45 ko)
pt: Link de download link:../exercise-data/UC3-DL-3-ForCleaning.zip[UC3-DL-3-ForCleaning.zip,opts=download]. (45 KB)

source: Identify and correct any invalid years.
es: Identificar y corregir cualquier año inválido.
fr: Identifier et corriger toutes les années non valides.
pt: Identificar e corrigir quaisquer anos inválidos.

source: Verify and correct taxonomy.
es: Verificar y corregir la taxonomía.
fr: Vérifier et corriger la taxonomie.
pt: Verificar e corrigir a taxonomia.

source: Verify coordinates are correct for the two given localities. Correct any that are not. Coordinates should be in decimal format.
es: Verifique que las coordenadas sean correctas para las dos localidades dadas. Corrija las que no lo sean. Las coordenadas deben estar en formato decimal.
fr: Vérifier que les coordonnées sont correctes pour les deux localités données. Corrigez celles qui ne le sont pas. Les coordonnées doivent être au format décimal.
pt: Verificar se as coordenadas estão corretas para as duas localizações fornecidas. Corrija as que não estão. As coordenadas devem estar no formato decimal.

source: Add any data for missing elements that can be derived using the available data
es: Agregue cualquier dato de los elementos faltantes que puedan derivarse utilizando los datos disponibles
fr: Ajouter des données pour les éléments manquants qui peuvent être dérivés en utilisant les données disponibles
pt: Adicione quaisquer dados para elementos ausentes que possam ser derivados usando os dados disponíveis

source: Remember to keep the original information provided and document your changes and assumptions as part of the individual records and the metadata.
es: Recuerde conservar la información original proporcionada y documentar sus cambios y suposiciones como parte de los registros individuales y los metadatos.
fr: N'oubliez pas de conserver les informations originales fournies et de documenter vos modifications et assomptions au niveau des enregistrements individuels et des métadonnées.
pt: Lembre-se de manter as informações originais fornecidas e documentar suas alterações e assunções como parte dos registos individuais e metadados.

source: dataset should contain only years 1883-1939
es: el conjunto de datos debe contener sólo años entre 1883-1939
fr: Le jeu de données ne doit contenir que les années 1883-1939
pt: o conjunto de dados deve conter apenas os anos no intervalo 1883-1939

source: For this exercise, you will take the role of the person responsible for publishing the cleaned data online via the GBIF network. You have been supplied with a multimedia file and an identification history file that should be published along with the observations. The staff member in charge of data quality has provided cleaned datasets for you to publish.
es: Para este ejercicio, asumirá el rol de la persona responsable de publicar los datos limpios en línea a través de la red GBIF. Se le ha proporcionado un archivo multimedia y un archivo histórico de identificación que debe publicarse junto con las observaciones. El miembro del personal a cargo de la calidad de los datos, le ha proporcionado conjuntos de datos limpios para que los publique.
fr: Pour cet exercice, vous assumerez le rôle de la personne responsable de la publication des données nettoyées en ligne via le réseau GBIF. Vous avez reçu un fichier multimédia et un fichier d’historique d’identification qui devrait être publié en même temps que les observations. Le membre du personnel responsable de la qualité des données vous a fourni des jeux de données nettoyés pour que vous puissiez les publier.
pt: Para este exercício, irá desempenhar o papel da pessoa responsável pela publicação online dos dados limpos através da rede GBIF. Foi fornecido um ficheiro multimédia e um ficheiro de histórico de identificação que deverá ser publicado juntamente com as observações. O membro da equipa responsável pela qualidade dos dados forneceu conjuntos de dados limpos para serem publicados.

source: Download link:../exercise-data/UC3-DL-4-ForPublication.zip[UC3-DL-4-ForPublication.zip,opts=download]. (65 KB)
es: Enlace de link:../exercise-data/UC3-DL-4-ForPublication.zip[UC3-DL-4-ForPublication.zip,opts=download]. (65 KB)
fr: Télécharger link:../exercise-data/UC3-DL-4-ForPublication.zip[UC3-DL-4-ForPublication.zip,opts=download]. (65 ko)
pt: Link de download link:../exercise-data/UC3-DL-4-ForPublication.zip[UC3-DL-4-ForPublication.zip,opts=download]. (65 KB)

source: Final assignments
es: Asignaciones finales
fr: Tâches finales
pt: Tarefas finais

source: For your final activities, you will complete and submit Use Case II and Use Case III for evaluation.
es: Para sus actividades finales, completará y enviará el Caso de Uso II y el Caso de Uso III para su evaluación.
fr: Pour vos activités finales, vous devrez compléter et soumettre le Cas Pratique II et le Cas Pratique III pour évaluation.
pt: Como tarefas finais, irá completare submeter o Caso de Uso II e o Caso de Uso III para avaliação.

source: USE CASE II
es: CASO DE USO II
fr: CAS PRATIQUE II
pt: CASO DE USO II
