Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Task clusters are a defined set of digitization task groups. The term was coined by the iDigBio team in their 2012 paper “Five task clusters that enable efficient and effective digitization of biological collections”. In the paper the authors identify 5 major groups of tasks that are most often found in successful natural history digitization projects. They are:
es: Los grupos de tareas son un conjunto definido de grupos de tareas de digitalización. El término fue acuñado por el equipo de iDigBio en su artículo de 2012 “Cinco grupos de tareas que permiten la digitalización eficiente y efectiva de colecciones biológicas”. En el artículo, los autores identifican 5 grupos principales de tareas que se encuentran con mayor frecuencia en proyectos exitosos de digitalización de historia natural. Ellos son:
fr: Les groupes de tâches sont un ensemble défini de groupes de tâches de numérisation. Le terme a été inventé par l’équipe iDigBio dans son article de 2012 intitulé « Cinq groupes de tâches qui permettent la numérisation efficiente et efficace des collections biologiques ». Dans le document les auteurs ont identifié 5 grands groupes de tâches qui sont le plus souvent trouvés dans des projets de numérisation d'histoire naturelle réussis. Ce sont:
pt: Tarefas de clusters são grupos de tarefas de digitalização definidos. O termo foi criado pela equipe iDigBio em seu artigo de 2012 "Cinco clusters de tarefas que permitem a digitalização eficiente e eficaz de colecções biológicas". No artigo, os autores identificam 5 principais grupos de tarefas que são mais frequentemente encontrados em projectos de digitalização de história natural bem sucedidos. Eles são:

source: pre-digitization curation and staging
es: curación y puesta en escena previas a la digitalización
fr: curation pré-numérisation et mise en scène
pt: curadoria pré-digitalização e preparação (staging)

source: specimen image capture
es: captura de imagen de espécimen
fr: capture d'image de spécimen
pt: captura de imagem de espécime

source: specimen image processing
es: procesamiento de imágenes de espécimen
fr: traitement des images de spécimen
pt: processamento de imagem de espécime

source: electronic data capture and
es: captura electrónica de datos y
fr: saisie électronique des données et
pt: captura de dados eletrônica e

source: georeferencing locality descriptions
es: descripciones de las localidades de georreferenciación
fr: géoréférencement des descriptions de localité
pt: georeferenciação de descrições de localidade

source: Clustering as general concept, is an extremely useful way to organize the detail of the tasks which must be carried out during any particular project stage and divides them up into manageable and trackable chunks.
es: La agrupación como concepto general es una forma extremadamente útil de organizar el detalle de las tareas que deben llevarse a cabo durante cualquier etapa del proyecto y las divide en partes manejables y rastreables.
fr: Le clustering en tant que concept général, est un moyen extrêmement utile d'organiser les détails des tâches qui doivent être réalisées pendant chaque étape particulière de projet et les divise en parties gérables et traçables.
pt: Agrupamento (Clustering) como conceito geral, constitui uma forma extremamente útil de organizar em pormenor as tarefas que devem ser levadas a cabo durante qualquer fase do projecto, dividindo-as em partes gerenciáveis ​​e rastreáveis.

source: In this diagram of the digitization task clusters you can see some of the checking and monitoring feedback loops seen in the PMBoK method.
es: En este diagrama de los grupos de tareas de digitalización, puede ver algunos de los bucles de retroalimentación de verificación y monitoreo que se ven en el método PMBoK.
fr: Dans ce diagramme des groupes de tâches de numérisation, vous pouvez remarquer certaines boucles de vérification et de contrôle retroactif vus dans la méthode PMBoK.
pt: Neste diagrama dos agrupamentos de tarefas de digitalização você pode ver alguns loops de verificação e monitorazação vistos no método PMBoK.

source: The next examples of clustering that we will look at are generally termed “Workflows”.
es: Los siguientes ejemplos de agrupación en clústeres que veremos generalmente se denominan "Flujos de trabajo".
fr: Les exemples suivants de clustering que nous allons examiner sont généralement appelés « Flux de travail ».
pt: Os próximos exemplos de agrupamento que vamos analisar são geralmente chamados de "fluxos de trabalho".

source: Workflows are defined as “the sequence of processes through which a piece of work passes from initiation to completion.” There are three general categories:
es: Los flujos de trabajo se definen como "la secuencia de procesos a través de los cuales pasa un trabajo desde su inicio hasta su finalización". Hay tres categorías generales:
fr: Les flux de travail sont définis comme « la séquence des processus à travers lesquels un travail passe de l’initiation à l’achèvement ». Il y a trois catégories générales :
pt: Os fluxos de trabalho são definidos como "a seqüência de processos através dos quais um trabalho passa do início a conclusão. Existem três categorias gerais:

source: Sequential
es: Secuencial
fr: Séquentiel
pt: Sequencial

source: Rules Driven
es: Impulsado por reglas
fr: Guidé par des règles
pt: Regras Orientadas

source: State Machine
es: Maquina del estado
fr: Machine d'état
pt: Máquina do Estado

source: In simple terms they are just another way that you join tasks and task clusters together and apply rules and logic to increase efficiency. We will look at the three workflows by describing in increasing detail, a common digitization workflow.
es: En términos simples, son solo otra forma de unir tareas y grupos de tareas y aplicar reglas y lógica para aumentar la eficiencia. Analizaremos los tres flujos de trabajo describiendo con mayor detalle un flujo de trabajo de digitalización común.
fr: En termes simples, ils ne sont qu'une autre façon de regrouper les tâches et les groupes de tâches et d'appliquer des règles et une logique pour augmenter l'efficacité. Nous examinerons les trois flux de travail en décrivant de manière de plus en plus détaillée un flux de travail de numérisation commun.
pt: Em termos simples, eles são apenas mais uma forma de você participar de tarefas e grupos de tarefas ao mesmo tempo, e aplicar regras e lógica para aumentar a eficiência. Vamos analisar os três fluxos de trabalho descrevendo em maiores detalhes, um fluxo de trabalho de digitalização comum.

source: Sequential workflows are simple and represent a unidirectional series of steps with a single start and end point. The important point being that each task MUST be completed before the next one can start.
es: Los flujos de trabajo secuenciales son simples y representan una serie unidireccional de pasos con un único punto de inicio y final. El punto importante es que cada tarea DEBE completarse antes de que pueda comenzar la siguiente.
fr: Les flux de travail séquentiels sont simples et représentent une série d'étapes unidirectionnelle avec un point de départ et de fin unique. Le point important étant que chaque tâche DOIT être accomplie avant que la prochaine puisse commencer.
pt: Os fluxos de trabalho sequenciais são simples e representam uma série unidirecional de passos com um único ponto de partida e fim. O ponto importante é que cada tarefa DEVE ser concluída antes do próximo ser iniciado.

source: In this example the sequence is:
es: En este ejemplo, la secuencia es:
fr: Dans cet exemple, la séquence est :
pt: Neste exemplo, a sequência é:

source: NAME CHECKING
es: COMPROBACIÓN DE NOMBRE
fr: VÉRIFICATION DES NOMS
pt: VERIFICAÇÃO DE NOME

source: Followed by PHOTOGRAPHY
es: Seguido por FOTOGRAFÍA
fr: Suivi de la PHOTOGRAPHIE
pt: Seguido por FOTOGRAFIA

source: Then DATA ENTRY
es: Luego ENTRADA DE DATOS
fr: Puis SAISIE DES DONNÉES
pt: Depois ENTRADA DE DADOS

source: And finally PROOFREADING
es: Y finalmente CORRECCIÓN
fr: Et finallement la relecture
pt: E finalmente PROOFREADING

source: Rules driven workflows often have an underlying sequential element as described previously. However, within each task cluster, rules and logic can alter the progress of the workflow.
es: Los flujos de trabajo impulsados ​​por reglas a menudo tienen un elemento secuencial subyacente, como se describió anteriormente. Sin embargo, dentro de cada grupo de tareas, las reglas y la lógica pueden alterar el progreso del flujo de trabajo.
fr: Les workflows basés sur des règles ont souvent un élément séquentiel sous-jacent tel que décrit précédemment. Or, dans chaque groupe de tâches, les règles et la logique peuvent modifier le progrès du flux de travail.
pt: Fluxos de trabalho guiados por regras têm, frequentemente, um elemento sequencial subjacente, conforme descrito anteriormente. No entanto, dentro de cada grupo de tarefas, as regras e a lógica podem alterar o progresso do fluxo de trabalho.

source: In this example in the lower right corner in the PHOTOGRAPHY task cluster there is a quality check logic gate.
es: En este ejemplo, en la esquina inferior derecha del grupo de tareas FOTOGRAFÍA, hay una puerta lógica de control de calidad.
fr: Dans cet exemple, dans le coin inférieur droit du groupement de tâches PHOTOGRAPHIE, il y a une porte logique de vérification de qualité.
pt: Neste exemplo, no canto inferior direito de cluster de tarefa de FOTOGRAFIA, existe um portão de lógica para verificação de qualidade.

source: If there is a problem with the image it is discarded and the specimen goes back to be photographed again. Only when the quality check has been passed can the workflow continue.
es: Si hay algún problema con la imagen se descarta y la muestra se vuelve a fotografiar. Solo cuando se ha pasado el control de calidad, el flujo de trabajo puede continuar.
fr: S'il y a un problème avec l'image, elle est rejetée et le spécimen retourne pour être photographié à nouveau. On ne peut continuer le flux de travail que lorsque la vérification de qualité a été passée.
pt: Se há um problema com a imagem, esta é descartada e os espécimes voltam a ser fotografados. Somente quando a verificação de qualidade for passada poderá o fluxo de trabalho continuar.

source: Machine State workflows are the next most complex form. Here, the steps within each task cluster can happen asynchronously i.e they are not necessarily performed one after another, but instead can be triggered by actions and states in previous steps. One state is assigned as the start state, and then, based on an event, a transition is made to another state and so on.
es: Los flujos de trabajo del estado de las máquinas son la siguiente forma más compleja. Aquí, los pasos dentro de cada grupo de tareas pueden suceder de forma asincrónica, es decir, no necesariamente se realizan uno tras otro, sino que pueden activarse mediante acciones y estados en pasos anteriores. Se asigna un estado como estado de inicio y luego, en función de un evento, se realiza una transición a otro estado y así sucesivamente.
fr: L'ordonnance des tâches d'état de la machine sont la forme la plus complexe. Ici, les étapes de chaque groupes de tâches peuvent se produire de manière asynchrone. elles ne sont pas nécessairement exécutées les unes après les autres, mais peuvent être déclenchées par des actions et des états dans les étapes précédentes. Un état est assigné comme état de départ, et puis, sur la base d'un événement, une transition est faite à un autre état, etc.
pt: Os fluxos de trabalho da Machine State são a próxima forma mais complexa. Aqui, as etapas dentro de cada cluster de tarefa podem acontecer de forma assíncrona. Não são necessariamente executados um após o outro, mas podem, em vez disso, ser desencadeados por acções e estados de passos anteriores. Um estado é atribuído como estado inicial, e então, com base em um evento, uma transição é feita para outro estado e assim por diante.

source: If we take this example from Allard 2012. Let’s say that the photography lab is only allowed to hold 60 herbarium sheets at any one time.
es: Si tomamos este ejemplo de Allard 2012. Digamos que el laboratorio de fotografía solo puede contener 60 hojas de herbario a la vez.
fr: Si nous prenons cet exemple à partir de Allard 2012. On dit que le laboratoire de photographie n'est autorisé qu'à contenir que 60 planches d'herbier à aucun moment.
pt: Se tomarmos este exemplo a partir de Allard 2012. Vamos dizer que o laboratório de fotografia só tem permissão para manter 60 folhas de herbário por vez.

source: The NAME CHECKING task cluster can continue to prep specimens but there is a check that means: Specimens cannot pass to the PHOTOGRAPHY task cluster until there is space again.
es: El grupo de tareas VERIFICACIÓN DE NOMBRE puede continuar preparando muestras, pero hay una verificación que significa que: Las muestras no pueden pasar al grupo de tareas FOTOGRAFÍA hasta que haya espacio nuevamente.
fr: Le groupement de tâches VÉRIFICATION DES NOMS peut continuer à préparer des spécimens mais il y a une vérification, ce qui signifie que: les spécimens ne peuvent pas passer au groupe de tâches PHOTOGRAPHIE tant qu'il n'y a pas d'espace.
pt: O cluster de tarefa VERIFICAÇÃO DE NOME pode continuar preparando espécimes, mas há uma verificação que significa: os espécimes não podem passar para o cluster de tarefas FOTOGRAFIA até que haja espaço novamente.

source: Meanwhile the other clusters can also carry on as long as they have specimens or images to work on.
es: Mientras tanto, los otros grupos también pueden continuar siempre que tengan muestras o imágenes en las que trabajar.
fr: Entre-temps, les autres amas peuvent également continuer tant qu'ils ont des spécimens ou des images sur lesquels travailler.
pt: Enquanto isso, os outros clusters também podem continuar enquanto eles tiverem espécimes ou imagens para trabalhar.

source: In this next short section, ELEMENTS OF A GOOD PLAN we will look at how good documentation aids good planning. we will:
es: En esta próxima sección corta, ELEMENTOS DE UN BUEN PLAN, veremos cómo una buena documentación ayuda a una buena planificación. Lo haremos:
fr: Dans cette prochaine section, ÉLÉMENTS D'UN BON PLAN, nous allons examiner comment une bonne documentation aide à la bonne planification. Nous allons:
pt: Nesta próxima seCção curta, ELEMENTOS DE UM BOM PLANO, veremos como a documentação ajuda em um bom planeamento. Nós vamos:

source: highlight the benefits of good documentation;
es: destacar los beneficios de una buena documentación;
fr: mettre en valeur les avantages d'une bonne documentation;
pt: destacar os benefícios da boa documentação;

source: make connections between the proposal, planning and implementation documents;
es: hacer conexiones entre los documentos de propuesta, planificación e implementación;
fr: établir des liens entre les documents de proposition, de planification et de mise en œuvre;
pt: fazer conexões entre documentos de proposta, planeamento e implementação;

source: and show how the elements of each build together, thereby reducing the agony of the last
es: y mostrar cómo los elementos de cada uno se construyen juntos, reduciendo así la agonía del último
fr: et montrer comment les éléments de chacun d'entre eux s'assemblent, réduisant ainsi l'agonie du dernier
pt: e mostraR como os elementos de cada um constroem-se juntos, reduzindo a agonia do último

source: minute end of project report.
es: minuto final del informe del proyecto.
fr: minute de fin du rapport du projet.
pt: minuta de relatório de término do projecto.

source: The definition of a plan is a detailed proposal for doing or achieving something.
es: La definición de un plan es una propuesta detallada para hacer o lograr algo.
fr: La définition d'un plan est une proposition détaillée pour faire ou réaliser quelque chose.
pt: A definição de um plano é uma proposta detalhada para fazer ou alcançar algo.

source: Documentation of your project should describe not only what you planned to do but also what you actually did.
es: La documentación de su proyecto debe describir no solo lo que planeaba hacer, sino también lo que realmente hizo.
fr: La documentation de votre projet devrait décrire non seulement ce que vous aviez prévu de faire, mais aussi ce que vous avez réellement fait.
pt: A documentação do seu projecto deve descrever não apenas o que você planeou fazer, mas também o que você realmente fez.

source: Its primary purpose is to communicate with all stakeholders in order to provide an exact account of expectations, responsibilities and achievements.
es: Su propósito principal es comunicarse con todas las partes interesadas para proporcionar una descripción exacta de las expectativas, responsabilidades y logros.
fr: Son objectif premier est de communiquer avec toutes les parties prenantes afin de fournir un compte rendu exact des attentes, des responsabilités et des réalisations.
pt: Seu objectivo principal é comunicar com todos os stakeholders a fim de fornecer uma conta exata das expectativas, responsabilidades e conquistas.

source: // Slide 24
es: // DIAPOSITIVA 24
fr: // Diapositive 24

source: Thorough documentation has many benefits.
es: La documentación completa tiene muchos beneficios.
fr: Une documentation approfondie a de nombreux avantages.
pt: A documentação completa traz muitos benefícios.

source: It provides accountability - everyone should know what they are responsible for and also what others are responsible for.
es: Proporciona responsabilidad - todos deben saber de qué son responsables y también de qué son responsables los demás.
fr: Il fournit une responsabilisation - tout le monde devrait savoir de quoi il est responsable, et aussi de quoi les autres sont responsables.
pt: Fornece responsabilidade - todos devem saber pelo que são responsáveis e também pelo que os outros são responsáveis.

source: It ensures integrity - do what you say you will do, especially where sensitive data is concerned.
es: Garantiza la integridad - haga lo que dice que hará, especialmente cuando se trate de información delicada.
fr: Il garantit l'intégrité - faites ce que vous dites que vous ferez, en particulier en ce qui concerne les données sensibles.
pt: Garante integridade - faça o que você diz que fará, especialmente quando estão em causa dados confidenciais.

source: It provides protection - a good plan helps you avoid scope creep and unexpected requests.
es: Proporciona protección - un buen plan lo ayuda a evitar arrastramiento del alcance y solicitudes inesperadas.
fr: Il fournit une protection - un bon plan vous aide à éviter la dérive des objectifs et les besoins inattendus.
pt: Fornece proteção - um bom plano ajuda a evitar aumento de escopo e solicitações inesperadas.

source: It provides proof of compliance - allows you to show that you have followed the standards that you said you would
es: Proporciona prueba de cumplimiento - le permite demostrar que ha seguido los estándares que dijo que seguiría
fr: Il fournit une preuve de conformité - vous permet de montrer que vous avez respecté les standards dans lesquels vous vous êtes engagés
pt: Fornece prova de conformidade - permite mostrar que você seguiu os padrões que disse que iria

source: It enhances availability - your plan should be available, there shouldn't be anything hidden at this stage.
es: Mejora la disponibilidad - su plan debe estar disponible, no debe haber nada oculto en esta etapa.
fr: Cela améliore la disponibilité - votre plan devrait être disponible, il ne devrait rien y avoir de caché à ce stade.
pt: Aprimora a disponibilidade - seu plano deve estar disponível, não deve haver nada oculto neste estágio

source: It documents retention - How long will the data created by this project remain "fresh", what needs to happen to keep it up to date.
es: Documenta la retención - cuánto tiempo permanecerán "frescos" los datos creados por este proyecto, qué debe suceder para mantenerlos actualizados.
fr: Il documente la rétention - Combien de temps les données créées par ce projet resteront-elles "fraîches", ce qui est nécessaire pour les maintenir à jour.
pt: Documenta retenção - Quanto tempo os dados criados por este projecto permanecerão "frescos", o que tem de acontecer para os manter actualizados

source: It documents disposition - What is the ownership of the data created by the project? Who will be responsible for it after the end of the project.
es: Documenta la disposición - ¿Cuál es la propiedad de los datos creados por el proyecto? ¿Quién será el responsable de ellos una vez finalizado el proyecto?
fr: Il documente la disposition - Quelle est la propriété des données créées par le projet? Qui en sera responsable après la fin du projet.
pt: Documenta disposição - Qual é a propriedade dos dados criados pelo projecto? Quem será responsável por isso após o final do projecto.

source: It encourages transparency - openly shared practical project plans feed back into the community and allow others to learn from your successes and failures.
es: Fomenta la transparencia - los planes prácticos de proyectos compartidos abiertamente retroalimentan a la comunidad y permiten que otros aprendan de sus éxitos y fracasos.
fr: Il encourage la transparence - des plans de projet pratiques et ouvertement partagés bénéficient à la communauté et permettent aux autres d'apprendre de vos succès et de vos échecs.
pt: Encoraja transparência - planos de projectos práticos partilhados abertamente alimentam a comunidade e permitem que outros aprendam com seus sucessos e fracassos.

source: And it promotes teamwork - All stakeholders benefit from knowing how they fit into the bigger picture and the more of a sense of ownership that they, have the more likely your project is to succeed.
es: Y promueve el trabajo en equipo - todas las partes interesadas se benefician de saber cómo encajan en el panorama general y cuanto mayor es el sentido de pertenencia que tengan, más probabilidades hay de que su proyecto tenga éxito.
fr: Et il promeut le travail d'équipe - Toutes les parties prenantes profitent de savoir comment ils s'intègrent dans le contexte plus général et plus ils se l'approprient, plus votre projet est susceptible de réussir.
pt: Promove trabalho em equipa - todas as partes interessadas beneficiam-se ao saber como se encaixam na imagem geral e quanto maior for o sentido de propriedade delas, maior é a probabilidade de seu projecto ser bem-sucedido.

source: // Slide 25
es: // DIAPOSITIVA 25
fr: // Diapositive 25

source: All of the resource elements that we have discussed in the previous section come together in the project documentation.
es: Todos los elementos de recursos que hemos discutido en la sección anterior se agrupan en la documentación del proyecto.
fr: Toutes les ressources dont nous avons discuté dans la section précédente sont réunies dans la documentation du projet.
pt: Todos os elementos de recursos que discutimos na secção anterior estão reunidos na documentação do projecto.

source: The elements of your documentation overlap, let’s have a look at where in the documentation cycle each element appears.
es: Los elementos de su documentación se superponen. Veamos en qué parte del ciclo de documentación aparece cada elemento.
fr: Les éléments de votre documentation se chevauchent, voyons où chaque élément apparaît dans le cycle de documentation.
pt: Os elementos de sua documentação se sobrepõem, vamos dar uma olhada onde no ciclo de documentação cada elemento aparece.

source: // Slide 26
es: // DIAPOSITIVA 26
fr: // Diapositive 26
