Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: The BIISC is now planning to make all of the data from the project publicly available by publishing datasets to GBIF. As the BIISC’s Outreach Assistant, you must identify the relevant Darwin Core fields to accommodate the data from the online form. You’ve noticed that additional data describing species and locations have been added to the data form by the graduate students performing validations. To accommodate this data, you need to extend the data structure to aggregate the data from the online form with the added taxonomy and georeferences.
es: BIISC ahora planea hacer que todos los datos del proyecto estén disponibles públicamente mediante la publicación de conjuntos de datos en GBIF. Como asistente de extensión de BIISC, usted debe identificar los campos de Darwin Core relevantes para acomodar los datos del formulario en línea. Ha notado que los estudiantes graduados que realizaron validaciones agregaron datos adicionales que describen especies y ubicaciones al formulario de datos. Para acomodar estos datos, debe ampliar la estructura de datos para agregar los datos del formulario en línea con la taxonomía y las georreferencias agregadas.
fr: Le BIISC prévoit maintenant de rendre accessibles et publiques toutes les données du projet en publiant des jeux de données sur le GBIF. En tant qu’assistant de sensibilisation du BIISC, vous devez identifier les champs Darwin Core pertinents correspondant le mieux aux données du formulaire en ligne. Vous avez remarqué que des données supplémentaires décrivant les espèces et les lieux ont été ajoutées au formulaire de données par les étudiants diplômés qui ont procédé à leur validation. Vous devez étendre la structure de données afin d'intégrer ces informations à partir du formulaire en ligne, avec les données taxonomiques et géographiques supplémentaires.
pt: A BIISC planeja agora disponibilizar todos os dados do projeto publicamente através da publicação de conjuntos de dados através do GBIF. Como Assistente de Outreach da BIISC, deve identificar os campos relevantes do Darwin Core para acomodar os dados do formulário online. Notou que os dados adicionais que descrevem espécies e locais foram adicionados ao formulário de dados pelos alunos que realizam validações. Para acomodar esses dados, precisa estender a estrutura de dados para agregar os dados do formulário on-line com a taxonomia e georeferências adicionadas.

source: Download link:../exercise-data/UC2-IS-2-ForCapture.csv[UC2-IS-2-ForCapture.csv,opts=download]. (7.1 MB)
es: Descarga link:../exercise-data/UC2-IS-2-ForCapture.csv[UC2-IS-2-ForCapture.csv,opts=download]. (7.1 MB)
fr: Télécharger link:../exercise-data/UC2-IS-2-ForCapture.csv[UC2-IS-2-ForCapture.csv,opts=download]. (7,1 Mo)
pt: Link de download link:../exercise-data/UC2-IS-2-ForCapture.csv[UC2-IS-2-ForCapture.csv,opts=download]. (7.1 MB)

source: Using the downloaded dataset, produce a spreadsheet as example of the extended data structure and the fields you’ve identified as relevant for Darwin Core.
es: Con el conjunto de datos descargado, genere una hoja de cálculo como ejemplo de la estructura de datos extendida y los campos que ha identificado como relevantes para Darwin Core.
fr: En utilisant le jeu de données téléchargé, créez une feuille de calcul comme exemple de la structure de données étendue et des champs que vous avez identifiés comme étant pertinents pour la correspondance avec le Darwin Core.
pt: Usando o conjunto de dados descarregado, produza uma folha de cálculo como exemplo da estrutura de dados estendida e dos campos que identificou como relevantes para o Darwin Core.

source: Use the exercise sheet to provide your answers and submit the spreadsheet.
es: Utilice la hoja de ejercicios para proporcionar sus respuestas y enviar la hoja de cálculo.
fr: Utilisez la feuille d'exercice pour fournir vos réponses et soumettre la feuille de calcul.
pt: Use a tabela para fornecer as suas respostas e enviar a folha de cálculo.

source: Exercise 3
es: Ejercicio 3
fr: Exercice 3
pt: Exercício 3

source: Over the summer, interns at the HISC main office created checklists from the original occurrence data that were collected and augmented from the online form. Taking the role of the HSC Project Leader, you must now carry out final quality checks prior to publication.
es: Durante el verano, los pasantes de la oficina principal de HISC crearon listas de verificación a partir de los datos de registros biológicos originales que se recopilaron y ampliaron del formulario en línea. Al asumir el papel de líder del proyecto HSC, ahora debe realizar controles de calidad finales antes de la publicación.
fr: Au cours de l’été, les stagiaires du bureau principal du HISC ont créé des listes de référence taxonomique à partir des données d’occurrence originales recueillies et complétées à partir du formulaire en ligne. En assumant le rôle de chef de projet HSC, vous devez maintenant effectuer les contrôles de qualité finaux avant la publication.
pt: Ao longo do verão, os estagiários do gabinete principal do HISC criaram checklists a partir dos dados de ocorrência originais que foram colhidos e ampliados a partir do formulário online. Assumindo o papel do Líder do Projeto HSC, deve agora realizar verificações finais de qualidade antes da publicação.

source: Download link:../exercise-data/UC2-IS-3-ForCleaning.xlsx[UC2-IS-3-ForCleaning.xlsx,opts=download]. (156 KB)
es: Descarga link:../exercise-data/UC2-IS-3-ForCleaning.xlsx[UC2-IS-3-ForCleaning.xlsx,opts=download]. (156 MB)
fr: Télécharger link:../exercise-data/UC2-IS-3-ForCleaning.xlsx[UC2-IS-3-ForCleaning.xlsx,opts=download]. (156 ko)
pt: Link de download link:../exercise-data/UC2-IS-3-ForCleaning.xlsx[UC2-IS-3-ForCleaning.xlsx,opts=download]. (156 KB)

source: Evaluate the dataset and identify which types of errors are present.
es: Evaluar el conjunto de datos e identificar qué tipos de errores están presentes.
fr: Évaluez le jeu de données et identifiez quels types d'erreurs il contient.
pt: Avalie o conjunto de dados e identifique que tipos de erros estão presentes.

source: Identify possible ways to correct those issues and perform those corrections for as many of the errors as you can.
es: Identificar formas posibles de corregir esos problemas y realizar las correcciones para tantos errores como pueda.
fr: Identifiez différentes façons de corriger ces problèmes et effectuez ces corrections pour autant d'erreurs que possible.
pt: Identifique as formas possíveis de corrigir esses problemas e realizar essas correções para todos os erros que for possível.

source: The HISC is now ready to publish the checklist data and associated occurrences to GBIF. For this exercise, you will take the role of the Project Leader. Your responsibility: publishing the cleaned checklist data and associated occurrences online through the GBIF network.
es: El HISC ahora está listo para publicar los datos de la lista de especies y los registros biológicos asociados en GBIF. Para este ejercicio, asumirá el papel de Líder del Proyecto. Su responsabilidad: publicar los datos de la lista de especies limpia y los registros biológicos asociados en línea a través de la red GBIF.
fr: Le HISC est maintenant prêt à publier les données de la liste de référence taxonomique et les occurrences associées sur le GBIF. Pour cet exercice, vous assumerez le rôle de responsable du projet. Votre responsabilité : publier les données de la liste de référence nettoyée et les occurrences associées en ligne via le réseau GBIF.
pt: O HISC está pronto para publicar os dados da checklist e ocorrências associadas através do GBIF. Para este exercício, irá desempenhar o papel do Líder do Projeto. A sua responsabilidade é publicar online os dados da checklist limpa e ocorrências associadas, através da rede GBIF.

source: Download link:../exercise-data/UC2-IS-4-ForPublication.xlsx[UC2-IS-4-ForPublication.xlsx,opts=download]. (99 KB)
es: Descargar link:../exercise-data/UC2-IS-4-ForPublication.xlsx[UC2-IS-4-ForPublication.xlsx,opts=download]. (99 KB)
fr: Téléchargez link:../exercise-data/UC2-IS-4-ForPublication.xlsx[UC2-IS-4-ForPublication.xlsx,opts=download]. (99 ko)
pt: Link de download link:../exercise-data/UC2-IS-4-ForPublication.xlsx[UC2-IS-4-ForPublication.xlsx,opts=download]. (99 KB)

source: Use the previously provided IPT installation to publish the given dataset.
es: Utilice la instalación IPT previamente proporcionada para publicar el conjunto de datos dado.
fr: Utilisez l'installation IPT indiquée précédemment pour publier le jeu de données fourni.
pt: Utilize a instalação do IPT fornecida anteriormente para publicar o conjunto de dados fornecido.

source: Use the exercise sheet to provide your answers and link to the published dataset.
es: Utilice la hoja de ejercicios para proporcionar sus respuestas y enlace al conjunto de datos publicado.
fr: Utilisez la feuille d'exercice pour fournir vos réponses, ainsi qu'un lien vers le jeu de données publié.
pt: Use a folha de exercícios para fornecer as suas respostas e ligar ao conjunto de dados publicado.

source: Use Case II - Lepidoptera sightings
es: Caso de Uso II - Avistamiento de Lepidópteros
fr: Cas Pratique II - Observations de Lépidoptères
pt: Caso de Uso II - avistamentos de Lepidoptera

source: *Sampling of Lepidoptera across Countries*
es: *Muestreo de Lepidópteros en todos los Países*
fr: *Échantillonnage de Lepidoptera à travers différents pays*
pt: *Amostragem de Lepidoptera ao nível dos países*

source: https://www.gbif.org/occurrence/3039469018[Papilio machaon Linnaeus, 1758] observed in Israel by עומר וינר (licensed under http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
es: https://www.gbif.org/occurrence/3039469018[Papilio machaon Linnaeus, 1758] observada en Israel por עומר וינר (licenciada bajo http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
fr: https://www.gbif.org/occurrence/3039469018[Papilio machaon Linnaeus, 1758] observé en Israël par עומר וינר (Licence sous http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])

source: This narrative was developed as a basis for practical exercises in the biodiversity data mobilization course and the exercise concept and content was developed by Alberto González-Talaván, based on previous work by Alberto González-Talaván, Danny Vélez, Larissa Smirnova, Laura Russell, Mélianie Raymond and Nicolas Noé. It is a fictionalized scenario and is meant only for instructional purposes.
es: Esta narrativa fue desarrollada como base para ejercicios prácticos en el curso de movilización de datos de biodiversidad y el concepto y contenido del ejercicio fue desarrollado por Alberto González-Talaván, basado en trabajos previos de Alberto González-Talaván, Danny Vélez, Larissa Smirnova, Laura Russell, Mélianie Raymond y Nicolas Noé. Es un escenario ficticio y solo tiene fines educativos.
fr: Ce scénario a été élaboré comme base pour les exercices pratiques du cours de mobilisation des données de biodiversité. Le concept et le contenu de l'exercice ont été développés par Alberto González-Talaván, sur la base des travaux antérieurs d'Alberto González-Talaván, Danny Vélez, Larissa Smirnova, Laura Russell, Mélianie Raymond et Nicolas Noé. Il s'agit d'un scénario fictif qui n'est destiné qu'à des fins pédagogiques.
pt: Esta narrativa foi desenvolvida como base para exercícios práticos do curso de mobilização de dados para a biodiversidade e o conceito e conteúdo do exercício foram desenvolvido por Alberto González-Talaván, com base no trabalho de Alberto González-Talaván, Danny Vélez, Larissa Smirnova, Laura Russell, Mélianie Raymond e Nicolas Noé. É um cenário fictício e destina-se apenas a fins instrutivos.

source: The International Butterfly Amateur Network (IBAN) has been providing a framework for national amateur observational groups to capture data about the occurrence of butterflies (Lepidoptera) since 2009. An extensive network of amateur observers use a standard protocol based on Pollard walks to capture this information on paper sheets that they send to their national office. Some of these offices digitize this information into spreadsheets, but others do not have the human resources to do this and they send the paper logs to the IBAN for processing. IBAN produces an annual report based on the sightings provided by these national members, with updated distribution maps and analysis of population trends for some key species.
es: La Red Internacional de Aficionados de Mariposas (IBAN) ha proporcionado un marco para que los grupos nacionales de observación de aficionados capturen datos sobre la aparición de mariposas (Lepidoptera) desde 2009. Una extensa red de observadores aficionados utiliza un protocolo estándar basado en las caminatas de Pollard para capturar esta información en hojas de papel que envían a su oficina nacional. Algunas de estas oficinas digitalizan esta información en hojas de cálculo, pero otras no cuentan con los recursos humanos para hacerlo y envían los registros en papel al IBAN para su procesamiento. IBAN produce un informe anual basado en los avistamientos proporcionados por estos miembros nacionales, con mapas de distribución actualizados y análisis de tendencias poblacionales para algunas especies clave.
fr: L'International Butterfly Amateur Network (IBAN) fournit un cadre pour les groupes d'observation amateurs nationaux pour capturer des données sur l'apparition de papillons (Lepidoptera) depuis 2009. Un vaste réseau d'observateurs amateurs utilise un protocole standard basé sur la méthode "Pollard walk" pour saisir ces renseignements sur les feuilles de papier qu'ils transmettent à leur bureau national. Certains de ces bureaux numérisent ces informations dans des feuilles de calcul, mais d'autres n'ont pas les ressources humaines pour le faire et ils envoient les enregistrements papier à l'IBAN pour traitement. L'IBAN produit un rapport annuel basé sur les observations fournies par ces membres nationaux, avec la mise à jour des cartes de distribution et l'analyse des tendances démographiques de certaines espèces clés.
pt: A International Butterfly Amateur Network (IBAN) tem proporcionado um enquadramento para os grupos de observação amadores nacionais capturarem dados sobre a ocorrência de borboletas (Lepidoptera) desde 2009. Uma vasta rede de observadores amadores usa um protocolo padrão baseado em percursos de Pollard para capturar esta informação em folhas de papel que enviam para a sua sede nacional. Alguns destas sedes digitalizam essas informações em folhas de cálculo, mas outros não dispõem de recursos humanos para o fazer e enviam os registos em papel ao IBAN para processamento. O IBAN elabora um relatório anual baseado nos avistamentos fornecidos por estes membros nacionais. com mapas de distribuição atualizados e análise de tendências demográficas para algumas espécies chave.

source: The IBAN headquarters is mainly staffed with volunteers. With the increasing popularity of citizen science and the general interest in butterflies as a charismatic group of organisms, more and more data are received every year and the paper data sheets quickly pile up undigitized. The IBAN steering committee is trying to identify a more efficient and agile workflow for the creation of digital data because they would like to start publishing these data online regularly. They would also like to start processing digital pictures that their volunteers are already capturing with mobile devices like phones and tablets. Their ultimate objective is to raise the profile of the network and strengthen collaborations with local and regional governments to influence conservation policies for Lepidoptera in the countries involved.
es: La sede de IBAN está compuesta principalmente por voluntarios. Con la creciente popularidad de la ciencia ciudadana y el interés general en las mariposas como un grupo carismático de organismos, cada año se reciben más y más datos y las hojas de datos en papel se apilan rápidamente sin digitalizar. El comité directivo de IBAN está tratando de identificar un flujo de trabajo más eficiente y ágil para la creación de datos digitales porque les gustaría comenzar a publicar estos datos en línea con regularidad. También les gustaría comenzar a procesar imágenes digitales que sus voluntarios ya están capturando con dispositivos móviles como teléfonos y tabletas. Su objetivo final es dar a conocer la red y fortalecer las colaboraciones con los gobiernos locales y regionales para influir en las políticas de conservación de los lepidópteros en los países involucrados.
fr: Le siège de l'IBAN est principalement composé de volontaires. Avec la popularité croissante de la science citoyenne et l'intérêt général pour les papillons en tant que groupe d'organismes charismatique, de plus en plus de données sont reçues chaque année et les fiches de données non numérisées s'accumulent rapidement. Le comité directeur de l’IBAN tente d'identifier un flux de travail plus efficace et plus agile pour la création de données numériques, car il souhaite commencer à publier ces données en ligne régulièrement. Ils aimeraient également commencer à traiter des images numériques que leurs bénévoles sont déjà en train de capturer avec des appareils mobiles comme des téléphones et des tablettes. Leur objectif ultime est de faire connaître le réseau et de renforcer les collaborations avec les gouvernements locaux et régionaux pour influencer les politiques de conservation de Lepidoptera dans les pays concernés.
pt: A sede do IBAN é principalmente composta por voluntários. Com a crescente popularidade da ciência cidadã e o interesse geral das borboletas enquanto grupo notável de organismos, são recebidos cada vez mais dados todos os anos e as folhas de dados em papel acumulam rapidamente dados não digitalizados. O comité diretivo do IBAN está a tentar identificar um fluxo de trabalho mais eficiente e ágil para a criação de dados digitais, porque gostariam de começar a publicar esses dados online regularmente. Também gostariam de começar a processar imagens digitais que os seus voluntários já estão a capturar com dispositivos móveis, como telefones e tablets. O seu objectivo último é aumentar o perfil da rede e reforçar as colaborações com os governos locais e regionais para influenciar as políticas de conservação de Lepidoptera nos países envolvidos.

source: There is currently no formal agreement between IBAN and the amateurs capturing data, to cover the ways in which the data can be used, for example. The steering committee has some concerns that when they start publishing the data online, they will have to formalize this arrangement.
es: Actualmente, no existe un acuerdo formal entre IBAN y los aficionados que capturan datos, para cubrir las formas en que se pueden usar los datos, por ejemplo. El comité directivo tiene algunas preocupaciones de que cuando comiencen a publicar los datos en línea, tendrán que formalizar este acuerdo.
fr: Il n'existe actuellement aucun accord formel entre l'IBAN et les amateurs encodant des données, comme par exemple pour couvrir la manière dont les données peuvent être utilisées. Le comité de pilotage a quelques craintes sur le fait qu'ils devront formaliser cet accord lorsqu'ils commenceront à publier les données en ligne.
pt: Não existe atualmente qualquer acordo formal entre o IBAN e os amadores que capturam dados, por exemplo, para definir as formas como os dados podem ser utilizados. O comité diretivo tem algumas preocupações de que, quando começarem a publicar os dados online, terão de formalizar esta acordo.

source: The recommended protocol —Pollard walks— is based on transects that range between 300 and 600 m in length, divided into 50 m sections. Each transect should cover a single habitat type.
es: El protocolo recomendado —la caminata de Pollard— se basa en transectas que oscilan entre 300 y 600 m de longitud, divididos en tramos de 50 m. Cada transecta debe cubrir un solo tipo de hábitat.
fr: Le protocole recommandé – les marches Pollard – est basé sur des transects de 300 à 600 m de longueur, divisées en sections de 50 m. Chaque transect doit couvrir un seul type d'habitat.
pt: O protocolo recomendado - percursos de Pollard - é baseado em transetos que variam entre 300 e 600 m de comprimento, divididos em 50 m secções. Cada transeto deve abranger um único tipo de habitat.

source: In each visit, transect-walkers have to count all species of Lepidoptera that can be seen within 5 m of the transect line. Special behaviours (egg laying or nectaring), as well as developmental stage (e.g., larvae or eggs), should be recorded as well.
es: En cada visita, los caminantes de transectas deben contar todas las especies de lepidópteros que se pueden ver dentro de los 5 m de la línea de la transecta. También se deben registrar los comportamientos especiales (puesta de huevos o libación de néctar), así como la etapa de desarrollo (por ejemplo, larvas o huevos).
fr: Lors de chaque visite, les opérateurs doivent compter toutes les espèces de lépidoptères qui peuvent être observées à moins de 5 m du transect. Les comportements particuliers (ponte d'œufs ou butinage), ainsi que le stade de développement (par exemple, des larves ou des œufs), devraient également être enregistrés.
pt: Em cada visita, os participantes que percorrem os transetos têm de contar todas as espécies de Lepidoptera que podem ser vistas dentro de 5 m da linha de transeto. Os comportamentos especiais (posturas de ovos ou néctar), bem como níveis de desenvolvimento (por exemplo, larva ou ovos), também devem ser registrados.

source: For most countries, these sampling efforts happen once every two weeks from the beginning of October to the end of June.
es: En la mayoría de los países, estos esfuerzos de muestreo se realizan una vez cada dos semanas desde principios de octubre hasta finales de junio.
fr: Dans la plupart des pays, ces échantillonnages ont lieu une fois toutes les deux semaines, de début octobre à fin juin.
pt: Para a maioria dos países, estes esforços de amostragem ocorrem uma vez a cada duas semanas, desde o início de Outubro até ao final de Junho.

source: There are quality control measures in place: every reported record is flagged "Pending approval". Record status is only changed to "Approved" after verification by a designated taxonomic expert. Species spotted out of their regular season or distribution area are flagged for additional verification.
es: Existen medidas de control de calidad: cada registro notificado se marca como "Pendiente de aprobación". El estado del registro solo se cambia a "Aprobado" después de la verificación por parte de un experto taxonómico designado. Las especies detectadas fuera de su temporada regular o área de distribución se marcan para verificación adicional.
fr: Il y a des mesures de contrôle de la qualité en place : chaque enregistrement signalé est marqué "En attente d'approbation". Le statut de l'enregistrement n'est changé en « Approuvé » qu'après vérification par un expert taxonomique désigné. Les espèces repérées hors de leur saison régulière ou de leur zone de distribution sont signalées pour vérification supplémentaire.
pt: Existem medidas de controle de qualidade em curso: cada registo reportado é sinalizado "Aguardando aprovação". O estado do registo é alterado apenas para "Aprovado" após a verificação por um especialista taxonómico designado. As espécies avistadas fora da temporada regular ou área de distribuição são sinalizadas para verificação adicional.
