Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: :figure-caption!: .https://pixabay.com/photos/%C3%A9l%C3%A9phant-%C3%A9l%C3%A9phant-d-asie-4037451/[Sri Lankan elephants] observed by pen_ash. image::img/web/QDataTypes-Observations.png[align=center,width=640,height=360]
es: :figure-caption!: .https://pixabay.com/photos/%C3%A9l%C3%A9phant-%C3%A9l%C3%A9phant-d-asie-4037451/[elefantes de Sri Lankan] observado por pen_ash. image::img/web/QDataTypes-Observations.png[align=center,width=640,height=360]
fr: :figure-caption!: .https://pixabay.com/photos/%C3%A9l%C3%A9phant-%C3%A9l%C3%A9phant-d-asie-4037451/[éléphants sri-lankais] observés par pen_ash. image::img/web/QDataTypes-Observations.png[align="center", width="640", height="360"]
pt: :figure-caption!: .https://pixabay.com/photos/%C3%A9l%C3%A9phant-%C3%A9l%C3%A9phant-d-asie-4037451/[Elefantes do Sri Lankan] observado por pen_ash. image::img/web/QDataTypes-Observations.png[align="center",width="640",height="360"]

source: - [x] occurrence - [x] checklist - [x] sampling event
es: - [x] registro biológico - [x] lista de especies - [x] evento de muestreo
fr: - [x] occurrence - [x] liste taxonomique - [x] événement d'échantillonnage
pt: - [x] ocorrência - [x] checklist - [x] evento de amostragem

source: What dataset type(s) would you choose for a citizen science bioblitz?
es: ¿Qué tipos de conjuntos de datos elegiría(s) para un bioblitz de ciencia ciudadana?
fr: Quel(s) type(s) de jeu de données choisiriez-vous pour un inventaire éclair (bioblitz) dans le cadre d'un programme de science participative ?
pt: Qual(ais) o(s) tipo(s) de conjunto de dados que você escolheria para um bioblitz de ciência cidadã?

source: Citizen science data are often collected through thematic fieldwork days known as a “bioblitz.” Volunteers typically gather in a given area and spend the day trying to observe and identify as many species as they can in this area.
es: Los datos de ciencia ciudadana a menudo se recopilan a través de días de trabajo de campo temáticos conocidos como "bioblitz". Los voluntarios generalmente se reúnen en un área determinada y pasan el día tratando de observar e identificar tantas especies como puedan en esta área.
fr: Les données de sciences participatives sont souvent recueillies par le biais de journées thématiques de travail sur le terrain, connues sous le nom de « bioblitz », ou inventaire éclair. Les bénévoles se rassemblent généralement dans une zone donnée et passent la journée à essayer d'observer et d'identifier autant d'espèces qu'ils le peuvent dans cette zone.
pt: Os dados de ciência cidadã são frequentemente recolhidos no âmbito de trabalhos de campo temáticos conhecidos como "bioblitz. Os voluntários normalmente reúnem-se numa determinada área e passam o dia tentando observar e identificar tantas espécies quantas as que puderem nessa área.

source: Data from each participant are captured and merged into the citizen science programme’s data capture or data management tool.
es: Los datos de cada participante se capturan y combinan en la captura de datos del programa de ciencia ciudadana o en la herramienta de gestión de datos.
fr: Les données de chaque participant sont saisies et agrégées dans l’outil de saisie ou de gestion des données du programme de science participative.
pt: Os dados de cada participante são capturados e adicionados à ferramenta de captura ou gestão de dados do programa de ciência cidadã.

source: :figure-caption!: .https://www.nps.gov/experiences/citizen-scientists-bioblitz.htm?fullweb=1[Looking for birds with park staff] by US National Park Service (authorized reuse on google image search) image::img/web/QDataTypes-citizen.png[align=center,width=640,height=360]
es: :figure-caption!: .https://www.nps.gov/experiences/citizen-scientists-bioblitz.htm?fullweb=1[Buscando aves con personal del parque] por el Servicio de Parques Nacionales de EE. UU. (reutilización autorizada en la búsqueda de imágenes de Google) image::img/web/QDataTypes-citizen.png[align=center,width=640,height=360]
fr: :figure-caption!: .https://www.nps.gov/experiences/citizen-scientists-bioblitz.htm?fullweb=1[À la recherche d'oiseaux avec le personnel du parc] par le US National Park Service (réutilisation autorisée sur Google Image search) image::img/web/QDataTypes-citizen.png[align="center", width="640", height="360"]
pt: :figure-caption!: .https://www.nps.gov/experiences/citizen-scientists-bioblitz.htm?fullweb=1[À procur de pássaros com a equipa do parque ] por US National Park Service (reutilização autorizada na pesquisa de imagens do google) image::img/web/QDataTypes-citizen.png[align="center",width="640",height="360"]

source: What dataset type(s) would you choose for a regional species list?
es: ¿Qué tipo(s) de connjuntos de datos elegiría(s) para una lista regional de especies?
fr: Quel(s) type(s) de jeu de données choisiriez-vous pour une liste d'espèces régionale ?
pt: Qual(ais) o(s) tipo(s) de conjunto de dados que escolheria para lista regional de espécies?

source: :figure-caption!: .https://pixabay.com/photos/zoo-de-magdebourg-makibo-2876837/[Black rhino] observed at the Magdeburg Zoo in Germany by Mani300 image::img/web/QDataTypes-threatened.png[align=center,width=640,height=360]
es: :figure-caption!: .https://pixabay.com/photos/zoo-de-magdebourg-makibo-2876837/[Rinoceronte negro] observado en el zoológico de Magdeburg en Alemania por Mani300 image::img/web/QDataTypes-threatened.png[align=center,width=640,height=360]
fr: :figure-caption!: .https://pixabay.com/photos/zoo-de-magdebourg-makibo-2876837/[Rhinocéros noir] observé au Zoo de Magdebourg en Allemagne par Mani300 image::img/web/QDataTypes-threatened.png[align="center", width="640", height="360"]
pt: :figure-caption!: .https://pixabay.com/photos/zoo-de-magdebourg-makibo-2876837/[Rinoceronte negro] observado no Magdeburg Zoo, Alemanha por Mani300 image::img/web/QDataTypes-threatened.png[align="center",width="640",height="360"]

source: - [ ] occurrence - [x] checklist - [ ] sampling event
es: - [ ] registro biológico - [x] lista de especies - [ ] evento de muestreo
fr: - [ ] occurrence - [x] liste taxonomique - [ ] événement d'échantillonnage
pt: - [ ] ocorrência - [x] checklist - [ ] evento de amostragem

source: In this module, you will review the main concepts, related tools and best practices for data management, particularly, data cleaning and standardization.
es: En este módulo, usted revisará los conceptos principales, herramientas relacionadas y buenas prácticas para la gestión de datos, en particular, la limpieza y estandarización de datos.
fr: Dans ce module, vous passerez en revue les concepts principaux, les outils connexes et les meilleures pratiques pour la gestion des données, en particulier, le nettoyage et la normalisation des données.
pt: Neste módulo, irá analisar os principais conceitos, ferramentas relacionadas e melhores práticas para a gestão de dados, particularmente, a limpeza e normalização de dados.

source: Principles of data management
es: Principios de la gestión de datos
fr: Principes de gestion des données
pt: Princípios da gestão de dados

source: In this video (09:49), you will review an important set of principles necessary to improve data through the processes of data cleaning. If you are unable to watch the embedded video, you can link:../videos/Data_Management.mp4[download^,opts=download] it locally. (MP4 - 16.6 MB)
es: En este video (09:49), usted revisará un importante conjunto de principios necesarios para mejorar los datos a través de los procesos de limpieza de datos. Si no puede ver el vídeo incrustado, puede link:../videos/Data_Management.mp4[descarga^,opts=download] localmente. (MP4 - 16.6 MB)
fr: Dans cette vidéo (09:49), vous allez passer en revue un ensemble important de principes nécessaires pour améliorer les données à travers les processus de nettoyage des données. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/Data_Management.mp4[télécharger^,opts=download] localement. (MP4 - 16,6 Mo)
pt: Neste vídeo (09:49), irá analisar um conjunto importante de princípios necessários para melhorar os dados através dos processos de limpeza de dados. Se não conseguir assistir ao vídeo incorporado, pode carregar o link:../videos/Data_Management.mp4[descarregar^,opts=download] localmente. (MP4 - 16.6 MB)

source: Data management tools
es: Herramientas de gestión de datos
fr: Outils de gestion des données
pt: Ferramentas de gestão de dados

source: In this video (06:42), you will learn about a variety of tools that you can use to improve the quality of your data. If you are unable to watch the embedded video, you can link:../videos/Data_Management_Tools.mp4[download,opts=download] it locally. (MP4 - 10.3 MB)
es: En este video (06:42), aprenderá sobre una variedad de herramientas que puede utilizar para mejorar la calidad de sus datos. Si no puede ver el vídeo incrustado, puede link:../videos/Data_Management_Tools.mp4[descarga^,opts=download] localmente. (MP4 - 10.3 MB)
fr: Dans cette vidéo (06:42), vous en apprendrez plus une variété d'outils que vous pouvez utiliser pour améliorer la qualité de vos données. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/Data_Management_Tools.mp4[ télécharger,opts=download] localement. (MP4 - 10.3 Mo)
pt: Neste vídeo (06:42), irá analisar um conjunto importante de princípios necessários para melhorar os dados através dos processos de limpeza de dados. Se não conseguir assistir ao vídeo incorporado, pode carregar o link:../videos/Data_Management.mp4[descarregar^,opts=download] localmente. (MP4 - 10.3 MB)

source: Exercise 3a-c
es: Ejercicio 3a-c
fr: Exercice 3a-c
pt: Exercício 3a-c

source: For these exercises, you will perform technical and consistency validation checks, improve data with different tools, and learn how to use https://openrefine.org/[OpenRefine^].
es: Para estos ejercicios, realizará verificaciones técnicas y controles de validación de consistencia, mejorará los datos con diferentes herramientas y aprenderá a usar https://openrefine.org/[OpenRefine^].
fr: Pour ces exercices, vous effectuerez des vérifications techniques et cohérentes, améliorerez les données avec différents outils et apprendrez à utiliser https://openrefine.org/[OpenRefine^].
pt: Para esses exercícios, irá executar verificações de validação técnicas e consistentes, melhorará os dados com diferentes ferramentas e aprenderá como usar https://openrefine.org/[OpenRefine^].

source: Your institution is part of the “Global Poales Association (GPA)”. This association has secured funding to publish an up-to-date flora on the group and has requested your herbarium to participate and provide any high quality records you may have on this order of plants. The order is well represented in your collection so you think you could contribute substantially to this effort.
es: Su institución es parte de la “Asociación Global de Poales (GPA)”. Esta asociación ha obtenido fondos para publicar una flora actualizada sobre el grupo y ha solicitado a su herbario que participe y proporcione los registros de alta calidad que pueda tener sobre este orden de plantas. El pedido está bien representado en su colección, por lo que cree que podría contribuir sustancialmente a este esfuerzo.
fr: Votre institution fait partie de la « Global Poales Association (GPA) ». Cette association a obtenu un financement pour publier une flore à jour sur le groupe et a demandé à votre herbier de participer et de fournir des enregistrements de haute qualité que vous pourriez avoir sur cet ordre de plantes. Cet ordre est bien représenté dans votre collection et vous pensez pouvoir contribuer de manière substantielle à cet effort.
pt: A sua instituição faz parte da “Associação Global de Poales (GPA)”. Esta associação garantiu financiamento para a publicação de uma flora atualizada para o grupo e solicitou ao seu herbário que participasse e fornecesse todos os registos de alta qualidade que possa ter para esta ordem de plantas. A ordem está bem representada na sua coleção, pelo que poderá contribuir substancialmente para este esforço.

source: Exercise 3a
es: Ejercicio 3a
fr: Exercice 3a
pt: Exercício 3a

source: *Validation checks*
es: *Comprobaciones de validación*
fr: *Contrôles de validation*
pt: *Verificações de validação*

source: In this exercise we will focus on technical errors and perform a basic validation check to identify technical errors. Refer to <<Validation checks>> for information on the types of errors.
es: En este ejercicio nos centraremos en errores técnicos y realizaremos una comprobación básica de validación para identificar errores técnicos. Consulte <<Comprobaciones de validación>> para obtener información sobre los tipos de errores.
fr: Dans cet exercice, nous nous concentrerons sur les erreurs techniques et effectuerons un contrôle de validation de base pour identifier les erreurs techniques. Reportez-vous à <<Contrôles de validation>> pour plus d'informations sur les types d'erreurs.
pt: Neste exercício, vamo-nos concentrar em erros técnicos e realizar uma verificação de validação básica para identificar erros técnicos. Consulte <<Verificações da validação>> para obter informações sobre os tipos de erros.

source: Download link:../exercise-data/UC1-3ab-data-cleaning.csv[UC1-3ab-data-cleaning.csv,opts=download]. (207.5 KB)
es: Enlace de link:../exercise-data/UC1-3ab-data-cleaning.csv[UC1-3ab-data-cleaning.csv,opts=download]. (207.5 KB)
fr: Télécharger link:../exercise-data/UC1-3ab-data-cleaning.csv[UC1-3ab-data-cleaning.csv,opts=download]. (207,5 ko)
pt: Link de download link:../exercício-data/UC1-3ab-data-cleaning.csv[UC1-3ab-data-cleaning.csv,opts=download]. (207.5 KB)

source: Import the CSV file in Excel using the Excel wizard. See link:../course-docs/Excel-tips-EN.pdf[Excel-tips-EN.pdf^,opts=download] (PDF, 7 MB) for import instructions for your operating system (Windows, Mac, Linux).
es: Importe el archivo CSV en Excel usando el asistente de Excel. Consulte este link:../course-docs/Excel-tips-EN.pdf[Excel-tips-EN.pdf^,opts=download] (PDF, 7 MB) para obtener instrucciones de importación para su sistema operativo (Windows, Mac, Linux).
fr: Importez le fichier CSV dans Excel en utilisant l'assistant Excel. Voir link:../course-docs/Excel-tips-EN.pdf[Excel-tips-EN.pdf^,opts=download] (PDF, 7 Mo) pour les instructions d'importation de votre système d'exploitation (Windows, Mac, Linux).
pt: Importe o arquivo CSV para o Excel usando o assistente do Excel. Consulte o link:../course-docs/Excel-tips-EN.pdf[Excel-tips-EN.pdf^,opts=download] (PDF, 7 MB) para obter instruções de importação para o seu sistema operativo (Windows, Mac, Linux).

source: Find and correct the errors manually.
es: Encuentra y corrige los errores manualmente.
fr: Trouvez et corrigez les erreurs manuellement.
pt: Localizar e corrigir os erros manualmente.

source: Exercise 3b
es: Ejercicio 3b
fr: Exercice 3b
pt: Exercício 3b

source: *Other data management tools*
es: *Otras herramientas de gestión de datos*
fr: *Autres outils de gestion des données*
pt: *Outras ferramentas de gestão de dados*

source: The GPA association has given you a checklist of data quality elements to verify:
es: La asociación GPA le ha proporcionado una lista de elementos de calidad de datos para verificar:
fr: L'association GPA vous a donné une liste d'éléments de contrôle de qualité des données à vérifier :
pt: A associação GPA forneceu-lhe uma lista de elementos de qualidade de dados para verificar:

source: All plant names (full name) are correctly spelled
es: Todos los nombres de las plantas (nombre completo) están escritos correctamente
fr: Tous les noms de plantes (nom complet) sont correctement orthographiés
pt: Todos os nomes das plantas (nome completo) estão escritos corretamente

source: All plant names belong to the order
es: Todos los nombres de las plantas pertenecen al pedido
fr: Tous les noms de plantes appartiennent à cet ordre
pt: Todos os nomes das plantas pertencem à ordem

source: All records have coordinates
es: Todos los registros tienen coordenadas
fr: Tous les enregistrements ont des coordonnées
pt: Todos os registos têm coordenadas

source: All coordinates are inside the country stated and converted to decimal format
es: Todas las coordenadas están dentro del país indicado y convertidas en formato decimal
fr: Toutes les coordonnées sont à l'intérieur du pays indiqué et converties au format décimal
pt: Todas as coordenadas estão dentro do país declarado e convertidas em formato decimal

source: All dates are in the proper column and in the format YYYY-MM-DD
es: Todas las fechas están en la columna correspondiente y en el formato AAAA-MM-DD
fr: Toutes les dates sont dans la colonne appropriée et au format AAAA-MM-JJ
pt: Todas as datas estão na coluna correta e no formato YYYY-MM-DD

source: The three categories of errors are:
es: Las tres categorías de errores son:
fr: Les trois catégories d'erreurs sont :
pt: As três categorias de erros são:

source: Nomenclatural errors
es: Errores nomenclaturales
fr: Erreurs de nomenclature
pt: Erros nomenclaturais

source: Format errors
es: Errores de formato
fr: Erreurs de format
pt: Erros de formatação

source: Geographic errors / outliers
es: Errores geográficos / valores atípicos
fr: Erreurs géographiques/coordonnées aberrantes
pt: Erros geográficos / outliers

source: Refer to <<Helpful tools>> in order to complete the exercise. You are not limited to these tools, you may use any tools you like.
es: Consulte <<Herramientas útiles>> para completar el ejercicio. No está limitado a estas herramientas, puede utilizar cualquier herramienta que desee.
fr: Reportez-vous à <<Outils utiles>> pour terminer l'exercice. Vous n'êtes pas limité à ces outils, vous pouvez utiliser les outils que vous voulez.
pt: Consulte <<Ferramentas úteis>> para completar o exercício. Não está limitado a essas ferramentas, pode usar qualquer ferramenta que quiser.

source: Use the same file from the previous exercise.
es: Utilice el mismo archivo del ejercicio anterior.
fr: Utilisez le même fichier que pour l'exercice précédent.
pt: Use o mesmo arquivo do exercício anterior.

source: Make the correction ONLY for the Eriocaulaceae family (so you may want to filter the data)
es: Hacer la corrección SOLO para la familia Eriocaulaceae (por lo que puede querer filtrar los datos)
fr: Effectuez la correction SEULEMENT pour la famille Eriocaulaceae (vous devrez sans doute filtrer les données)
pt: Faça a correção APENAS para a família Eriocaulaceae (possivelmente, quererá filtrar os dados)

source: Correct the errors found in the dataset used in exercise 3a (previous exercise), using the tools of your choice, and document the changes you perform in the exercise sheet.
es: Corregir los errores encontrados en el conjunto de datos usado en el ejercicio 3a (ejercicio anterior), usando las herramientas de su elección, y documentar los cambios que realiza en la hoja de ejercicio.
fr: Corrigez les erreurs trouvées dans le jeu de données utilisé dans l'exercice 3a (exercice précédent), en utilisant les outils de votre choix et documentez les changements que vous effectuez dans la feuille d'exercice.
pt: Corrija os erros encontrados no conjunto de dados usado no exercício 3a (exercício anterior), usando as ferramentas à sua escolha e documente as alterações que realizar na folha de exercícios.

source: Correct the entire file if you have time.
es: Corrija todo el archivo si tiene tiempo.
fr: Corrigez le fichier entier si vous avez le temps.
pt: Corrija todo o arquivo se tiver tempo.

source: Exercise 3c
es: Ejercicio 3c
fr: Exercice 3c
pt: Exercício 3c

source: In this video (03:27), you will learn about https://openrefine.org/[OpenRefine^]. You can use OpenRefine to standardize and improve the quality of your data. If you are unable to watch the embedded video, you can link:../videos/Data_Management_OpenRefine.mp4[download,opts=download] it locally. (MP4 - 3.8 MB)
es: En este video (03:27), aprenderá sobre una variedad de herramientas que puede utilizar para mejorar la calidad de sus datos. Si no puede ver el vídeo incrustado, puede link:../videos/Data_Management_Tools.mp4[descarga^,opts=download] localmente. (MP4 - 3.8 MB)
fr: Dans cette vidéo (03:27), vous en apprendrez plus sur https://openrefine.org/[OpenRefine^]. Vous pouvez utiliser OpenRefine pour standardiser et améliorer la qualité de vos données. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/Data_Management_OpenRefine.mp4[télécharger^,opts=download] localement. (MP4 - 37,1 Mo)
pt: Neste vídeo (03:27), você aprenderá sobre https://openrefine.org/[OpenRefine^]. Você pode usar o OpenRefine para padronizar e melhorar a qualidade de seus dados. Se você não conseguir assistir ao vídeo incorporado, você pode link:../videos/Data_Management_OpenRefine.mp4[descarregar^,opts=download] localmente. (MP4 - 3.8 MB)

source: In this exercise we use OpenRefine to improve the quality of a dataset by using the default features, existing web services and regular expressions.
es: En este ejercicio utilizamos OpenRefine para mejorar la calidad de un conjunto de datos utilizando las características predeterminadas, los servicios web existentes y las expresiones regulares.
fr: Dans cet exercice, nous utilisons OpenRefine pour améliorer la qualité d'un jeu de données grâce aux fonctionnalités par défaut du logiciel, des services web existants et des expressions régulières.
pt: Neste exercício, utilizamos o OpenRefine para melhorar a qualidade de um conjunto de dados usando os recursos padrão, serviços web existentes e expressões regulares.

source: Download link:../exercise-data/UC1-3c-open-refine.csv[UC1-3c-open-refine.csv,opts=download]. (207.5 KB)
es: Enlace de link:../exercise-data/UC1-3c-open-refine.csv[UC1-3c-open-refine.csv,opts=download]. (207.5 KB)
fr: Lien de téléchargement link:../exercise-data/UC1-3c-open-refine.csv[UC1-3c-open-refine.csv,opts=download]. (207,5 ko)
pt: Link de download link:../exercício-data/UC1-3ab-open-refine.csv[UC1-3c-open-refine.csv,opts=download]. (207.5 KB)

source: Download and complete the exercises in link:../course-docs/OpenRefine-Exercise3c-EN.pdf[OpenRefine-Exercise3c-EN.pdf,opts=download]. (PDF, 1.1 MB) Also available in link:../course-docs/OpenRefine-Exercise3c-FR.pdf[French,opts=download] and link:../course-docs/OpenRefine-Exercise3c-ES.pdf[Spanish,opts=download].
es: Descargue y complete los ejercicios en el link:../course-docs/OpenRefine-Exercise3c-EN.pdf[OpenRefine-Exercise3c-EN.pdf,opts=download]. (PDF, 1.1 MB) También disponible en el link:../course-docs/OpenRefine-Exercise3c-FR.pdf[Frenco,opts=download] y en el link:../course-docs/OpenRefine-Exercise3c-ES.pdf[Span,opts=download].
fr: Téléchargez et complétez les exercices suivants link:../course-docs/OpenRefine-Exercise3c-EN.pdf[OpenRefine-Exercise3c-EN.pdf,opts=download]. (PDF, 1,1 Mo) Aussi disponibles en link:../course-docs/OpenRefine-Exercise3c-FR.pdf[Français,opts=download] et link:../course-docs/OpenRefine-Exercise3c-ES.pdf[Espagnol,opts=download].
pt: Descarregue e complete os exercícios pelo link:../course-docs/OpenRefine-Exercise3c-EN.pdf[OpenRefine-Exercise3c-EN.pdf,opts=download]. (PDF, 1.1 MB) Também disponível no link:../course-docs/OpenRefine-Exercise3c-FR.pdf[Francês, opts=download] e link:../course-docs/OpenRefine-Exercise3c-ES.pdf[Espanhol,opts=download].

source: Exercise tips
es: Consejos para el ejercicio
fr: Conseils pour l'exercice
pt: Dicas do exercício

source: Validation checks
es: Comprobaciones de validación
fr: Contrôles de validation
pt: Verificações da validação
