Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: In this module, you will learn about the concept of standards, in particular, the Darwin Core Standard and its components. You will also learn the types of primary biodiversity data and how to best share that information within GBIF. Lastly, you will review principles of data quality in the context of data capture and will learn about data quality and coherence (especially on subjects such as georeferencing, dates, names and taxa cross-checking).
es: En este módulo, aprenderá sobre el concepto de estándares, en particular, el estándar Darwin Core y sus componentes. También aprenderá los tipos de datos primarios sobre biodiversidad y la mejor manera de compartir esa información a través de GBIF. Por último, revisará los principios de calidad de los datos en el contexto de la captura de datos y aprenderá sobre la calidad y coherencia de los datos (especialmente en temas como georreferenciación, fechas, nombres y verificación de taxones).
fr: Dans ce module, vous en apprendrez sur le concept de standards, en particulier le standard Darwin Core et ses composantes. Vous découvrirez également les types de données primaires sur la biodiversité et comment partager au mieux ces informations au sein du GBIF. Enfin, vous examinerez les principes de qualité des données dans le contexte de la saisie des données et vous en apprendrez davantage sur la qualité et la cohérence des données (en particulier sur des sujets tels que le géoréférencement, les dates, noms et vérification croisée des taxons).
pt: Neste módulo, irá aprender sobre o conceito de padrões, em particular, o Padrão Darwin Core e seus componentes. Aprenderá também os tipos de dados primários sobre biodiversidade e a melhor forma de partilhar essas informações através do GBIF. Por último, irá rever os princípios da qualidade de dados no contexto da captura de dados e aprenderá sobre a qualidade e a coerência dos dados (especialmente sobre temas como a georeferenciação, datas, nomes e verificações cruzadas de taxa).

source: Standards and Darwin Core
es: Estándares y Darwin Core
fr: Standards et Darwin Core
pt: Padrões e Darwin Core

source: In this video (15:37), you will learn how you interact with standards every day. Then you will be introduced to https://www.tdwg.org/[Biodiversity Information Standards^], including the https://www.tdwg.org/standards/dwc/[Darwin Core Standard^] with which you will continue to use throughout this course. If you are unable to watch the embedded video, you can link:../videos/Foundations_Standards_Darwin_Core.mp4[download^,opts=download] it locally. (MP4 - 27 MB)
es: En este video (15:37), aprenderá cómo interactúa con los estándares diariamente. Luego, se le presentará https://www.tdwg.org/[Biodiversity Information Standards^], incluido el https://www.tdwg.org/standards/dwc/[Darwin Core Standard^] con el que continuará para utilizar a lo largo de este curso. Si no puede ver el video incrustado, puede link:../videos/Foundations_Standards_Darwin_Core.mp4[descargar ^, opts = descargar] localmente. (MP4 - 27 MB)
fr: Dans cette vidéo (15:37), vous apprendrez comment vous interagissez avec les standards tous les jours. Puis vous serez introduits au https://www.tdwg.org/[Standards de l’information sur la biodiversité^], y compris le https://www.tdwg.org/standards/dwc/[Standard Darwin Core^] que vous continuerez à utiliser tout au long de ce cours. Si vous ne parvenez pas à regarder la vidéo intégrée, vous pouvez la link:../videos/Foundations_Standards_Darwin_Core.mp4[télécharger^,opts=download] localement (MP4 - 27 Mo)
pt: Neste vídeo (15:37), irá aprender como interagir com os padrões no dia-a-dia. Seguidamente, ser-lhe-ão apresentados os https://www.tdwg.org/[Padrões de Informações de Biodiversidade^], incluindo https://www.tdwg.org/standards/dwc/[Padrão Darwin Core^] que irá usar durante deste curso. Se não puder assistir ao vídeo integrado, poderá utilizar o link:../videos/Foundations_Standards_Darwin_Core.mp4[download^,opts=download] localmente. (MP4 - 27 MB)

source: Data origins and types
es: Orígenes y tipos de datos
fr: Origines et types de données
pt: Tipos e origens de dados

source: In this video (10:45), you will review https://www.gbif.org/dataset-classes[primary biodiversity data^] that can be shared within GBIF. If you are unable to watch the embedded video, you can link:../videos/data_origins_types.mp4[download^,opts=download] it locally. (MP4 - 19 MB)
es: En este video (10:45), revisará https://www.gbif.org/dataset-classes[datos primarios de biodiversidad^] que se pueden compartir dentro de GBIF. Si no puede ver el video incrustado, puede link:../videos/data_origins_types.mp4[descarga^, opts = download] localmente. (MP4 - 19 MB)
fr: Dans cette vidéo (10:45), vous allez passer en revue https://www.gbif.org/dataset-classes[les données primaires sur la biodiversité^] qui peuvent être partagées au sein du GBIF. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/data_origins_types.mp4[télécharger^,opts=download] localement. (MP4 - 19 Mo)
pt: Neste vídeo (10:45), poderá rever https://www.gbif.org/dataset-classes[os dados primários de biodiversidade^] que podem ser partilhados através do GBIF. Se não conseguir ver o vídeo integrado, pode clicar link:../videos/data_origins_types.mp4[descarregar^,opts=download] e ver localmente. (MP4 - 19 MB)

source: Is your data type different than you originally thought?
es: ¿Su tipo de datos es diferente de lo que se pensó originalmente?
fr: Votre type de données est-il différent de ce que vous pensiez initialement ?
pt: O seus dados são de um tipo de dados diferente do que pensou originalmente?

source: With what kind of data do you work?
es: ¿Con qué tipo de datos trabajas?
fr: Avec quel type de données travaillez-vous ?
pt: Com que tipo de dados trabalha?

source: How would you publish your data to GBIF (using which Core and/or extension)?
es: ¿Cómo publicarías tus datos a GBIF (usando qué núcleo y/o extensión)?
fr: Comment publieriez-vous vos données sur le GBIF (en utilisant quel noyau et/ou extension) ?
pt: Como publicaria os seus dados através do GBIF (qual o Core e/ou extensão)?

source: Data capture, processing and quality
es: Captura, procesamiento y calidad de datos
fr: Saisie, traitement et qualité des données
pt: Captura de dados, processamento e qualidade

source: In this video (09:11), you will explore the principles of data quality applied to data capture, specifically when capturing data from collection labels, fieldwork notebooks, spreadsheets, etc. If you are unable to watch the embedded video, you can link:../videos/Data_capture_processing_quality.mp4[download^,opts=download] it locally. (MP4 - 19 MB)
es: En este video (09:11), explorará los principios de calidad de datos aplicados a la captura de datos, específicamente al capturar datos de etiquetas de colecciónes biológicas, cuadernos de campo, hojas de cálculo, etc. Si no puede ver el vídeo embebido, puede link:../videos/Data_capture_processing_quality.mp4[descargarlo^,opts=download] localmente. (MP4 - 19 MB)
fr: Dans cette vidéo (09:11), vous allez explorer les principes de la qualité des données appliqués à la saisie des données, spécifiquement lors de la capture de données à partir des étiquettes de collecte, des cahiers de terrain, des feuilles de calcul, etc. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/Data_capture_processing_quality.mp4[télécharger^,opts=download] localement. (MP4 - 19 Mo)
pt: Neste vídeo (09:11), irá explorar os princípios da qualidade de dados aplicada à captura de dados, em particular a transcrição de dados das etiquetas de colecção, notas de campo, folhas de cálculo, etc. Se não puder assistir o vídeo incorporado, poderá clicar link:../videos/Data_capture_processing_quality.mp4[descarregar^,opts=download] e ver localmente. (MP4 - 19 MB)

source: Exercise 2
es: Ejercicio 2
fr: Exercice 2
pt: Exercício 2

source: For this activity, you will complete an exercise simulating data capture. You will begin to work with https://dwc.tdwg.org/terms/[Darwin Core terms^] and make decisions on data that is needed for your organization/project and you will consider which of that data will be shared later during publication.
es: Para esta actividad, completará un ejercicio simulando la captura de datos. Empezará a trabajar con los https://dwc.tdwg.org/terms/[términos Darwin Core^] y tomará decisiones sobre los datos necesarias para su organización/proyecto y considerará cuáles de esos datos serán compartidos más adelante durante la publicación.
fr: Pour cette activité, vous allez effectuer un exercice simulant une saisie de données. Vous allez commencer à travailler avec https://dwc.tdwg.org/terms/[les termes Darwin Core^] et choisirez quelles données sont nécessaires pour votre organisation/projet, puis vous examinerez lesquelles de ces données seront partagées plus tard lors de la publication.
pt: Nesta atividade, irá concluir um exercício simulando a captura de dados. Começará a trabalhar com https://dwc.tdwg.org/terms/[os termos Darwin Core^] e tomar decisões sobre dados que são necessários para a sua organização/projeto, e irá considerar quais os dados que serão partilhados mais tarde durante a publicação.

source: Imagine that you are the person assigned to transcribe the data found on the herbarium sheets.
es: Imagine que usted es la persona asignada a transcribir los datos encontrados en los ejemplares de herbario.
fr: Imaginez que vous êtes la personne chargée de transcrire les données qui se trouvent sur les planches d'herbier.
pt: Imagine que é a pessoa designada para transcrever os dados encontrados nas folhas de herbário.

source: Download link:../exercise-data/UC1-2-base-material.zip[UC1-2-base-material.zip,opts=download]. (34.4 MB). There are 10 images. Two images per specimen for a total of five specimens. The herbarium sheets are in Spanish (data may come to you in various means and in other languages than your own), but you should be able to recognize the data contained in the fields on the labels. Remember to use both images per record to compile the information.
es: Enlace de link:../exercise-data/UC1-2-base-material.zip[UC1-2-base-material.zip, opts = download]. (34,4 MB). Hay 10 imágenes. Dos imágenes por muestra para un total de cinco muestras. Los materiales de herbario están en español (los datos pueden llegar a usted en varios medios y en otros idiomas distintos al suyo), pero debe poder reconocer los datos contenidos en los campos de las etiquetas. Recuerde utilizar ambas imágenes por registro para recopilar la información.
fr: Télécharger link:../exercise-data/UC1-2-base-material.zip[UC1-2-base-material.zip,opts=download]. (34,4 Mo). Il y a 10 images. Deux images par spécimen pour un total de cinq spécimens. Les planches d'herbier sont en espagnol (les données peuvent vous être transmises par divers moyens et dans d'autres langues que la vôtre), mais vous devriez être en mesure de reconnaître les informations comprises sur les étiquettes. N'oubliez pas d'utiliser les deux images par spécimen pour compiler les informations.
pt: Link de download link:../exercise-data/UC1-2-base-material.zip[UC1-2-base-material.zip,opts=download]. (34.4 MB). Existem 10 imagens. Duas imagens por espécime para um total de cinco espécimes As folhas de herbário estão em espanhol (os dados podem chegar-lhe por várias vias e noutras línguas que não a sua), mas deve poder reconhecer os dados contidos nos campos das etiquetas. Lembre-se de usar ambas as imagens por registro para compilar as informações.

source: Download the spreadsheet template: link:../exercise-data/UC1-2-occurrence-template.xlsx[UC1-2-occurrence-template.xlsx,opts=download] (57.3 KB) to transcribe the information found on each of the images for the five specimens.
es: Descargue la plantilla de la hoja de cálculo: link:../exercise-data/UC1-2-occurrence-template.xlsx[UC1-2-occurrence-template.xlsx,opts=download] (57.3 KB) para transcribir la información que se encuentra en cada una de las imágenes de los cinco ejemplares.
fr: Téléchargez le modèle de feuille de calcul : link:../exercise-data/UC1-2-occurrence-template.xlsx[UC1-2-occurrence-template.xlsx,opts=download] (57,3 ko) pour transcrire les informations trouvées sur chaque image pour les cinq spécimens.
pt: Descarregue o modelo de tabela: link:../exercise-data/UC1-2-ocorrer-template.xlsx[UC1-2-occurrence-template.xlsx,opts=download] (57.3 KB) para transcrever as informações encontradas em cada uma das imagens dos cinco espécimes.

source: you may need to add fields to the spreadsheet as you may be able to capture more information from the labels that was planned for in the template.
es: es posible que deba agregar campos a la hoja de cálculo, ya que es posible que pueda capturar más información de las etiquetas que lo planificado en la plantilla.
fr: vous devrez peut-être ajouter des champs à la feuille de calcul car vous pourrez peut-être saisir plus d'informations à partir des étiquettes que ce qui est prévu dans le modèle.
pt: pode precisar de adicionar campos à tabela pois poderá capturar mais informações das etiquetas do que foram planeadas no modelo.

source: What dataset type(s) would you choose for an ichthyology collection?
es: ¿Qué tipos de conjuntos de datos elegiría(s) para una colección ictiológica?
fr: Quel(s) type(s) de jeu de données choisiriez-vous pour une collection ichthyologique ?
pt: Qual(ais) o(s) tipo(s) de conjunto de dados que escolheria para uma coleção de ictiologia?

source: - [x] occurrence - [x] checklist - [ ] sampling event
es: - [x] registro biológico - [x] lista de especies - [ ] evento de muestreo
fr: - [x] occurrence - [x] liste taxonomique - [ ] événement d'échantillonnage
pt: - [x] ocorrência - [x] checklist - [ ] evento de amostragem

source: What dataset type(s) would you choose for a list of invasive species?
es: ¿Qué tipo(s) de conjunto de datos elegiría(s) para una lista de especies invasoras?
fr: Quel(s) type(s) de jeu de données choisiriez-vous pour une liste d'espèces envahissantes ?
pt: Qual(ais) o(s) tipo(s) de conjunto de dados você escolheria para uma lista de espécies invasoras?

source: :figure-caption!: .Water hyacinth (Eichhornia crassipes) observed in Bourail, New Caledonia, where it is an introduced and invasive species by GRIIS. Photo by gérard (2016) licensed under CC BY-SA 2.0 image::img/web/QDataTypes-plant.png[align=center,width=640,height=360]
es: :figure-caption!: .Jacinto de agua (Eichhornia crassipes) observada en Bourail, Nueva Caledonia, donde es una especie introducida e invasora de acuerdo a GRIIS. Foto por gérard (2016) licenciada bajo CC BY-SA 2.0 image::img/web/QDataTypes-plant.png[align=center,width=640,height=360]
fr: :figure-caption!: .Jacinthe d'eau (Eichhornia crassipes) observée à Bourail, Nouvelle-Calédonie, où il s'agit d'une espèce introduite et envahissante par GRIIS. Photo par Gérard (2016) sous licence CC BY-SA 2.0 image::img/web/QDataTypes-plant.png[align="center", width="640", height="360"]
pt: :figure-caption!: .Jacinto de água (Eichhornia crassipes) observeada no Bourail, Nova Caledónia, onde é uma espécie introduzida e invasora segundo o GRIIS. Fotografia por gérard (2016) com a licença CC BY-SA 2.0 image::img/web/QDataTypes-plant.png[align="center",width="640",height="360"]

source: What dataset type(s) would you choose for the flora and fauna of an environmental impact study?
es: ¿Qué tipos de conjuntos de datos elegiría(s) para la flora y fauna de un estudio de impacto ambiental?
fr: Quel(s) type(s) de jeu de données choisiriez-vous pour la flore et la faune d'une étude d'impact environnementale ?
pt: Que tipo(s) de conjunto de dados escolheria para a flora e fauna de um estudo de impacto ambiental?

source: Environmental impact assessment studies are done by experts in order to assess the biodiversity and biotopes of a given area, before, during and after it is affected by human activities (road works, wind turbines, mining, building construction, etc.).
es: Los estudios de evaluación de impacto ambiental son realizados por expertos para evaluar la biodiversidad y los biotopos de una zona determinada, antes, durante y después de que se vea afectada por las actividades humanas (obras viables, turbinas eólicas, minería, construcción de edificios, etc.).
fr: Les études d'impact sur l'environnement sont réalisées par des experts afin d'évaluer la biodiversité et les biotopes d'une surface donnée, avant, pendant et après qu'elle soit affectée par des activités anthropiques (travaux routiers, éoliennes, mines, construction de bâtiments, etc.).
pt: Os estudos de avaliação do impacto ambiental são realizados por peritos para avaliar a biodiversidade e os biótopos de uma determinada zona. antes, durante e depois de ser afectada por actividades humanas (obras rodoviárias, turbinas eólicas, mineração, construção civil, etc.).

source: :figure-caption!: .https://upload.wikimedia.org/wikipedia/commons/6/64/Entomologist_chasing_buterflies.jpg[Entomologist chasing butterflies] by Matthieu Gauvain (CC-BY-SA) image::img/web/QDataTypes-field.png[align=center,width=640,height=360]
es: :figure-caption!: .https://upload.wikimedia.org/wikipedia/commons/6/64/Entomologist_chasing_buterflies.jpg[Entomólogo cazando mariposas] por Matthieu Gauvain (CC-BY-SA) image::img/web/QDataTypes-field.png[align=center,width=640,height=360]
fr: :figure-caption!: .https://upload.wikimedia.org/wikipedia/commons/6/64/Entomologist_chasing_buterflies.jpg[Entomologiste capturant des papillons] par Matthieu Gauvain (CC-BY-SA) image::img/web/QDataTypes-field.png[align="center", width="640", height="360"]
pt: :figure-caption!: .https://upload.wikimedia.org/wikipedia/commons/6/64/Entomologist_chasing_buterflies.jpg[Entomologista colhendo borboletas] by Matthieu Gauvain (CC-BY-SA) image::img/web/QDataTypes-field.png[align=center,width=640,height=360]

source: - [x] occurrence - [ ] checklist - [x] sampling event
es: - [x] registro biológico - [x] lista de especies - [ ] evento de muestreo
fr: - [x] occurrence - [ ] liste taxonomique - [x] événement d'échantillonnage
pt: - [x] ocorrência - [ ] checklist - [x] evento de amostragem

source: What dataset type(s) would you choose for bird tracking data?
es: ¿Qué tipo(s) de conjunto de datos elegiría(s) para los datos de seguimiento de aves?
fr: Quel(s) type(s) de jeu de données choisiriez-vous pour des données de suivi des oiseaux ?
pt: Qual(is) tipo(s) de conjunto de dados você escolheria para dados de rastreamento de pássaros?

source: Bird-tracking data are recorded using specific devices, such as GPS trackers mounted on live birds, thus allowing scientists to track their migratory routes or breeding sites.
es: Los datos de seguimiento de aves se registran utilizando dispositivos específicos, como rastreadores GPS montados en aves vivas, lo que permite a los científicos rastrear sus rutas migratorias o sitios de cría.
fr: Les données de suivi des oiseaux sont enregistrées à l'aide d'appareils spécifiques, tels que les balises GPS montées sur des oiseaux vivants, permettant ainsi aux scientifiques de suivre leurs routes migratoires ou leurs sites de reproduction.
pt: Dados de rastreamento de pássaros são obtidos com dispositivos específicos, como GPS inseridos em aves vivas, permitindo aos cientistas poderem rastrear rotas migratórias ou os locais de reprodução.

source: :figure-caption!: .https://commons.wikimedia.org/wiki/File:Griffon_vulture_at_Gamla_nature_reserve.jpg[Griffin vulture] observed at Gamla Nature Reserve by מינוזיג - MinoZig (CC0) image::img/web/QDataTypes-tracking.png[align=center,width=640,height=360]
es: :figure-caption!: .https://commons.wikimedia.org/wiki/File:Griffon_vulture_at_Gamla_nature_reserve.jpg[Buitre leonado] observado en la Reserva Natural de Gamla por מינוזיג - MinoZig (CC0) image::img/web/QDataTypes-tracking.png[align=center,width=640,height=360]
fr: :figure-caption!: .https://commons.wikimedia.org/wiki/File:Griffon_vulture_at_Gamla_nature_reserve.jpg[Vautour Fauve] observé à la Réserve Naturelle de Gamla par מינוזיג - MinoZig (CC0) image::img/web/QDataTypes-tracking.png[align="center", width="640", height="360"]
pt: :figure-caption!: .https://commons.wikimedia.org/wiki/File:Griffon_vulture_at_Gamla_nature_reserve.jpg[Abutre-grifo] observado na Gamla Nature Reserve by מינוזיג - MinoZig (CC0) image::img/web/QDataTypes-tracking.png[align="center",width="640",height="360"]

source: - [x] occurrence - [ ] checklist - [ ] sampling event
es: - [x] registro biológico - [ ] lista de especies - [ ] evento de muestreo
fr: - [x] occurrence - [ ] liste taxonomique - [ ] événement d'échantillonnage
pt: - [x] ocorrência - [ ] checklist - [ ] evento de amostragem

source: What dataset type(s) would you choose for insect trap data?
es: ¿Qué tipos de conjuntos de datos elegiría(s) para los datos de trampas de insectos?
fr: Quel(s) type(s) de jeu de données choisiriez-vous pour des données de pièges à insectes ?
pt: Qual(is) tipo(s) de conjunto de dados você escolheria para dados de armadilhas de insectos?

source: :figure-caption!: .https://www.flickr.com/photos/miheco/215305679/[Insect trap] by miheco (CC-BY-SA) image::img/web/QDataTypes-traps.png[align="center",width=640,height=360]
es: :figure-caption!: .https://www.flickr.com/photos/miheco/215305679/[Trampa para insectos] por miheco (CC-BY-SA) image::img/web/QDataTypes-traps.png[align="center",width=640,height=360]
fr: :figure-caption!: .https://www.flickr.com/photos/miheco/215305679/[Piège à insectes] par miheco (CC-BY-SA) image::img/web/QDataTypes-traps.png[align="center", width="640", height="360"]
pt: :figure-caption!: .https://www.flickr.com/photos/miheco/215305679/[Armadilha de insecto] por miheco (CC-BY-SA) image::img/web/QDataTypes-traps.png[align="center",width="640",height="360"]

source: What dataset type(s) would you choose for national park management data?
es: ¿Qué tipos de conjuntos de datos elegiría(s) para los datos de gestión de parques nacionales?
fr: Quel(s) type(s) de jeu de données choisiriez-vous pour des données de gestion d'un parc national ?
pt: Que tipo(s) de conjunto de dados você escolheria para gestão dados um de parque nacional?

source: Data acquired in the context of protected areas management (such as national parks but also smaller nature reserves) can be diverse and have different origins: botanical surveys, tagged animals tracking, observations from rangers and guards, and even ‘citizen science’ data or data inferred from pictures shared on social medias.
es: Los datos adquiridos en el contexto de la gestión de áreas protegidas (como parques nacionales, pero también reservas naturales más pequeñas) pueden ser diversos y tener diferentes orígenes: estudios botánicos, seguimiento de animales marcados, observaciones de guardabosques y guardias, e incluso datos de 'ciencia ciudadana' o datos inferidos de imágenes compartidas en las redes sociales.
fr: Les données acquises dans le cadre de la gestion des aires protégées (comme les parcs nationaux mais aussi les réserves naturelles plus petites) peuvent être diverses et avoir des origines différentes : relevés botaniques, suivi des animaux marqués, observations effectuées par les gestionnaires et les gardes, et même des données de «science citoyenne» déduites des images partagées sur les réseaux sociaux.
pt: Os dados adquiridos no contexto da gestão de áreas protegidas (como parques nacionais, mas também reservas naturais mais pequenas) podem ser diversos e ter diferentes origens: investigação botânica, rastreio de animais marcados, observações de guardas, e até dados de ciência-cidadã ou dados inferidos de imagens partilhadas nas redes sociais.
