Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: For example if your goal is CAPACITY ENHANCEMENT then you could have specific achievements that may include setting up a regional IPT that can used by multiple institutions that cannot host their own or the training of collections staff to create and update their own ipt resources for publication.
es: Por ejemplo, si su meta es MEJORAR LA CAPACIDAD, entonces podría tener logros específicos que pueden incluir la creación de un IPT regional que pueda ser utilizado por varias instituciones que no pueden albergar el suyo propio o la capacitación del personal de colecciones para crear y actualizar sus propios recursos de IPT para su publicación.
fr: Par exemple, si votre objectif est l'AMÉLIORATION DES CAPACITÉS, vous pourriez avoir des réalisations spécifiques qui peuvent inclure la mise en place d'un IPT régional qui peut être utilisé par plusieurs institutions qui ne peuvent pas héberger le leur, ou la formation du personnel des collections à créer et mettre à jour leurs propres ressources sur l'IPT pour la publication.
pt: Por exemplo, se o seu objectivo é o AUMENTO DA CAPACIDADE então poderá ter AÇÕES específicas que possam incluir a criação de um IPT regional que possa ser usado por várias instituições que não possam receber o seu próprio material ou treinar pessoal de colecções para criar e actualizar os seus próprios recursos ipt para publicação.

source: If the goal is INCREASED PUBLIC OUTREACH deliverables could include increased visitation to your collections web pages or increased number of observations by locals and citizen scientists.
es: Si la meta es AUMENTAR EL ALCANCE PÚBLICO, los entregables podrían incluir un mayor número de visitas a las páginas web de sus colecciones o un mayor número de observaciones por parte de ciudadanos y científicos locales.
fr: Si l'objectif est d'AUGMENTER LA SENSIBILISATION DU PUBLIQUE, les réalisations attendues pourraient inclure une augmentation du nombre de visites sur les pages web de vos collections ou une augmentation du nombre d'observations par les habitants et les scientifiques amateurs.
pt: Se o objectivo é o AUMENTO DA DIVULGAÇÃO PÚBLICA, resultados poderiam incluir o aumento da visita às suas páginas da web de colecções ou o aumento do número de observações por locais e cientistas cidadãos.

source: In this way it becomes possible to track the progress of the goal and ultimately report on its success.
es: De esta manera, es posible realizar un seguimiento del progreso de cada meta y, en última instancia, informar sobre su éxito.
fr: De cette façon, il devient possible de suivre les progrès vers l'objectif et de rendre compte de sa réussite.
pt: Desta forma, torna-se possível acompanhar o progresso do objectivo e finalmente relatar o seu sucesso.

source: Having defined your goals, gathered your resources and organised your tasks you are now in a position to document the landscape and realistically assess where gaps, bottlenecks and barriers may exist in your implementation plan.
es: Una vez que haya definido sus metas, reunido sus recursos y organizado sus tareas, ahora está en condiciones de documentar el panorama y evaluar, de manera realista, dónde pueden existir brechas, cuellos de botella y barreras en su plan de implementación.
fr: Après avoir défini vos objectifs, rassemblé vos ressources et organisé vos tâches, vous êtes maintenant en mesure de documenter le contexte et d'évaluer de manière réaliste les lacunes, les goulots d'étranglement et les obstacles qui peuvent exister dans votre plan de mise en œuvre.
pt: Tendo definido suas metas, reunido seus recursos e organizado suas tarefas, você está agora em posição de documentar a paisagem e avaliar realisticamente onde lacunas, dificuldades e barreiras podem existir no seu plano de implementação.

source: One way to do this is take your list of existing stakeholders, associate roles to them and then assign to each role the tasks that you have decided they will need to carry out. If any stakeholder or role seems to have too many tasks then this is likely to become a bottleneck in your project.
es: Una forma de hacer esto es tomar su lista de partes interesadas existentes, asociarles roles y luego asignar a cada rol las tareas que ha decidido que deberán llevar a cabo. Si alguna parte interesada o rol parece tener demasiadas tareas, es probable que esto se convierta en un cuello de botella en su proyecto.
fr: Une façon de le faire est de prendre votre liste des parties prenantes existantes, leur associer des rôles et attribuez ensuite à chaque rôle les tâches que vous avez décidé qu'ils devront accomplir. Si une partie prenante ou un rôle semble avoir trop de tâches, cela risque de devenir un goulot d'étranglement dans votre projet.
pt: Uma maneira de o fazer é pegar a sua lista de partes interessadas existentes, associar funções a elas e, em seguida, atribuir a cada função as tarefas que você decidiu que elas precisarão executar. Se alguma das partes interessadas ou função parece ter muitas tarefas, então é provável que isso se torne um gargalo no seu projeto.

source: A task with no assigned role indicates a a gap. Effective early assessment of resources should mitigate capacity and practical barriers whilst identifying competing goals and conflicting affiliation will help to avoid cultural and institutional barriers.
es: Una tarea sin rol asignado indica una brecha. Una evaluación temprana eficaz de los recursos debe mitigar la capacidad y las barreras prácticas, mientras que la identificación de metas en competencia y afiliaciones conflictivas ayudará a evitar barreras culturales e institucionales.
fr: Une tâche sans rôle assigné indique un trou. Une évaluation précoce efficace des ressources devrait atténuer et les obstacles pratiques et de capacité tout en identifiant les objectifs en concurrence et l'affiliation conflictuelle aidera à éviter les obstacles culturels et institutionnels.
pt: Uma tarefa com nenhum papel atribuído indica uma lacuna. A avaliação rápida e eficaz dos recursos deve mitigar a capacidade e as barreiras práticas, ao mesmo tempo que a identificação de metas concorrentes e de afiliação conflitante ajudarão a evitar barreiras culturais e institucionais.

source: You will see more on this process in the online planning exercises.
es: Verá más sobre este proceso en los ejercicios de planificación en línea.
fr: Vous en verrez plus sur ce processus dans les exercices en ligne de planification.
pt: Você verá mais sobre este processo nos exercícios de planeamento on-line.

source: In review, good planning begins by defining the elements that will have an impact on your project and understanding the interactions between them.
es: En resumen, una buena planificación comienza por definir los elementos que tendrán un impacto en su proyecto y comprender las interacciones entre ellos.
fr: En résumé, une bonne planification commence par la définition des éléments qui auront un impact sur votre projet et la compréhension des interactions entre ceux-ci.
pt: Um bom planeamento começa por definir os elementos que terão impacto no seu projecto e depois compreender as interações entre eles.

source: We have looked at the classifications of individuals and groups of people; and the ways in which they interact which each other that may support or block progress in the completion of your project.
es: Hemos examinado las clasificaciones de individuos y grupos de personas; y las formas en que interactúan entre sí que pueden apoyar o bloquear el progreso en la finalización de su proyecto.
fr: Nous avons examiné les classifications des individus et des groupes de personnes, ainsi que la manière dont ils interagissent les uns avec les autres, ce qui peut favoriser ou entraver la réalisation de votre projet.
pt: Analisámos as classificações de indivíduos e grupos de pessoas; e a forma como interagem entre eles e que pode apoiar ou bloquear o progresso no final do seu projecto.

source: We then briefly discussed the need to identify the practical tasks that will need to be accomplished.
es: Luego discutiremos brevemente la necesidad de identificar las tareas prácticas que deberán realizarse.
fr: Nous avons ensuite brièvement discuté de la nécessité d'identifier les tâches pratiques qui devront être accomplies.
pt: Em seguida, discutimos brevemente a necessidade de identificar as tarefas práticas que precisarão ser realizadas.

source: Lastly, and arguably most significantly, we emphasized that a workable implementation plan begins with a thorough review of the goals and deadlines of the project.
es: Por último, y posiblemente lo más significativo, enfatizamos que un plan de implementación viable comienza con una revisión exhaustiva de las metas y los plazos del proyecto.
fr: Enfin, et c'est sans doute le plus important, nous avons insisté sur le fait qu'un plan de mise en œuvre viable commence par un examen approfondi des objectifs et des délais du projet.
pt: Por último, e sem dúvida o mais importante, salientámos que um plano de execução exequível começa com uma revisão profunda dos objectivos e prazos do projecto.

source: Using the criteria we have discussed you should now be able to assess the environment that your project exists within now in three steps:
es: Usando los criterios que hemos discutido, ahora debería poder evaluar el entorno en el que existe su proyecto ahora, en tres pasos:
fr: En utilisant les critères dont nous avons discuté, vous devriez maintenant être en mesure d'évaluer l'environnement dans lequel votre projet s'inscrit en trois étapes:
pt: Utilizando os critérios que discutimos você deve agoras ser capaz de avaliar o ambiente em que seu projecto existe, em três etapas:

source: First review your goals. Do you know exactly what you need to do and when?
es: Primero revisa tus metas. ¿Sabes exactamente qué tienes que hacer y cuándo?
fr: Examinez d'abord vos objectifs. Savez-vous exactement ce que vous devez faire et quand ?
pt: Primeiro, revise dos seus objectivos. Você sabe exatamente o que precisa fazer e quando?

source: Second, research tasks similar to yours. Has anyone else in the community done a similar project? What did they use?
es: Segundo, tareas de investigación similares a las tuyas. ¿Ha hecho alguien más en la comunidad un proyecto similar? ¿Qué utilizaron?
fr: Deuxièmement, recherchez des tâches similaires aux vôtres. Quelqu'un d'autre dans la communauté a-t-il réalisé un projet similaire ? Qu'ont-ils utilisé?
pt: Segundo, tarefas de pesquisa similares às suas. Alguém fez um projeto semelhante? O que eles usaram?

source: Lastly review available resources. Start with the people. Who do have to help you? Only then see what equipment is already available and what you need to buy?
es: Revisar por última vez los recursos disponibles. Comience con las personas. ¿Quién tiene que ayudarle? Sólo entonces verá qué equipo ya está disponible y qué necesita comprar
fr: Examiner finalement les ressources disponibles. Commencez avec les personnes. De l'aide de qui avez-vous besoin? Seulement alors voyez quel équipement est déjà disponible et ce que vous avez besoin d'acheter?
pt: Por último, revise os recursos disponíveis. Comece com as pessoas. Quem tem que para te ajudar? Só então veja que equipamento já está disponível e o que você precisa comprar?

source: Hopefully, the proposal project design, and the landscape in which is was scoped are still valid at implementation time. This should however, never be taken for granted. Things change.
es: Con suerte, el diseño del proyecto de propuesta y el panorama en el que se examinó, siguen siendo válidos al momento de la implementación. Sin embargo, esto nunca debe darse por sentado. Las cosas cambian.
fr: En espérant que la conception du projet de proposition et le contexte dans lequel elle a été inscrite soient toujours valables au moment de la mise en œuvre. Ceci ne doit jamais être pris pour acquis. Les choses changent.
pt: Esperamos que o desenho da proposta do seu projecto e da paisagem em que foi desenvolvido o âmbito de aplicação continuem a ser válidos no momento da implementação. Isso nunca deve ser tomado como garantido. As coisas mudam.

source: It is often the case that many months (and sometimes years) will have passed between the original submission, funding and project start. The original project staff may even no longer be involved. It is imperative therefore, that the deliverables as stated in the proposal are reviewed critically before implementation, before any hardware is bought or tasks begun.
es: A menudo ocurre que habrán pasado muchos meses (ya veces años) entre la presentación original, la financiación y el inicio del proyecto. Es posible que el personal del proyecto original ya no participe. Por lo tanto, es imperativo que los entregables como se indican en la propuesta se revisen críticamente antes de la implementación, antes de comprar cualquier hardware o comenzar las tareas.
fr: Il arrive souvent que de nombreux mois (et parfois des années) se soient écoulés entre la soumission initiale, le financement et le démarrage du projet. Le personnel du projet original peut même ne plus être impliqué. Il est donc impératif que les produits tels qu'énoncés dans la proposition soient revus de manière critique avant la mise en œuvre, avant l'achat de tout matériel ou le début de tâches.
pt: Acontece frequentemente que muitos meses (e por vezes anos) terão se passado entre a submissão, o financiamento e o início do projecto. A equipa original do projecto pode até não estar mais envolvida. É imperativo, portanto, que os resultados conforme declarados na proposta sejam revisados criticamente antes da implementação, antes de qualquer hardware ser comprado ou de serem iniciadas tarefas.

source: To paraphrase Gandalf in the book The Hobbit, you don’t need “a mighty warrior” or “even a Hero” to kill a dragon; you just need to “get on and make some plans”.
es: Parafraseando a Gandalf en el libro El Hobbit, no se necesita "un guerrero poderoso" o "incluso un héroe" para matar a un dragón; sólo tiene que "seguir adelante y hacer algunos planes".
fr: Pour paraphraser Gandalf dans le livre Le Hobbit, vous n’avez pas besoin "d'un puissant guerrier” ou “même un héros” pour tuer un dragon ; il vous suffit de "monter à bord et de faire quelques plans".
pt: Parafraseando Gandalf no livro The Hobbit, você não precisa de "um poderoso guerreiro" ou "nem mesmo um Herói" para matar um dragão; você só precisa "avançar e fazer alguns planos".

source: Whilst you may find some warriors to fight your cause, and a hero or two to help you out of a problem along the way, you shouldn’t rely only on them. Knowing who the stalwart troopers and quietly reliable ones in your team is more likely to get you to the finish line on time, on target and within budget.
es: Si bien puede encontrar algunos guerreros para luchar por su causa y uno o dos héroes para ayudarlo a solucionar un problema en el camino, no debe confiar únicamente en ellos. Saber quiénes son los soldados incondicionales y los discretamente confiables de su equipo es más probable que lo lleve a la meta a tiempo, dentro del objetivo y dentro del presupuesto.
fr: Alors que vous pouvez trouver des guerriers pour combattre pour votre cause, et un héros ou deux pour vous aider à vous sortir d’un problème en cours de route, vous ne devriez pas vous fier seulement à eux. Savoir qui sont les soldats les plus loyaux et les plus fiables de votre équipe est plus susceptible de vous amener à la ligne d'arrivée à temps, à atteindre les objectifs dans le cadre du budget.
pt: Enquanto você pode encontrar alguns guerreiros para lutar pela sua causa, e um herói ou dois para te ajudar a resolver um problema ao longo do caminho, você não deveria confiar apenas neles. Saber quem é que são os soldados bons e confiáveis em sua equipa, torna mais provável de te levar até a linha final a tempo, atingindo metas e dentro do orçamento.

source: If you have questions on this presentation, please use the provided forum in the e-Learning platform. This video is part of a series of presentations used in the GBIF Biodiversity Data Mobilization course. The biodiversity data mobilization curriculum was originally developed as part of the Biodiversity Information Development Programme funded by the European Union.
es: Si tiene preguntas sobre esta presentación, por favor utilice el foro proporcionado en la plataforma e-Learning. Este vídeo es parte de una serie de presentaciones utilizadas en el curso de Movilización de Datos de Biodiversidad de GBIF. El plan de estudios de movilización de datos sobre biodiversidad fue desarrollado originalmente como parte del Programa de Información sobre Biodiversidad para el Desarrollo, financiado por la Unión Europea.
fr: Si vous avez des questions sur cette présentation, veuillez utiliser le forum intégré à la plateforme de e-Learning. Cette vidéo fait partie d'une série de présentations utilisées dans le cours GBIF de mobilisation des données de biodiversité. Le programme de mobilisation des données de biodiversité a été développé à l'origine dans le cadre du Programme de Développement de l'Information sur la Biodiversité, financé par l'Union Européenne.
pt: Se tiver dúvidas sobre esta apresentação, use o fórum fornecido na plataforma de e-Learning. Este vídeo faz parte de uma série de apresentações usadas no curso de Mobilização de Dados de Biodiversidade do GBIF. O currículo de mobilização de dados de biodiversidade foi originalmente desenvolvido como parte do Programa de Desenvolvimento de Informação sobre Biodiversidade financiado pela União Europeia.

source: This session is foundation work and part of the Terminology section. We will be introducing you to types of software used in data mobilization.
es: Esta sesión es un trabajo básico y parte de la sección de Terminología. Le presentaremos los tipos de software que se utilizan en la movilización de datos.
fr: Cette session est un travail de fond et fait partie de la section Terminologie. Nous allons vous présenter les types de logiciels utilisés pour la mobilisation des données.
pt: Esta sessão é sobre a base do trabalho e parte da secção de Terminologia. Vamos apresentar os tipos de software usados na mobilização de dados.

source: The purpose of this short presentation is to give you some examples of the different types of applications and software available in the world of biodiversity mobilization informatics. Hopefully it will help you to start to think about what uses they may be put too and what types of things might be practical for you.
es: El propósito de esta breve presentación es brindarle algunos ejemplos de los diferentes tipos de aplicaciones y software disponibles en el mundo de la informática de movilización de la biodiversidad. Con suerte, le ayudará a empezar a pensar en qué usos se les puede dar y qué tipo de cosas pueden ser prácticas para usted.
fr: Le but de cette courte présentation est de vous donner quelques exemples des différents types d'applications et de logiciels disponibles dans le monde informatique pour la mobilisation de la donnée de biodiversité. Espérons que cela vous aidera à commencer à réfléchir sur les utilisations qui peuvent en être faites et sur les types de choses qui pourraient vous être pratiques.
pt: O objectivo desta breve apresentação é dar alguns exemplos dos diferentes tipos de aplicações e softwares disponíveis no mundo da informática para a mobilização de biodiversidade. Espero que isso ajude a começar a pensar sobre a utilização também e quais tipos de coisas podem ser práticas para você.

source: So very briefly, a definition. We are making a distinction here between all software and those applications which have been created for an end-user to carry out a task. We will take a look at software that can be used for: Data Capture, Data Management, Data Cleaning and Data Publishing.
es: Muy brevemente, una definición. Aquí hacemos una distinción entre todo el software y las aplicaciones que se han creado para que un usuario final lleve a cabo una tarea. Echaremos un vistazo al software que se puede utilizar para: Captura, Gestión, Limpieza y Publicación de Datos.
fr: Donc, une définition très brève. Nous faisons ici une distinction entre tous les logiciels et les applications qui ont été créées pour un utilisateur final pour accomplir une tâche. Nous allons jeter un coup d'œil au logiciel qui peut être utilisé pour : la capture de données, la gestion des données, le nettoyage des données et la publication des données.
pt: Uma definição muito sucinta. Estamos fazendo uma distinção aqui entre todos os softwares e aplicações que foram criados para um utilizador final realizar uma tarefa. Nós daremos uma olhada nos softwares que podem ser usados para: Captura de Dados, Gestão de Dados, Limpeza de Dados e Publicação de Dados.

source: In the realm of data capture software, there is often no need to go "big" when capturing information initially, especially in the field. You can capture information from collection specimens or live observations in a simple spreadsheet such as Excel, OpenOffice, LibreOffice or Google Sheets. There may even not be a need to create your own system at all. Apps such as iNaturalist, or eBird are stable, robust and have simple intuitive interfaces. Whichever the choice, it is important to think about the long term preservation of the data that you collect.
es: En el ámbito del software de captura de datos, a menudo no hay necesidad de ir "a lo grande" al capturar información inicialmente, especialmente en el campo. Puede capturar información de muestras de colección u observaciones en vivo en una hoja de cálculo simple como Excel, OpenOffice, LibreOffice o Google Sheets. Incluso puede que no sea necesario crear su propio sistema. Las aplicaciones como iNaturalist o eBird son estables, robustas y tienen interfaces simples e intuitivas. Cualquiera que sea la elección, es importante pensar en la preservación a largo plazo de los datos que recopila.
fr: Dans le domaine des logiciels de capture de données, il n'est souvent pas nécessaire d'aller "grand" au début de la saisie des informations initialement, en particulier sur le terrain. Vous pouvez saisir des informations à partir de spécimens de collection ou d'observations directes dans une feuille de calcul simple comme Excel, OpenOffice, LibreOffice ou Feuilles Google. Il peut même ne pas être du tout nécessaire de créer votre propre système. Les applications comme iNaturalist, ou eBird sont stables, robustes et ont des interfaces intuitives simples. Quel que soit le choix, il est important de penser à la préservation à long terme des données que vous collectez.
pt: No reino de softwares de captura de dados, muitas vezes não há necessidade de ir "grande" ao capturar informações inicialmente, especialmente no campo. Você pode capturar informações de espécimes de colecções ou observações ao vivo em uma tabela simples, como Excel, OpenOffice, LibreOffice ou Google Sheets. Pode até não haver necessidade alguma de criar seu próprio sistema. Aplicações como iNaturalist ou eBird são estáveis, robustos e têm interfaces intuitivas e simples. Seja qual for a escolha, é importante pensar sobre a preservação a longo prazo dos dados que você amostrou.
