Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: |Skills |Beginning performance 1 |Developing performance 2 |Accomplished performance 3 |Outstanding performance 4 |A. Knowledge of the different elements that are part of a biodiversity data mobilization plan |Shows understanding of a few roles and tasks required in a solid mobilization plan, but is not able to differentiate who performs each task in the plan or mixes up the roles. |Understands many of the roles and tasks needed in a mobilization plan, but still misses links and interactions between them. |Understands the key tasks and roles needed in a mobilization plan and how they interact. |Can identify additional roles and task that may be needed for specific situations |B. Capacity to apply the different elements of a biodiversity data mobilization plan to a given institutional context (e.g. their own) |Can see how a few of the tasks and roles relate to a given institutional context, but has difficulties when the context changes even slightly from the generic references used. |Can see how most of the tasks and roles can be applied to a given institutional context, but still has gaps when the situation is different to the generic references used. |Can identify all relevant tasks and roles and how they can be translated to a given institutional context, even if the situation is not identical to the one in the generic references used. |Can apply the different elements of a mobilization plan creatively, incorporating new elements not found in the generic references used. |C. Ability to write/compose a clear planning document |Can gather raw material that would be the basis for a plan (e.g. as bullet points), but has difficulties translating this into a narrative. |Can construct a basic work plan, but lacks coherence between its elements. |Can write a coherent and well articulated document which includes all relevant elements of a work plan. |Can write concise plans, with effective summaries and increasing levels of detail |D. Capacity to evaluate a biodiversity data mobilization plan |Can identify a few elements of a generic mobilization plan in a given example, but has difficulties matching them to tasks and roles. |Can identify most elements of a mobilization plan and match them to tasks and roles when they are identical to references used. Has difficulties assessing the feasibility of some elements of the plan. |Can recognize all existing elements in a mobilization plan, and can identify gaps, duplicated efforts, and inconsistencies. Can evaluate the quality of the individual components. Can evaluate potential points of success and weak points of the plan as a whole. |Can suggest solutions to fix issues identified in the plan evaluated.
es: |Habilidades |Desempeño basal 1 |Desempeño en desarrollo 2 |Desempeño logrado 3 |Desempeño excepcional 4 | A. Conocimiento de los diferentes elementos que forman parte de un plan de movilización de datos de biodiversidad | Muestra comprensión de algunos roles y tareas requeridos en un plan de movilización sólido, pero no es capaz de diferenciar quién realiza cada tarea en el plan o confunde los roles. | Comprende muchos de los roles y tareas necesarios en un plan de movilización, pero aún no tiene vínculos e interacciones entre ellos. | Comprende las tareas y roles clave necesarios en un plan de movilización y cómo interactúan. | Puede identificar roles y tareas adicionales que pueden ser necesarios para situaciones específicas | B. Capacidad para aplicar los diferentes elementos de un plan de movilización de datos de biodiversidad a un contexto institucional dado (por ejemplo, el suyo propio) | Puede ver cómo algunas de las tareas y roles se relacionan con un contexto institucional dado, pero tiene dificultades cuando el contexto cambia aunque sea levemente de las referencias genéricas utilizadas. | Puede ver cómo la mayoría de las tareas y roles se pueden aplicar a un contexto institucional dado, pero aún tiene lagunas cuando la situación es diferente a las referencias genéricas utilizadas. | Puede identificar todas las tareas y roles relevantes y cómo se pueden traducir a un contexto institucional dado, incluso si la situación no es idéntica a la de las referencias genéricas utilizadas. | Saber aplicar creativamente los diferentes elementos de un plan de movilización, incorporando elementos nuevos que no se encuentran en las referencias genéricas utilizadas. | C. Capacidad para escribir / redactar un documento de planificación claro | Puede recopilar materia prima que sería la base de un plan (por ejemplo, como viñetas), pero tiene dificultades para traducir esto en una narrativa. | Puede construir un plan de trabajo básico, pero carece de coherencia entre sus elementos. | Puede redactar un documento coherente y bien articulado que incluya todos los elementos relevantes de un plan de trabajo. | Puede redactar planes concisos, con resúmenes efectivos y niveles de detalle cada vez mayores. | D. Capacidad para evaluar un plan de movilización de datos sobre biodiversidad | Puede identificar algunos elementos de un plan de movilización genérico en un ejemplo dado, pero tiene dificultades para relacionarlos con tareas y roles. | Puede identificar la mayoría de los elementos de un plan de movilización y relacionarlos con tareas y roles cuando son idénticos a las referencias utilizadas. Tiene dificultades para evaluar la viabilidad de algunos elementos del plan. | Puede reconocer todos los elementos existentes en un plan de movilización y puede identificar brechas, esfuerzos duplicados e inconsistencias. Puede evaluar la calidad de los componentes individuales. Puede evaluar los puntos potenciales de éxito y los puntos débiles del plan en su conjunto. | Puede sugerir soluciones para solucionar problemas identificados en el plan evaluado.
fr: |Compétences |Performance de départ 1 |Performance en développement 2 |Performance atteinte 3 |Performance exceptionnelle 4 |A. Connaissance des différents éléments qui font partie d'un plan de mobilisation de données de biodiversité |Comprend quelques rôles et tâches nécessaires à un plan de mobilisation solide, mais n'est pas en mesure de différencier qui effectue quelle tâche dans le plan ou mélange les rôles. |Comprend un grand nombre des rôles et tâches nécessaires à un plan de mobilisation, mais ne parvient pas à établir les liens et les interactions entre eux. |Comprend les tâches et les rôles clés nécessaires dans un plan de mobilisation et leurs interactions. |Peut identifier les rôles et les tâches supplémentaires qui peuvent être nécessaires dans des situations spécifiques. |B. Capacité à appliquer les différents éléments d'un plan de mobilisation des données de biodiversité à un contexte institutionnel donné (par exemple, le sien). |Peut voir comment quelques tâches et rôles se rapportent à un contexte institutionnel donné, mais éprouve des difficultés lorsque le contexte change même légèrement par rapport aux références utilisées. |Peut voir comment la plupart des tâches et des rôles peuvent être appliqués à un contexte institutionnel donné, mais a encore des lacunes lorsque la situation est différente des références utilisées. |Peut identifier toutes les tâches et tous les rôles pertinents et voir comment ils peuvent être appliqués à un contexte institutionnel donné, même si la situation n'est pas identique à celle des références utilisées. |Capable d'appliquer les différents éléments d'un plan de mobilisation de manière créative, en incorporant de nouveaux éléments qui ne se trouvent pas dans les références utilisées. |C. Capacité à rédiger/composer un document de planification clair. |Peut rassembler des éléments bruts qui pourraient servir de base à un plan (par exemple sous forme de points), mais il a des difficultés à les traduire en texte. |Peut construire un plan de travail de base, mais manque de cohérence entre ses éléments. |Peut écrire un document cohérent et bien articulé qui comprend tous les éléments pertinents d'un plan de travail. |Peut écrire des plans concis, avec des résumés efficaces et des niveaux de détail croissants. |D. Capacité à évaluer un plan de mobilisation de données de biodiversité |Peut identifier quelques éléments d'un plan de mobilisation dans un exemple donné, mais a des difficultés à les associer aux tâches et aux rôles. |Peut identifier la plupart des éléments d'un plan de mobilisation et les associer aux tâches et aux rôles lorsqu'ils sont identiques aux références utilisées. A des difficultés à évaluer la faisabilité de certains éléments du plan. |Peut reconnaître tous les éléments existants dans un plan de mobilisation, et peut identifier les lacunes, les efforts redondants et les incohérences. Peut évaluer la qualité des différents éléments. Peut évaluer les points de succès et les points faibles potentiels du plan dans son ensemble. |Peut suggérer des solutions pour résoudre les problèmes identifiés dans le plan évalué.
pt: Aptidões | Desempenho iniciado 1 Desempenho em desenvolvimento 2 | Desempenho pleno 3 | Desempenho de excelência 4 | A. Conhecimento sobre os diferentes elementos que fazem parte de um plano de mobilização de dados de biodiversidade | Mostra compreensão sobre algumas funções e tarefas exigidas num plano de mobilização sólido, mas não é capaz de diferenciar quem executa cada tarefa no plano ou confunde as funções. | Compreende muitas das funções e tarefas necessárias num plano de mobilização, mas ainda perde as ligações e as interações entre elas. | Compreende as principais tarefas e funções necessárias num plano de mobilização e como elas interagem. | Pode identificar funções e tarefas adicionais que podem ser necessárias para situações específicas | B. Capacidade de aplicar os diferentes elementos dum plano de mobilização de dados de biodiversidade a um determinado contexto institucional (por exemplo, o seu próprio) | Pode ver como algumas das tarefas e papéis se relacionam com um determinado contexto institucional, mas tem dificuldades quando o contexto muda, mesmo que ligeiramente, em relação às referências genéricas usadas. | Pode ver como a maioria das tarefas e funções podem ser aplicadas a um determinado contexto institucional, mas ainda tem lacunas quando a situação é diferente das referências genéricas usadas. | É capaz de identificar todas as tarefas e funções relevantes e como podem ser traduzidas para um determinado contexto institucional, mesmo que a situação não seja idêntica à das referências genéricas utilizadas. | Pode aplicar os diferentes elementos de um plano de mobilização de forma criativa, incorporando novos elementos não encontrados nas referências genéricas utilizadas. | C. Capacidade de escrever / redigir um documento de planeamento claro | Consegue reunir matéria-prima que seria a base de um plano (por exemplo, como itens), mas tem dificuldade em traduzir isso numa narrativa. | Consegue construir um plano básico de trabalho, mas carece de coerência entre os seus elementos. | Consegue escrever um documento coerente e bem articulado que inclua todos os elementos relevantes dum plano de trabalho. | Consegue escrever planos concisos, com resumos eficazes e níveis crescentes de detalhe | D. Capacidade para avaliar um plano de mobilização de dados de biodiversidade | Pode identificar alguns elementos dum plano de mobilização genérico num determinado exemplo, mas tem dificuldade em combiná-los com as tarefas e funções. | Pode identificar a maioria dos elementos de um plano de mobilização e combiná-los com tarefas e funções quando eles são idênticos às referências usadas. Tem dificuldade em avaliar a viabilidade de alguns elementos do plano. | Pode reconhecer todos os elementos existentes num plano de mobilização e pode identificar lacunas, esforços duplicados e inconsistências. Pode avaliar a qualidade dos componentes individuais. Pode avaliar os pontos potenciais de sucesso e os pontos fracos do plano como um todo. | Pode sugerir soluções para corrigir problemas identificados no plano avaliado.

source: Data capture rubric
es: Rúbrica de captura de datos
fr: Rubrique de saisie de données
pt: Rubrica de captura de dados

source: *Data capture*
es: *Captura de datos*
fr: *Saisie de données*
pt: *Captura de dados*
