Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Those teams or groups who do not work for the institution and are not paid by the project specifically, but whose input is required for success, have an “EXTERNAL” affiliation. Three often encountered examples of these are Local Government, Regional Government and NGOs.
es: Los equipos o grupos que no trabajan para la institución y no son pagados por el proyecto específicamente, pero cuya entrada es necesaria para el éxito, tienen una afiliación “EXTERNA”. Tres ejemplos encontrados a menudo son el gobierno local, el gobierno regional y las ONG.
fr: Les équipes ou groupes qui ne travaillent pas pour l'institution et qui ne sont pas payés par le projet spécifiquement, mais dont l’apport est requis pour réussir, ont une affiliation « EXTERNE ». Trois exemples souvent rencontrés de ceux-ci sont le gouvernement local, le gouvernement régional et les ONG.
pt: As equipas ou grupos que não trabalham para a instituição e não são pagos especificamente pelo projecto, mas cujo input é necessário para o sucesso, tem uma afiliação "EXTERNA". Três exemplos frequentes disso são o Governo Local, o Governo Regional e as ONGs.

source: Knowing the affiliations of the teams working on your project will give you a good idea of any potentially competing or supporting strategic goals, priorities, projects and agenda’s. It is often at this level that long to medium term plans and policies come into play, such as Laws, Intellectual Property Rights, and Retention Policies which can have a high impact on your project and its goals.
es: Conocer las afiliaciones de los equipos que trabajan en su proyecto le dará una buena idea de cualquier objetivo estratégico, prioridad, proyecto y agenda, potencialmente competitivos o de apoyo. A menudo, en este nivel entran en juego los planes y políticas de largo a mediano plazo, como las Leyes, los Derechos de Propiedad Intelectual y las Políticas de Retención, que pueden tener un gran impacto en su proyecto y sus objetivos.
fr: Connaître les affiliations des équipes travaillant sur votre projet vous donnera une bonne idée de tout objectif potentiellement compétitif ou soutenant des objectifs stratégiques, priorités, projets et agendas. C'est souvent à ce niveau que des plans et des politiques de long à moyen terme entrent en jeu, tels que les Lois, Droits de propriété intellectuelle et politiques de rétention qui peuvent avoir un impact élevé sur votre projet et ses objectifs.
pt: Conhecer as afiliações das equipas que trabalham em seu projecto lhe dará uma boa idéia de quaisquer objetivos estratégicos ou de apoio, prioridades, projectos e agenda de trabalho. É frequentemente nesse nível que entram em jogo planos e políticas de longo e médio prazo, como Leis, Direitos de propriedade intelectual e políticas de retenção, que podem ter um alto impacto no seu projecto e em seus objectivos.

source: Stakeholders represent the next level of the WHO in your project. These are most often the tactical units within a shared affiliation. They have responsibility for day to day running such as managing infrastructure, curating the collection, doing the research and paying the bills. Stakeholders may or may not be part of the same formal management structure but they share an affiliation and come together to do something practical. It is important to remember that no two affiliations organize their stakeholder groups in the same way you should never assume that someone else’s structure is the same as yours.
es: Las partes interesadas representan el siguiente nivel de QUIEN en tu proyecto. Estas son las unidades tácticas dentro de una afiliación compartida. Ellos tienen la responsabilidad de funcionar día a día como la gestión de la infraestructura, la curación de la colecta, la investigación y el pago de las facturas. Los participantes pueden o no formar parte de la misma estructura de gestión formal, pero comparten una afiliación y se reúnen para hacer algo práctico. Es importante recordar que no hay dos afiliaciones que organicen sus grupos de interés de la misma manera que nunca debes asumir que la estructura de otra persona es la misma que la tuya.
fr: Les parties prenantes représentent le niveau suivant du QUI dans votre projet. Ce sont le plus souvent les unités tactiques d'une affiliation partagée. Ils ont la responsabilité de gérer quotidiennement les infrastructures, curation de la collection, de faire la recherche et de payer les factures. Les parties prenantes peuvent ou non faire partie de la même structure de gestion formelle, mais elles partagent une affiliation et se réunissent pour faire quelque chose de pratique. Il est important de se rappeler qu’il n’y a pas deux affiliations qui organisent leurs groupes de parties prenantes de la même manière, vous ne devez jamais supposer que la structure d’une autre personne est la même que la vôtre.
pt: As partes interessadas representam o próximo nível do QUEM em seu projecto. Estas são frequentemente as unidades táticas dentro de uma afiliação partilhada. Elas têm responsabilidade pelo dia a dia, como gerir a infraestrutura, curar a colecção, fazer a pesquisa e pagar as contas. As partes interessadas podem ou não fazer parte da mesma estrutura formal de gestão, mas partilham uma afiliação e se juntam para fazer algo prático. É importante lembrar que duas afiliações não organizam os seus grupos de stakeholders da mesma maneira e que você nunca deve supor que a estrutura de outra pessoa seja a mesma que a sua.

source: Each stakeholder group is made up of one or more Roles. Roles in this context represent jobs or positions with a title that an individual may hold. Each of these roles is held by a real person who will have at least one role. It is important to understand how these roles are distributed across the different stakeholder groups. Be aware that a named role at your institution may not be in the same stakeholder group somewhere else. In some case even though the name of the role may be the same they may have different responsibilities.
es: Cada grupo de partes interesadas está formado por uno o más Roles. En este contexto, los roles representan trabajos o posiciones con un título que un individuo puede sostener. Cada uno de estos roles está en manos de un individuo que tendrá al menos un rol. Es importante entender cómo estos roles se distribuyen entre los diferentes grupos de interés. Tenga en cuenta que un rol nombrado en su institución puede no estar en el mismo grupo de partes interesadas en otro lugar. En algún caso, aunque el nombre del rol sea el mismo, pueden tener diferentes responsabilidades.
fr: Chaque groupe d'intervenants est composé d'un ou de plusieurs rôles. Les rôles dans ce contexte représentent des emplois ou des postes avec un titre qu'une personne peut avoir. Chacun de ces rôles est assumé par une personne réelle qui aura au moins un rôle. Il est important de comprendre comment ces rôles sont répartis entre les différents groupes d'intervenants. Sachez qu'un rôle nommé dans votre institution peut ne pas faire partie du même groupe d'intervenants ailleurs. Dans certains cas, même si le nom du rôle peut être le même, ils peuvent avoir des responsabilités différentes.
pt: Cada grupo de partes interessadas é constituído por um ou mais papéis. As funções neste contexto representam tarefas ou posições com um título que os indivíduos podem ter. Cada um desses papéis é mantido por uma pessoa real que terá pelo menos uma função. É importante entender como estas funções são distribuídas pelos diferentes grupos de partes interessadas. Esteja ciente de que uma função nomeada na sua instituição pode não estar no mesmo grupo de partes interessadas em algum outro lugar. Em algum caso, embora o nome da função possa ser o mesmo, eles podem ter diferentes responsabilidades.

source: There is one particular role that we should spend a little time on.
es: Hay un rol en particular al que le deberíamos dedicar un poco de tiempo.
fr: Il y a un rôle particulier sur lequel nous devrions passer un peu de temps.
pt: Há um papel em particular no qual devemos passar um pouco mais de tempo.

source: The project manager.
es: El administrador del proyecto.
fr: Le Chef de projet.
pt: Coordenador de projecto.

source: This is the person who must:
es: Esta es la persona que debe:
fr: C'est la personne qui doit:
pt: Esta é a pessoa que deve:

source: Keep track of Scope, Manage, control and mitigate Change of everything.
es: Mantener un Seguimiento del Alcance, Gestionar, controlar y mitigar el Cambio de todo.
fr: Gardez une trace de la portée, gérez, contrôlez et atténuez les changements de tout.
pt: Manter o escopo, a gestão, controlar e mitigar a mudança de tudo.

source: Articulate and keep track of the planning process by turning high-level information into detailed executable plans.
es: Articular y realizar un seguimiento del proceso de planificación, convirtiendo la información de alto nivel en planes ejecutables detallados.
fr: Articulez et suivre le processus de planification en transformant des informations de haut niveau en plans exécutables détaillés.
pt: Articular e manter o controlo do processo de planeamento, transformando informações de alto nível em planos executáveis detalhados.

source: Follow through on the Management of the project team so they can meet the project objectives.
es: Realizar un seguimiento de la gestión del equipo del proyecto, para que puedan cumplir con los objetivos del proyecto.
fr: Faire le suivi de la gestion de l'équipe de projet afin qu'elle puisse atteindre les objectifs du projet.
pt: Siga através da Gestão da equipa do projecto para que eles possam atingir os objectivos do projecto.

source: Monitor and control the work of producing the products, and results that the project has committed to and ultimately be responsible for the Success of the project as measured by quality, timeliness and budget compliance.
es: Monitorear y controlar el trabajo de generación de los productos y los resultados con los que se ha comprometido el proyecto y, en última instancia, ser responsable del éxito del proyecto medido por la calidad, la puntualidad y el cumplimiento del presupuesto.
fr: Surveiller et contrôler le travail de production des produits, et les résultats auxquels le projet s'est engagé et, en fin de compte, être responsable de la réussite du projet tel que mesuré par la qualité, la rapidité et le respect du budget.
pt: Monitorar e controlar o trabalho de produção dos produtos e resultados em que o projecto se comprometeu e, em última análise, se responsabilizou pelo sucesso do projecto, em função da qualidade, oportunidade e conformidade com o orçamento.

source: The second element of the definition of the term mobilize is USES.
es: El segundo elemento de la definición del término movilizar es USOS.
fr: Le deuxième élément de la définition du terme mobiliser est USAGES.
pt: O segundo elemento da definição do termo mobilizar é UTILIZAÇÕES.

source: These work tasks represent WHICH things you will need to do, in order to successfully do what you said you would do.
es: Estas tareas de trabajo representan CUALES son las cosas que necesitarás hacer para cumplir con éxito lo que dijiste que harías.
fr: Ces tâches de travail représentent les choses que vous devrez faire pour réussir ce que vous avez dit que vous feriez.
pt: Estas tarefas de trabalho representam QUAIS coisas que você precisará fazer, para que possa ter sucesso no que você disse que faria

source: The specific set of tasks carried out by the individuals assigned to the roles and working on your project, is dependent on the type of digitization that you need to do in order to create your publishable dataset. However, they will most likely include some or all of the following tasks: Specimen/Object Staging, Curation, Data Review, Database Review, Image Capture, Transcription, Data Cleaning, Quality Checking, Georeferencing and Publishing.
es: El conjunto específico de tareas realizadas por las personas asignadas a los roles y que trabajan en su proyecto, depende del tipo de digitalización que necesita hacer para crear su conjunto de datos publicables. Sin embargo, lo más probable es que incluyan algunas o todas las siguientes tareas: Preparación de especímenes/ Preparación de objetos, Curación, Revisión de los Datos, Revisión de Bases de Datos, Captura de Imágenes, Transcripción, Limpieza de Datos, Control de Calidad, Georreferenciación y Publicación.
fr: L'ensemble spécifique de tâches effectuées par les personnes affectées aux rôles et travaillant sur votre projet dépend du type de numérisation que vous devez réaliser pour créer votre jeu de données publiable. Cependant, ils incluront très probablement les tâches suivantes ou certaines d'entre elles : Mise en forme des spécimens/objets, traitement, examen des données, examen de la base de données, capture d'images, transcription, nettoyage des données, contrôle de la qualité, géoréférencement et publication.
pt: O conjunto específico de tarefas realizadas pelos indivíduos designados aos papéis e trabalhando em seu projecto, depende do tipo de digitalização que você precisa fazer para criar seu conjunto de dados publicável. No entanto, eles provavelmente incluirão algumas ou todas as seguintes tarefas: espécime/Objecto Staging, Curadoria, Revisão de Dados, Revisão de Base Dados, Captura de Imagem, Transcrição, Limpeza de Dados, Verificação de Qualidade, Georeferência e Publicação.

source: Once identified, tasks will need to be scheduled and ordered to be effective. There are many way to arrange tasks, some of course will be more efficient than others. We will look more closely at the application of several methods for manging TASKS for data mobilization in the session on ORGANISING. These will include: Groupings, Clustering and Workflows.
es: Una vez identificadas, las tareas tendrán que programarse y ordenarse para que sean eficaces. Hay muchas maneras de organizar tareas, algunas por supuesto serán más eficientes que otras. Estudiaremos más de cerca la aplicación de varios métodos para gestionar TAREAS para la movilización de datos en la sesión sobre ORGANIZACIÓN. Estos incluirán: Grupos, Agrupamientos y Flujos de trabajo.
fr: Une fois identifiées, les tâches devront être planifiées et ordonnées pour être efficaces. Il y a plusieurs façons d'organiser des tâches, certaines bien sûr seront plus efficaces que d'autres. Nous étudierons de plus près l'application de plusieurs méthodes pour gérer les TÂCHES pour la mobilisation des données dans la session sur l'ORGANISATION. Celles-ci comprendront : les Groupements, l'Agrégation et les Flux de travail.
pt: Uma vez identificadas, as tarefas terão de ser agendadas e ordenadas para serem eficazes. Há muitas maneiras de organizar as tarefas, algumas serão mais eficientes do que outras. Iremos analisar mais de perto a aplicação de vários métodos para manipular TAREFAS para mobilização de dados na sessão sobre ORGANIZAÇÃO. Estes incluirão: Agrupamentos, Clustering e Fluxos de Trabalho.

source: Remember that whilst there is no perfect ”one size fits all”, digitization activities most have been tried at least once by someone else! There are many existing repositories of digitization protocols available online, and many are included in the course resources in the eLearning platform.
es: Recuerde que, si bien no existe una "talla única" perfecta, ¡la mayoría de las actividades de digitalización han sido probadas al menos una vez por otra persona!. Hay muchos repositorios de protocolos de digitalización disponibles en línea, y muchos están incluidos en los recursos del curso en la plataforma eLearning.
fr: Rappelez-vous que, bien qu’il n’y ait pas de "taille unique" parfaite pour tous, les activités de numérisation ont été essayées au moins une fois par quelqu’un d’autre ! Il y a de nombreux dépôts de protocoles de numérisation disponibles en ligne, et beaucoup sont inclus dans les ressources du cours sur la plateforme d'eLearning.
pt: Lembre-se de que, embora não haja nenhum "tamanho único para todos", a maioria das atividades de digitalização foram testadas por alguém ao menos uma vez! Existem vários repositórios de protocolos de digitalização online e muitos são incluídos nos recursos do curso, na plataforma de e-Learning.

source: The third and final element of the definition is the outcome or outcomes.
es: El tercer y último elemento de la definición es el resultado o los resultados.
fr: Le troisième et dernier élément de la définition est le résultat ou les résultats.
pt: O terceiro e último elemento da definição é o resultado ou resultados.

source: GOALS are the “WHAT are you going to do” of the project, and will have been established in the original project proposal. In fact this is actually the place to start. Clearly re-articulating the stated deliverables of a project and when they are due is the critical first step in creating a successful implementation plan. Time should also be spent documenting any implied goals. Whilst these are often more difficult to metricize, they often speak directly to the sustainability of the project and its impact outside of its target audience.
es: Las METAS son el “QUÉ vas a hacer” del proyecto y se habrán establecido en la propuesta de proyecto original. De hecho, este es realmente el lugar para comenzar. Re-articular claramente los entregables declarados de un proyecto y cuando vencen, es el primer paso crítico para crear un plan de implementación exitoso. También se debe dedicar tiempo a documentar cualquier objetivo implícito. Si bien estos son a menudo más difíciles de medir, frecuentemente hablan de forma directa de la sostenibilidad del proyecto y su impacto fuera de su audiencia principal.
fr: Les OBJECTIFS sont le "vous allez faire QUOI" du projet et ils auront été établis dans la proposition initiale du projet. En fait, c'est en fait l'endroit où commencer. Réarticuler clairement les produits à livrer d'un projet et quand ils sont attendus est la première étape critique dans la création d'un plan de mise en œuvre réussi. Du temps doit également être passé à documenter tous les objectifs implicites. Bien que ceux-ci soient souvent plus difficiles à mesurer, ils parlent souvent directement de la durabilité du projet et de son impact en dehors de son public cible.
pt: Os objectivos são o "O QUE você irá fazer" do projecto, e terão sido estabelecidos na proposta original do projecto. Na verdade, este é realmente o lugar para começar. Rearticular claramente os resultados anunciados de um projecto e suas datas limite é o primeiro passo crítico para criar um plano de implementação bem-sucedido. Também deve gastar tempo documentando quaisquer objectivos implícitos. Embora sejam muitas vezes mais difíceis de medir, frequentemente, falam directamente da sustentabilidade do projecto e do seu impacto fora do público-alvo.

source: Examples of explicit stated data mobilization goals are:
es: Ejemplos de metas explícitas de movilización de datos son:
fr: Exemples d'énoncés d'objectifs explicites de mobilisation des données:
pt: Exemplos de objectivos de mobilização de dados declarados explícitos são:

source: Publishing Data to GBIF and doing it regularly;
es: Publicar datos a GBIF y hacerlo de forma regular;
fr: Publier des données sur GBIF et le faire régulièrement;
pt: Publicar Dados no GBIF e fazê-lo regularmente;

source: Inclusion of additional supporting metadata over and above the basic fields if available;
es: Incluir metadatos de soporte adicionales sobre los campos básicos, si están disponibles;
fr: Inclusion de métadonnées supplémentaires en plus des champs de base, si disponibles;
pt: Inclusão de metadados de suporte adicionais acima dos campos básicos, se disponível;

source: Taking Images of an object/specimen from from multiple angles, or using advanced techniques such as; CT Scanning or Electron Microscopy;
es: Tomar imágenes de un objeto/espécimen desde múltiples ángulos, o usar técnicas avanzadas tales como: Tomografía Computarizada o Microscopía de Elctrónica;
fr: Prendre des images d'un objet/spécimen à partir de plusieurs angles, ou en utilisant des techniques avancées telles que ; Scanner CT ou Micoscopie Electronique;
pt: Tirando imagens de um objecto/espécime de vários ângulos, ou usar técnicas avançadas, como a Verificação de CT ou Microscopia Electrônica;

source: Imaging all specimens in a collection as opposed to just of type specimens;
es: Imágenes de todos los especímenes de una colección, en lugar de solo los especímenes tipo;
fr: Capturer tous les spécimens d'une collection, par opposition à la capture des spécimens types seuls;
pt: Fazer imagens de todos os espécimes em uma coleção comparativamente com apenas com o espécimes tipo;

source: Georeferencing rather than verbatim transcription of localities; Creating and Maintaining your own IPT.
es: Georreferenciación en lugar de transcripción literal de localidades; Creación y Mantenimiento de su propio IPT.
fr: Géoréférencement plutôt que transcription textuelle des localités; Création et maintenance de votre propre IPT.
pt: Georeferenciação em vez de transcrição textual das localidades; Criar e manter o seu próprio IPT.

source: More implied but equally important goals include:
es: Más metas implícitas, pero igualmente importantes, incluyen:
fr: Parmi les objectifs plus implicites mais tout aussi importants figurent :
pt: Metas mais implícitas, mas igualmente importantes, incluem:

source: Increased public awareness of local issues.
es: Mayor conciencia pública sobre los problemas locales.
fr: Sensibilisation accrue du public aux problèmes locaux.
pt: Maior consciência pública sobre problemas locais.

source: The ability to use a successful project as evidence of capacity and expertise when applying for further funding.
es: La capacidad de utilizar un proyecto exitoso como prueba de capacidad y experiencia al solicitar más financiación.
fr: La capacité d'utiliser un projet réussi comme preuve de capacité et d'expertise lors de la demande de financement supplémentaire.
pt: A capacidade de usar um projecto de sucesso como evidência da capacidade e experiência ao solicitar mais fundos.

source: Use of mobilised datasets to effect data driven policy change.
es: Uso de conjuntos de datos movilizados para efectuar cambios de políticas impulsados ​​por datos.
fr: Exploitation d'ensembles de données mobilisés pour effectuer un changement de politique basé sur les données.
pt: Uso de conjuntos de dados mobilizados para influenciar alterações em políticas orientadas por dados.

source: You should break down high level implied or indirect goals into the direct deliverables that will move you towards your goals.
es: Debe desglosar las metas implícitas o indirectas de alto nivel en los entregables directos que lo llevarán hacia sus metas.
fr: Vous devez décomposer les objectifs implicites ou indirects de haut niveau en réalisations directes qui vous permettront d'atteindre vos objectifs.
pt: Você deve dividir objectivos de alto nível implícitos ou indiretos em produtos diretos que o moverão em direção a seus objetivos.
