Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: There are two options for USE CASE II (<<use-case-ii-invasive-species,Invasive species>> OR <<use-case-ii-lepidoptera-sightings,Lepidoptera sightings>>). You only need to select one of them for your assignment.
es: Hay dos opciones para el CASO DE USO II (<<caso-de-uso-ii-especies-invasoras,Especies invasoras>> OR <<caso-de-uso-ii-avistamiento-de-lepidópteros,Muestreo de Lepidoptera>>). Solo necesita seleccionar uno de ellos para su tarea.
fr: Il y a deux options pour le CAS PRATIQUE II (<<cas-pratique-ii-espèces-envahissantes,Espèces envahissantes>> OU <<cas-pratique-ii-observations-de-lépidoptères,Observations de Lepidoptères>>). Vous n'avez qu'à sélectionner l'un d'eux pour votre travail.
pt: Existem duas opções para o CASO DE USO II (<<use-o-caso-ii-espécie-invasora,Espécie invasora>> OU <<caso-de-uso-ii-avistamentos-de-lepidoptera,avistamentos de Lepidoptera>>). Só precisa de selecionar um deles para a sua atividade.

source: Required files for submission:
es: Archivos requeridos para su envío:
fr: Fichiers requis pour la soumission :
pt: Ficheiros necessários para submissão:

source: completed exercise sheet (MS Word Doc or similar is acceptable)
es: hoja completa del ejercicio (documento de MS Word o similar es aceptable)
fr: feuille d'exercice remplie (Document MS Word ou similaire est acceptable)
pt: folha de exercícios concluída (é aceitável MS Word Doc ou similar)

source: data capture spreadsheet (MS Excel, csv, txt or similar is acceptable)
es: hoja de cálculo de captura de datos (MS Excel, csv, txt o similar es aceptable)
fr: feuille de calcul de capture de données (MS Excel, csv, txt ou similaire est acceptable)
pt: tabela de captura de dados (é aceitável MS Excel, csv, txt ou similar)

source: cleaned/standardized dataset (MS Excel, csv, txt or similar is acceptable)
es: conjunto de datos limpios / estandarizados (MS Excel, csv, txt o similar es aceptable)
fr: jeu de données nettoyé/standardisé (MS Excel, csv, txt ou similaire est acceptable)
pt: conjunto de dados limpo/padronizado (é aceitável MS Excel, csv, txt ou similar)

source: USE CASE III
es: CASO DE USO III
fr: CAS PRATIQUE III
pt: CASO DE USO III

source: There is only one option for USE CASE III (<<use-case-iii-birds-from-literature,Birds from literature>>).
es: Solo hay una opción para el CASO DE USO III (<<caso-de-uso-iii-aves-de-la-literatura,Aves de la literatura>>).
fr: Il n'y a qu'une seule option pour le cas pratique III (<<cas-pratique-iii-oiseaux-de-la-littérature,Oiseaux de la littérature>>).
pt: Há apenas uma opção para USE CASE III (<<caso-de-uso-iii-aves-a-partir-de-literatura,Aves a partir de literatura>>).

source: Include the use case and exercise number along with your name on all files submitted. For example, Russell-UC2-IS-exercise-sheet.docx, Russell-UC2-IS-2.xlsx, Russell-UC2-IS-3.xlsx. *All files must be submitted in English*. Contact training@gbif.org if you have any questions.
es: Incluya el caso de uso y el número de ejercicio junto con su nombre en todos los archivos enviados. Por ejemplo, Russell-UC2-IS-exercise-sheet.docx, Russell-UC2-IS-2.xlsx, Russell-UC2-IS-3.xlsx. *Todos los archivos deben enviarse en inglés*. Póngase en contacto con training@gbif.org si tiene alguna pregunta.
fr: Inclure le numéro du cas d'utilisation et de l'exercice avec votre nom sur tous les fichiers soumis, par exemple, Russell-UC2-IS-feuille-d-exercice.docx, Russell-UC2-IS-2.xlsx, Russell-UC2-IS-3.xlsx. *Tous les fichiers doivent être soumis en anglais*. Contactez training@gbif.org si vous avez des questions.
pt: Inclua o número de caso de uso e do exercício, juntamente com seu nome em todos os ficheiros enviados. Por exemplo, Russell-UC2-IS-exercise-sheet.docx, Russell-UC2-IS-2.xlsx, Russell-UC2-IS-3.xlsx. *Todos os ficheiro devem ser submetidos em Inglês*. Entre em contato com training@gbif.org se tiver alguma dúvida.

source: Assignment submission
es: Envío de la Tarea
fr: Soumission du travail
pt: Submissão do trabalho

source: Assignments can be submitted from the online (HTML) version of the course.
es: Las tareas pueden enviarse desde la versión en línea (HTML) del curso.
fr: Les travaux peuvent être soumis à partir de la version en ligne (HTML) du cours.
pt: Os trabalhos podem ser enviados a partir da versão online (HTML) do curso.

source: Please submit your assignment files using the form below. If you do not see a form, you can also visit the https://gbif.app.box.com/f/1e44182c4bc74d659082c0e952d83e80[submission site^] in a new window.
fr: Veuillez soumettre vos fichiers de travaux en utilisant le formulaire ci-dessous. Si vous ne voyez pas de formulaire, vous pouvez également visiter le https://gbif.app.box.com/f/1e44182c4bc74d659082c0e952d83e80[site de dépôt^] dans une nouvelle fenêtre.

source: Course evaluation
es: Evaluación del curso
fr: Évaluation du cours
pt: Avaliação do curso

source: Complete the course evaluation
es: Completa la evaluación del curso
fr: Complétez l'évaluation du cours
pt: Conclua a avaliação do curso

source: Key documentation
es: Documentación clave
fr: Documents clés
pt: Documentação chave

source: The following references provide further detail on the topics covered in this course. All links open in a new window/tab.
es: Las siguientes referencias proporcionan más detalles sobre los temas cubiertos en este curso. Todos los enlaces se abren en una nueva ventana / pestaña.
fr: Les références suivantes fournissent plus de détails sur les sujets abordés dans ce cours. Tous les liens s'ouvrent dans une nouvelle fenêtre/onglet.
pt: As seguintes referências fornecem mais detalhes sobre os tópicos abordados neste curso. Todos os links abrem em uma nova janela/guia.

source: https://dwc.tdwg.org/terms/[Darwin Core Terms: A quick reference guide^]
fr: http://rs.tdwg.org/dwc/terms/[Termes Darwin Core : Un guide de référence rapide^]

source: https://dwc.tdwg.org/simple/[Simple DarwinCore^]
fr: https://dwc.tdwg.org/simple/[DarwinCore Simple^]

source: https://github.com/tdwg/dwc-qa[Darwin Core Questions & Answers^]
fr: https://github.com/tdwg/dwc-qa[Questions & Réponses sur le Darwin Core^]

source: https://tools.gbif.org/dwca-validator/extensions.do[Darwin Core extensions registered with GBIF^]
fr: https://tools.gbif.org/dwca-validator/extensions.do[Extensions Darwin Core enregistrées sur GBIF^]
pt: https://tools.gbif.org/dwca-validator/extensions.do[Darwin Core Extensões registadas no GBIF^]

source: https://www.gbif.org/publishing-data[Quick guide to publishing data through GBIF^]
es: https://www.gbif.org/es/publishing-data[Guía rápida para publicar datos a través de GBIF^]
fr: https://www.gbif.org/publishing-data[Guide rapide pour publier des données via GBIF^]
pt: https://www.gbif.org/publishing-data[Guia rápido de publicação de dados através do GBIF^]

source: https://github.com/gbif/ipt/wiki/howToPublish[How to publish biodiversity data through GBIF.org^]
fr: https://github.com/gbif/ipt/wiki/howToPublish[Comment publier des données sur la biodiversité via GBIF.org^]
pt: https://github.com/gbif/ipt/wiki/howToPublish[Como publicar dados de biodiversidade através de GBIF.org^]

source: https://www.gbif.org/become-a-publisher[Become a data publisher with GBIF^]
es: https://www.gbif.org/es/become-a-publisher[Conviértete en un publicador de datos con GBIF^]
fr: https://www.gbif.org/become-a-publisher[Devenir un éditeur de données avec GBIF^]
pt: https://www.gbif.org/become-a-publisher[Torne-se um publicador de dados com GBIF^]

source: https://www.gbif.org/dataset-classes[Classes of datasets supported by GBIF^]
es: https://www.gbif.org/es/dataset-classes[Tipos de conjuntos de datos soportados por GBIF^]
fr: https://www.gbif.org/dataset-classes[Les différents types de jeu de données^]
pt: https://www.gbif.org/dataset-classes[Classes de conjuntos de dados suportados pelo GBIF^]

source: https://www.gbif.org/data-quality-requirements[GBIF data quality requirements for publishing^]
fr: https://www.gbif.org/data-quality-requirements[Pré-requis GBIF sur la qualité des données pour la publication^]

source: https://www.gbif.org/news/82363/new-approaches-to-data-licensing-and-endorsement[GBIF data licenses^]
fr: https://www.gbif.org/news/82363/new-approaches-to-data-licensing-and-endorsement[Licences de données GBIF^]
pt: https://www.gbif.org/news/82363/new-approaches-to-data-licensing-and-endorsement[licenciamento de dados do GBIF^]

source: https://github.com/gbif/ipt/wiki/checklistData#templates[Checklist core templates^]
fr: https://github.com/gbif/ipt/wiki/checklistData#templates[Fichiers modèles pour les listes taxonomiques^]

source: https://github.com/gbif/ipt/wiki/occurrenceData#templates[Occurrence core templates^]
es: https://github.com/gbif/ipt/wiki/occurrenceData#templates[Ocurrence core templates^]
fr: https://github.com/gbif/ipt/wiki/occurrenceData#templates[Fichiers modèles pour les listes d'occurrences^]

source: https://github.com/gbif/ipt/wiki/samplingEventData#templates[Sampling event core templates^]
fr: https://github.com/gbif/ipt/wiki/samplingEventData#templates[Fichiers modèles pour les événements d'échantillonnage^]

source: https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[Sampling event data best practices^]
fr: https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[Bonnes pratiques pour les événements d'échantillonnage^]
pt: https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[Melhores práticas para amostragem de dados de eventos ^]

source: https://data-blog.gbif.org/post/gbif-multimedia/[Sharing images, sounds and videos on GBIF^]
es: https://data-blog.gbif.org/post/gbif-multimedia/[Compartiendo imágenes, sonidos y videos en GBIF^]
fr: https://data-blog.gbif.org/post/gbif-multimedia/[Partager des images, sons et vidéos sur GBIF^]
pt: https://data-blog.gbif.org/post/gbif-multimedia/[Partilhando imagens, sons e vídeos no GBIF^]

source: https://www.gbif.org/resource/search?contentType=literature&topics=DATA_PAPER&relevance=GBIF_PUBLISHED[Published data papers^]
es: https://www.gbif.org/resource/search?contentType=literature&topics=DATA_PAPER&relevance=GBIF_PUBLISHED[Artículos de datos publicados^]
fr: https://www.gbif.org/resource/search?contentType=literature&topics=DATA_PAPER&relevance=GBIF_PUBLISHED[Data papers publiés^]
pt: https://www.gbif.org/resource/search?contentType=literature&topics=DATA_PAPER&relevance=GBIF_PUBLISHED[Documentos de dados publicados^]

source: Data publishing: IPT
es: Publicación de datos: IPT
fr: Publication de données : IPT
pt: Publicação de dados: IPT

source: https://github.com/gbif/ipt/wiki/PublisherProfiles[To install IPT or not to install IPT^]
fr: https://github.com/gbif/ipt/wiki/PublisherProfiles[Installer IPT ou ne pas installer IPT^]
pt: https://github.com/gbif/ipt/wiki/PublisherProfiles[Instalar o IPT ou não instalar o IPT^]

source: https://github.com/gbif/ipt/wiki/dataHostingCentres[IPT data hosting centres^]
fr: https://github.com/gbif/ipt/wiki/dataHostingCentres[centres d'hébergement de données IPT^]

source: http://idigbio.adobeconnect.com/p4dfquy4bsf/[IPT Install / Set up webinar^]
fr: http://idigbio.adobeconnect.com/p4dfquy4bsf/[Installation de l'IPT / Configuration du webinaire^]
pt: http://idigbio.adobeconnect.com/p4dfquy4bsf/[Instalação IPT / Configurar webinar^]

source: https://vimeo.com/116142276[Installing the IPT video^]
fr: https://vimeo.com/116142276[Installation de l' IPT en vidéo^]
pt: https://vimeo.com/116142276[Instalando o vídeo IPT]

source: https://youtu.be/eDH9IoTrMVE[IPT in Practice demonstration video^]
fr: https://youtu.be/eDH9IoTrMVE[Demonstration pratique d'usage d'IPT en video^]
pt: https://youtu.be/eDH9IoTrMVE[IPT in Practice demo video^]

source: Digitization
es: Digitalización
fr: La numérisation
pt: Digitalização

source: https://www.idigbio.org/wiki/index.php/Digitization_Resources[iDigBio Digitization Resources^]
fr: https://www.idigbio.org/wiki/index.php/Digitization_Resources[Resources de numerisation iDigBio^]

source: https://www.idigbio.org/wiki/index.php/Collections_Digitization_Workflows[iDigBio Collections Digitization Workflows^]
fr: https://www.idigbio.org/wiki/index.php/Collections_Digitization_Workflows[Flux de travail des collections iDigBio^]

source: https://www.idigbio.org/wiki/index.php/Digitization_Workflows_and_Protocols[iDigBio Digitization Workflows and Protocols^]
fr: https://www.idigbio.org/wiki/index.php/Digitization_Workflows_and_Protocols[Workflows et Protocoles de numérisation iDigBio^]
pt: https://www.idigbio.org/wiki/index.php/Digitization_Workflows_and_Protocols[iDigBio Digitization Workflows e Protocols^]

source: https://www.idigbio.org/wiki/index.php/Specimen_Image_Capture[iDigBio specimen image capture guide^]
fr: https://www.idigbio.org/wiki/index.php/Specimen_Image_Capture[guide de capture d'images iDigBio^]

source: http://www.canadensys.net/publication/multimedia-publication-guide[Canadensys 10-step guide to managing images with your biodiversity data^]
fr: http://www.canadensys.net/publication/multimedia-publication-guide[Guide en 10 étapes du Canadensys pour la gestion des images avec vos données sur la biodiversité^]
pt: http://www.canadensys.net/publication/multimedia-publication-guide[Guia de 10 etapas para gerir imagens com seus dados de biodiversidade^]

source: https://www.gbif.org/what-is-gbif[What is GBIF^]
es: https://www.gbif.org/es/what-is-gbif[Qué es GBIF^]
fr: https://www.gbif.org/what-is-gbif[Qu'est-ce que le GBIF^]
pt: https://www.gbif.org/what-is-gbif[O que é o GBIF^]

source: https://www.gbif.org/strategic-plan[Strategic Plan^]
es: https://www.gbif.org/es/strategic-plan[Plan estratégico^]
fr: https://www.gbif.org/strategic-plan[Plan stratégique^]
pt: https://www.gbif.org/strategic-plan[Plano Estratégico^]

source: https://www.gbif.org/become-member[Become a member^]
es: https://www.gbif.org/es/become-member[Hágase miembro^]
fr: https://www.gbif.org/become-member[Devenir membre^]
pt: https://www.gbif.org/become-member[Torne-se um membro^]

source: https://www.gbif.org/science-review[Science Review^]
fr: https://www.gbif.org/science-review[Revue Scientifique^]

source: Georeferencing
es: Georreferenciación
fr: Géoréférencement
pt: Georreferenciação

source: http://georeferencing.org/[Georeferencing resources^]
fr: http://georeferencing.org/[Ressources de Géoréférencement^]
pt: http://georeferenciing.org/[Recursos georeferenciados^]

source: Invasive Species
es: Especies invasoras
fr: Espèces invasives
pt: Espécies Invasoras

source: http://www.griis.org/about.php[GRISS - Global Register of Introduced and Invasive Species^]
es: http://www.griis.org/about.php[GRIIS - Global Register of Introduced and Invasive Species^]
fr: http://www.griis.org/about.php[GRISS - Registre mondial des espèces introduites et envahissantes^]
pt: http://www.griis.org/about.php[GRISS - Registo Global de Espécies Introduzidas e Invasoras^]

source: https://osf.io/7dpgr/[TrIAS - Tracking Invasive Alien Species^]
fr: https://osf.io/7dpgr/[TrIAS - Suivi des espèces exotiques envahissantes^]
pt: https://osf.io/7dpgr/[TrIAS - Rastreio de espécies alienígenas invasoras^]

source: https://living-atlases.gbif.org/[Living Atlases^]
fr: https://living-atlases.gbif.org/[Atlas des vivants^]

source: http://www.gbif.org/resource/82847[ALA key technical documentation^]
fr: http://www.gbif.org/resource/82847[Documentation technique clé ALA^]
pt: http://www.gbif.org/resource/82847[Documentação técnica chave ALA^]

source: Miscellaneous
es: Misceláneos
fr: Divers
pt: Diversos

source: http://vertnet.org/resources/downloadsinexcelguide.html[VertNet Guide to opening text files in Excel^]
fr: http://vertnet.org/resources/downloadsinexcelguide.html[Guide VertNet pour ouvrir des fichiers texte dans Excel^]
pt: http://vertnet.org/resources/downloadsinexcelguide.html[Guia VertNet para abrir ficheiros de texto em Excel^]

source: http://vertnet.org/resources/datalicensingguide.html[VertNet data licensing guide^]
fr: http://vertnet.org/resources/datalicensingguide.html[Guide de licence de données VertNet ^]
pt: http://vertnet.org/resources/datalicensingguide.html[Guia de licenciamento de dados Vertnet^]

source: https://github.com/OpenRefine/OpenRefine/wiki[OpenRefine documentation^]
fr: https://github.com/OpenRefine/OpenRefine/wiki[Documentation d'OpenRefine^]

source: https://github.com/OpenRefine/OpenRefine/wiki/Understanding-Regular-Expressions[OpenRefine regular expressions^]
fr: https://github.com/OpenRefine/OpenRefine/wiki/Understanding-Regular-Expressions[Les expressions régulières d'OpenRefine ^]

source: Planning/Collaboration
es: Planificación/Colaboración
fr: Planification/Collaboration
pt: Planeamento/Colaboração

source: https://www.scrum.org/resources/what-is-scrum[What is SCRUM^]
fr: https://www.scrum.org/resources/what-is-scrum[Qu'est-ce que SCRUM^]
pt: https://www.scrum.org/resources/what-is-scrum[O que é SCRUM^]

source: https://www.atlassian.com/agile/scrum[SCRUM Framework^]
fr: https://www.atlassian.com/agile/scrum[Cadre SCRUM^]

source: https://www.atlassian.com/agile/kanban[Kanban methodology^]
es: https://www.atlassian.com/es/agile/kanban[Metodología Kanban^]
fr: https://www.atlassian.com/agile/kanban[méthodologie Kanban^]
pt: https://www.atlassian.com/agile/kanban[metodologia Kanban.^]

source: https://scrumguide.com/[Scrum Guide^]
fr: https://scrumguide.com/[Guide Scrum^]
pt: https://scrumguide.com/[Guia de Scrum^]

source: Quality
es: Calidad
fr: Qualité
pt: Qualidade

source: https://www.w3.org/International/questions/qa-what-is-encoding[Character encoding for beginners^]
fr: https://www.w3.org/International/questions/qa-what-is-encoding[Encodage de caractères pour les débutants^]
pt: https://www.w3.org/International/questions/qa-what-is-encoding[Codificação de caracteres para iniciantes^]

source: http://mvz.berkeley.edu/Locality_Field_Recording_Notebooks.html[MVZ Guide for Recording Localities in Field Notes^]
fr: http://mvz.berkeley.edu/Locality_Field_Recording_Notebooks.html[Guide MVZ d'enregistrement des localités dans les notes de terrain^]
pt: http://mvz.berkeley.edu/Locality_Field_Recording_Notebooks.html[Guia MVZ para Localidades no Campo Notas^]

source: Sensitive species
es: Especies sensibles
fr: Espèces sensibles
pt: Espécie sensível

source: Taxonomy
es: Taxonomía
fr: Taxonomie
pt: Taxonomia

source: https://data-blog.gbif.org/post/gbif-checklist-datasets-and-data-gaps/[GBIF checklist datasets and data gaps^]
fr: https://data-blog.gbif.org/post/gbif-checklist-datasets-and-data-gaps/[Jeux de données des checklist du GBIF et lacunes des données^]
pt: https://data-blog.gbif.org/post/gbif-checklist-datasets-and-data-gaps/[conjuntos de dados de checklists do GBIF e lacunas de dados^]

source: https://www.gbif.org/tools/name-parser[GBIF Labs - Names Parser^]
es: https://www.gbif.org/tools/name-parser[GBIF Labs - Analizador de Nombres^]
fr: https://www.gbif.org/tools/name-parser[Laboratoires GBIF - Analyseur de noms^]
pt: https://www.gbif.org/tools/name-parser[GBIF Labs - Nomes Parser^]

source: https://www.gbif.org/tools/species-lookup[GBIF Labs - Species Matching^]
es: https://www.gbif.org/tools/species-lookup[GBIF Labs - Coincidencia de especies^]
fr: https://www.gbif.org/tools/species-lookup[Laboratoires GBIF - Correspondance d'espèces^]

source: https://obis.org/manual/namematching/[Marine Name Matching Strategy for taxonomic quality control^]
fr: https://obis.org/manual/namematching/[Stratégie de correspondance de nom d’espèces marines pour le contrôle de qualité taxonomique^]

source: Glossary
es: Glosario
fr: Glossaire
pt: Glossário

source: Atlas of Living Australia. The Australian node of GBIF, who developed an open source data portal now widely used within the GBIF community & partners for biodiversity national portals.
es: Atlas of Living Australia. El nodo australiano de GBIF, quien desarrolló un portal de datos de código abierto ampliamente utilizado dentro de la comunidad de GBIF y sus socios para los portales nacionales de biodiversidad.
fr: Atlas of Living Australia. Le nœud australien du GBIF, qui a développé un portail de données open source maintenant largement utilisé au sein de la communauté GBIF et partenaires pour les portails nationaux sur la biodiversité.
pt: Atlas of Living Australia. O nó australiano do GBIF, que desenvolveu um portal de dados de código aberto, agora amplamente utilizado dentro da comunidade GBIF & parceiros, para portais nacionais de biodiversidade.

source: Application Programming Interface. A set of clearly defined methods of communication between various software components.
es: Interfaz de programación de aplicaciones. Un conjunto de métodos de comunicación claramente definidos entre varios componentes de software.
fr: Interface de programmation d'applications. Un ensemble de méthodes de communication clairement définies entre différents composants logiciels.
pt: Interface de Programação de Aplicação. Um conjunto de métodos de comunicação claramente definidos entre vários componentes de software.

source: Biodiversity Information for Development. An EU funded project co-ordinated by GBIF whose aim is to increase data mobilization capacity in the Africa, Caribbean and Pacific regions.
es: Información sobre Biodiversidad para el Desarrollo. Un proyecto financiado por la UE y coordinado por GBIF cuyo objetivo es aumentar la capacidad de movilización de datos en las regiones de África, el Caribe y el Pacífico.
fr: Information sur la biodiversité pour le développement. Un projet financé par l'UE et coordonné par le GBIF, dont le but est d'accroître la capacité de mobilisation des données dans les régions d'Afrique, des Caraïbes et du Pacifique.
pt: Informações de biodiversidade para o desenvolvimento. Um projecto financiado pela UE coordenado pelo GBIF com o objectivo de aumentar a capacidade de mobilização de dados nas regiões de África, das Caraíbas e do Pacífico.

source: Biodiversity Fund for Asia.
es: Fondo para la Diversidad Biológica de Asia.
fr: Fonds pour la biodiversité en Asie.
pt: Fundo de Biodiversidade para a Ásia.

source: [[CC]]CC Licences
es: [[CC]]Licencias CC
fr: [[CC]]Licences CC
pt: [[CC]]Licenças CC

source: Creative Commons. These are a series of licenses set up by the Creative Commons organization that enable sharing and reuse of creativity and knowledge through the provision of free legal tools. Three of them can be assigned to GBIF-shared datasets: CC0, CC BY and CC BY-NC.
es: Creative Commons. Se trata de una serie de licencias establecidas por la organización Creative Commons que permiten compartir y reutilizar la creatividad y el conocimiento mediante la provisión de herramientas legales gratuitas. Tres de ellas se pueden asignar a conjuntos de datos compartidos por GBIF: CC0, CC BY y CC BY-NC.
fr: Creative Commons. Il s'agit d'une série de licences mises en place par l'organisation Creative Commons qui permettent le partage et la réutilisation de la créativité et du savoir par la fourniture d'outils juridiques libres. Trois d'entre eux peuvent être assignés à des jeux de données partagés par GBIF : CC0, CC BY et CC BY-NC.
pt: Creative Commons. Esta é uma série de licenças criadas pela organização Creative Commons que permitem a partilha e reutilização da criatividade e do conhecimento através da disponibilização de ferramentas legais gratuitas. Três delas podem ser atribuídas a conjuntos de dados partilhados no GBIF: CC0, CC BY e CC BY-NC.

source: [[vocab]]Controlled Vocabulary
es: [[vocab]]Vocabulario controlado
fr: [[vocab]]Vocabulaire contrôlé
pt: [[vocab]]Vocabulário controlado
