Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: In some software you can in fact have different labels to the same field on a user by user or group basis!
es: ¡En algunos programas puede tener etiquetas diferentes para el mismo campo en un usuario por usuario o por grupo!
fr: Dans certains logiciels, vous pouvez en fait avoir des étiquettes différentes pour le même champ en fonction de l'utilisateur ou du groupe d'utilisateurs!
pt: Em alguns softwares, na verdade você pode ter etiquetas diferentes para o mesmo campo, relacionados a um único utilizador ou por grupo!

source: As you work with your data you will come across the phrases “drop-down list” and “controlled vocabulary” and on the surface they can appear to be the same.
es: A medida que trabaja con sus datos, encontrará las frases "lista desplegable" y "vocabulario controlado" y, en la superficie, pueden parecer iguales.
fr: Au fur et à mesure que vous travaillez avec vos données, vous rencontrerez les expressions « liste déroulante » et « vocabulaire contrôlé » et, à première vue, elles peuvent paraître identiques.
pt: A medida em que trabalha com seus dados, encontrará as frases "lista drop-down" e "vocabulário controlado" e na superfície elas podem parecer as mesmas.

source: Indeed they are both powerful tools to help you keep your data clean, but they are different.
es: De hecho, ambas son herramientas potentes para ayudarlo a mantener sus datos limpios, pero son diferentes.
fr: En effet, ce sont deux outils puissants pour vous aider à garder vos données propres, mais ils sont différents.
pt: De fato, ambas são poderosas ferramentas para ajudar a manter dados limpos, mas são diferentes.

source: A drop-down list, also sometimes called a lookup table is a data entry element that is created in your database software.
es: Una lista desplegable, también llamada a veces tabla de búsqueda, es un elemento de entrada de datos que se crea en el software de su base de datos.
fr: Une liste déroulante, parfois appelée table de recherche, est un élément d'entrée de données qui est créé dans votre logiciel de base de données.
pt: Uma lista drop-down, também chamada às vezes chamada de uma tabela de pesquisa é um elemento de entrada de dados criado no seu software de base de dados.

source: It allows to you select a value from a predefined set of options.
es: Le permite seleccionar un valor de un conjunto de opciones predefinidas.
fr: Il vous permet de sélectionner une valeur à partir d'un ensemble d'options prédéfinies.
pt: Permite selecionar um valor de um conjunto predefinido de opções.

source: They can also be generated from the data itself on the fly.
es: También se pueden generar a partir de los propios datos sobre la marcha.
fr: Elles peuvent également être générées à la volée à partir des données elles-mêmes.
pt: Também podem ser gerados a partir dos dados em si.

source: A controlled vocabulary on the other hand, is a very strictly defined, domain specific set of values that should be applied to a particular field.
es: Un vocabulario controlado, por otro lado, es un conjunto de valores estrictamente definidos, de dominio específico que debe aplicarse a un campo en particular.
fr: D'autre part, un vocabulaire contrôlé est un ensemble strictement défini de valeurs spécifiques à un domaine, qui doivent être appliquées à un champ particulier.
pt: Por outro lado, um vocabulário controlado é um conjunto de valores específicos de um domínio que devem ser aplicados a um determinado campo.

source: They are an integral part of a well defined standard.
es: Son una parte integral de un estándar bien definido.
fr: Ils font partie intégrante d'un standard bien défini.
pt: Eles são uma parte integral de um padrão bem definido.

source: Such values can be used in a drop-down list as mentioned previously.
es: Tales valores pueden ser usados en una lista desplegable como se mencionó previamente.
fr: De telles valeurs peuvent être utilisées dans une liste déroulante comme mentionné précédemment.
pt: Tais valores podem ser usados em uma lista drop-down como mencionado anteriormente.

source: In this section we will look at what the term character means in relation to data and computers.
es: En esta sección veremos qué significa el término carácter en relación con los datos y las computadoras.
fr: Dans cette section, nous examinerons ce que le terme caractère signifie par rapport aux données et aux ordinateurs.
pt: Nesta secção, veremos o que o termo significa em relação aos dados e computadores.

source: As a reminder computers “see” in binary. Everything that you type in, is held in memory as a series of ones and zeros.
es: Como recordatorio, las computadoras "ven" en binario. Todo lo que escribe se guarda en la memoria como una serie de unos y ceros.
fr: Pour rappel, les ordinateurs "voient" en binaire. Tout ce que vous tapez est conservé en mémoire sous la forme d'une série de uns et de zéros.
pt: Como lembretes os computadores "vêem" em binário. Tudo o que você digita é mantido na memória como uma série de uns e zeros.

source: The computer does not “see” the repertoire of letters and symbols on your keyboard.
es: La computadora no “ve” el repertorio de letras y símbolos en su teclado.
fr: L'ordinateur ne "voit" pas le répertoire des lettres et des symboles sur votre clavier.
pt: O computador não "vê" o repertório de letras e símbolos no seu teclado.

source: It needs a map to translate the character set that you would write or type, into its binary language and then back again to show it to you on the screen or a printer.
es: Necesita un mapa para traducir el conjunto de caracteres que escribiría o tipearía, a su lenguaje binario y luego volver a mostrarlo en la pantalla o en una impresora.
fr: Il a besoin d'une carte pour traduire le jeu de caractères que vous voulez écrire ou saisir, dans son langage binaire, puis de nouveau pour vous le montrer à l'écran ou une imprimante.
pt: O computador precisa de um mapa para traduzir o conjunto de caracteres que você escreveria ou digitaria, para seu idioma binário e depois voltar para mostrá-lo na tela ou em uma impressora.

source: This map is made up of two parts:
es: Este mapa está compuesto por dos partes:
fr: Cette carte est composée de deux parties :
pt: Este mapa é composto por duas partes:

source: The “coded character set” and
es: El "conjunto de caracteres codificados" y
fr: Le "jeu de caractères codé" et
pt: O "conjunto de caracteres codificado" e

source: The “character encoding”
es: La "codificación de caracteres"
fr: L'"encodage des caractères"
pt: A "codificação de caracteres"

source: Each symbol or glyph is assigned a numeric value and that number is then converted to binary.
es: A cada símbolo o glifo se le asigna un valor numérico y ese número luego se convierte a binario.
fr: Chaque symbole ou glyphe est assigné à une valeur numérique et ce nombre est ensuite converti en binaire.
pt: A cada símbolo ou glyph é atribuído um valor numérico e, em seguida, esse número é convertido em binário.

source: In this example we see how character encoding is used to map the capital letter A in the western alphabet.
es: En este ejemplo, vemos cómo se usa la codificación de caracteres para mapear la letra A mayúscula en el alfabeto occidental.
fr: Dans cet exemple, nous voyons comment l'encodage des caractères est utilisé pour mettre en correspondance la lettre majuscule A dans l'alphabet occidental.
pt: Neste exemplo, vemos como a codificação de caracteres é usada para mapear a letra A no alfabeto ocidental.

source: The ASCII value for the capital letter A is the decimal number 65
es: El valor ASCII de la letra A mayúscula es el número decimal 65
fr: La valeur ASCII de la lettre majuscule A est le nombre décimal 65
pt: O valor ASCII para a letra maiúscula A é o número decimal 65

source: which in HEXIDECIMAL is 041
es: que en HEXADECIMAL es 041
fr: qui en HEXADECIMAL est 041
pt: que em HEXIDECIMAL é 041

source: and in BINARY 01000001
es: y en BINARIO 01000001
fr: et en BINAIRE 01000001
pt: e em BINÁRIO 01000001

source: Try mapping your own name to Binary using the link at the bottom of the screen.
es: Intente asignar su propio nombre a Binary usando el enlace en la parte inferior de la pantalla.
fr: Essayez de mapper votre propre nom au binaire en utilisant le lien en bas de l'écran.
pt: Tente mapear seu próprio nome para Binário usando o link na parte inferior da tela.

source: In effect what is happening is that when you type into a keyboard and save a file the software that you are using will select an encoding to save with it.
es: En efecto, lo que está sucediendo es que cuando escribe en un teclado y guarda un archivo, el software que está utilizando seleccionará una codificación para guardar con él.
fr: En effet, ce qui se passe est que lorsque vous tapez dans un clavier et que vous enregistrez un fichier, le logiciel que vous utilisez sélectionnera un encodage à sauvegarder avec.
pt: Na prática, o que está a acontecer é que quando você digitar em um teclado e salvar um ficheiro, o software que está usando selecionará uma codificação para salvá-lo

source: When you open that file again the software needs to know which encoding (map) to use to redisplay the information back to you correctly.
es: Cuando abra ese archivo nuevamente, el software necesita saber qué codificación (mapa) usar para volver a mostrarle la información correctamente.
fr: Lorsque vous ouvrez à nouveau ce fichier, le logiciel doit savoir quel encodage (carte) utiliser pour réafficher les informations correctement.
pt: Quando você abrir novamente esse ficheiro, o software precisa saber qual codificação (mapa) deve ser usada para exibir novamente as informações de volta para você, correctamente.

source: So why is this important to you as a data custodian?
es: Entonces, ¿por qué es esto importante para usted como custodio de datos?
fr: Alors pourquoi est-ce important pour vous en tant que dépositaire de données ?
pt: Então, por que isso é importante para você como detentor de dados?

source: Let’s say that you translate the start of Hamlet’s soliloquy
es: Digamos que traduces el comienzo del soliloquio de Hamlet
fr: Disons que vous traduisez le début du soliloque d'Hamlet
pt: Digamos que você traduza o início da obra de Hamlet

source: ”To be or not to be, that is the question”
es: ”Ser o no ser, esa es la cuestión”
fr: "Être ou ne pas être, c'est la question"
pt: "Ser ou não ser, eis a questão"

source: into French and then save the file with a text editor that uses the encoding Latin-1
es: en francés y luego guarde el archivo con un editor de texto que usa la codificación Latin-1
fr: en français puis enregistrez le fichier avec un éditeur de texte qui utilise l'encodage Latin-1
pt: em Francês e depois salvar o ficheiro com um editor de texto que usa a codificação Latin-1

source: Then you send it to a colleague to check the translation. Voila!
es: Luego se lo envía a un colega para que verifique la traducción. ¡Voila!
fr: Puis vous l'envoyez à un collègue pour vérifier la traduction. Voila!
pt: Depois envia para um colega para verificar a tradução. Voila!

source: When they open the file in MicroSoft Word this is what they see…
es: Cuando abren el archivo en MicroSoft Word, esto es lo que ven…
fr: Quand ils ouvrent le fichier dans MicroSoft Word c'est ce qu'ils voient…
pt: Quando eles abrem o arquivo em Microsoft Word é isso que eles veem…

source: There are some unexpected characters.
es: Hay algunos personajes inesperados.
fr: Il y a des caractères inattendus.
pt: Há alguns caracteres inesperados.

source: You forgot to tell your colleague that you where using Latin-1 as the encoding.
es: Olvidó decirle a su colega que estaba usando Latin-1 como codificación.
fr: Vous avez oublié de dire à votre collègue que vous utilisiez le Latin-1 comme encodage.
pt: Esqueceu-se de dizer ao seu colega que está a usar Latin-1 como codificação.

source: MicroSoft Word on their end was set to use the encoding set Unicode UTF-8. The maps did not match.
es: MicroSoft Word en su extremo se configuró para usar el conjunto de codificación Unicode UTF-8. Los mapas no coincidían.
fr: MicroSoft Word à leur extrémité a été configuré pour utiliser l'ensemble d'encodage Unicode UTF-8. Les cartes ne correspondent pas.
pt: O Microsoft Word no seu computador foi definido para usar a codificação Unicode UTF-8. Os mapas não correspondem.

source: Depending on the software the data may be irretrievably corrupted.
es: Dependiendo del software, los datos pueden estar irremediablemente dañados.
fr: Selon le logiciel, les données peuvent être irrémédiablement corrompues.
pt: Dependendo do software, os dados podem estar irremediavelmente corrompidos.

source: In review we have looked at the differences between the phrases:
es: En repaso, hemos analizado las diferencias entre las frases:
fr: En revue, nous avons examiné les différences entre les phrases :
pt: Em revisão, analisamos as diferenças entre as frases:

source: Database; database language; database program, data-cleaning tool;
es: Base de datos; lenguaje de la base de datos; programa de base de datos, herramienta de limpieza de datos;
fr: Base de données ; langage de base de données ; programme de bases de données, outil de nettoyage de données ;
pt: Base de dados; linguagem da base de dados; programa de base de dados, ferramenta de limpeza de dados;

source: Field names & Field labels; Drop-down lists & Controlled vocabularies and between
es: Nombres de campo y Etiquetas de campo; Listas desplegables y Vocabularios controlados y entre
fr: Noms des champs & Libellés des champs ; Listes déroulantes & vocabulaires contrôlés et entre
pt: Nomes de campo & etiquetas de campo; Listas de selecção e vocabulários controlados e entre

source: Repertoires, Coded sets & Encodings
es: Repertorios, Conjuntos codificados y Codificaciones
fr: Répertoires, encodages et ensemble codés
pt: Repositórios, conjuntos codificados (Coded sets) e codificações (Encodings)

source: And shown that although the terms may seem similar the in fact have very different definitions.
es: Y demostró que aunque los términos pueden parecer similares, de hecho tienen definiciones muy diferentes.
fr: Et a montré que, malgré que les termes puissent sembler similaires, en fait, ont des définitions très différentes.
pt: E mostrou que embora os termos possam parecer semelhantes, na verdade têm definições muito diferentes.

source: Remember that:
es: Recuerda que:
fr: Souvienez-vous que:
pt: Lembre-se que:

source: “..The first step in wisdom is to know the things themselves; this notion consists in having a true idea of the objects.”
es: “... El primer paso en la sabiduría es conocer las cosas en sí mismas; esta noción consiste en tener una idea verdadera de los objetos.”
fr: “..La première étape de la sagesse est de connaître les choses en elles-mêmes; cette notion consiste à avoir une idée réelle des objets.”
pt: "..O primeiro passo na sabedoria é saber as próprias coisas; esse conceito consiste em ter uma verdadeira ideia dos objetos

source: We often take for granted that there is a whole language associated with biodiversity informatics that is not commonplace and has to be learned. There is no shame in going back to basics and getting to grips with the vocabulary, grammar and syntax just like with any new language.
es: A menudo damos por sentado que existe un lenguaje completo asociado con la informática de la biodiversidad que no es un lugar común y debe aprenderse. No hay que avergonzarse de volver a lo básico y familiarizarse con el vocabulario, la gramática y la sintaxis como con cualquier idioma nuevo.
fr: Nous considérons souvent comme acquis qu'il existe toute une langue associée à l'informatique de la biodiversité qui n'est pas courante et qui doit être apprise. Il n'y a pas de honte à revenir aux bases et à maîtriser le vocabulaire, grammaire et syntaxe comme dans n'importe quel nouveau langage.
pt: Muitas vezes não damos valor ao fato de que existe toda uma linguagem associada a Informática para a Biodiversidade, que não é lugar comum e que tem de ser aprendida. Não há vergonha em voltar ao básico e começar a lidar com o vocabulário, gramática e sintaxe como com qualquer outra língua.

source: This video is part of a series of presentations used in the GBIF Biodiversity Data Mobilization course. The biodiversity data mobilization curriculum was originally developed as part of the Biodiversity Information Development Programme funded by the European Union.
es: Este video es parte de una serie de presentaciones utilizadas en el curso de Movilización de Datos de Biodiversidad de GBIF. El plan de estudios de movilización de datos sobre biodiversidad se desarrolló originalmente como parte del Programa Información sobre Biodiversidad para el Desarrollo financiado por la Unión Europea.
fr: Cette vidéo fait partie d'une série de présentations utilisées dans le cours de mobilisation des données de la biodiversité du GBIF. Le programme de mobilisation des données sur la biodiversité a été initialement développé dans le cadre du programme Biodiversity Information Development financé par l'Union européenne.
pt: Este vídeo faz parte de uma série de apresentações usadas no curso de Mobilização de Dados de Biodiversidade do GBIF. O currículo de mobilização de dados de biodiversidade foi desenvolvido originalmente como parte do Programa de Informação de Biodiversidade para o Desenvolvimento financiado pela União Europeia.

source: This presentation was originally created and narrated by Sharon Grant with additional contributions by BID and BIFA Trainers, Mentors and Students.
es: Esta presentación fue creada y narrada originalmente por Sharon Grant con contribuciones adicionales de los Entrenadores, Mentores y Estudiantes de BID y BIFA.
fr: Cette présentation a été initialement créée et narrée par Sharon Grant avec des contributions supplémentaires des formateurs du BID et du BIFA, les Mentors et Étudiants.
pt: Esta apresentação foi originalmente criada e narrada por Sharon Grant com contribuições adicionais Treinadores BID e BIFA, Mentores e Alunos.

source: In this presentation, we will provide an overview of the importance of documentation as it relates to data management and data publishing. You will learn about data mapping, data relationships and metadata .
es: En esta presentación, proporcionaremos una descripción general de la importancia de la documentación en lo que respecta a la gestión y publicación de datos. Aprenderá sobre mapeo de datos, relaciones de datos y metadatos.
fr: Dans cette présentation, nous donnerons un aperçu de l’importance de la documentation en ce qui concerne la gestion des données et la publication des données. Vous apprendrez sur le mappage de données, les relations de données et les métadonnées.
pt: Nesta apresentação, forneceremos um panorama da importância da documentação no que se refere à gestão de dados e à publicação de dados. Você vai aprender sobre mapeamento de dados, relações e metadados.

source: In the previous Foundations presentations, we looked at the individual elements that make up both your data and the containers that hold it. Now we’ll look at ways to document those data and what you want to do with it.
es: En las presentaciones anteriores de Fundamentos, analizamos los elementos individuales que componen tanto sus datos como los contenedores que los alojan. Ahora veremos formas de documentar esos datos y lo que quiere hacer con ellos.
fr: Dans les présentations précédentes des Fondations, nous avons examiné les éléments individuels qui composent à la fois vos données et les conteneurs qui les contiennent. Maintenant nous allons examiner les moyens de documenter ces données et ce que vous voulez en faire.
pt: Nas apresentações anteriores das Fundações, analisámos os elementos individuais que compõem os seus dados e seus repositórios. Agora vamos analisar maneiras de documentar esses dados e o que você quer fazer com eles.

source: According to the director Steven Spielberg,
es: Según el director Steven Spielberg,
fr: Selon le réalisateur Steven Spielberg,
pt: De acordo com o diretor Steven Spielberg,

source: “People have forgotten how to tell a story. Stories don’t have a middle or an end any more. They usually have a beginning that never stops beginning.”
es: “La gente ha olvidado cómo contar una historia. Las historias ya no tienen un medio ni un final. Suelen tener un comienzo que nunca deja de comenzar."
fr: « Les gens ont oublié comment raconter une histoire. Les histoires n'ont plus de milieu ni de fin. Elles ont généralement un début qui n'arrête jamais de commencer."
pt: "As pessoas esqueceram como contar uma história. As histórias não têm mais um meio ou um fim. Normalmente eles têm um começo que nunca para de começar."

source: Documentation is the story of your project or dataset. There should always be a concrete beginning, middle and end.
es: La documentación es la historia de su proyecto o conjunto de datos. Siempre debe haber un comienzo, un desarrollo y un final concretos.
fr: La documentation est l'histoire de votre projet ou de votre jeu de données. Il devrait toujours y avoir un début, un milieu et une fin concrets.
pt: A documentação é a história do seu projecto ou conjunto de dados. Sempre deve haver um começo, meio e fim concreto.

source: In essence you should be able to answer certain questions at specific points:
es: En esencia, debería poder responder ciertas preguntas en puntos específicos:
fr: En essence, vous devriez être en mesure de répondre à certaines questions à des points spécifiques :
pt: Essencialmente, você deve ser capaz de responder a certas perguntas em pontos específicos:

source: At the beginning: What did our project aim to do? What was the purpose of creating the dataset?
es: Al principio: ¿Qué pretendía hacer nuestro proyecto? ¿Cuál fue el propósito de crear el conjunto de datos?
fr: Au début : Que visait notre projet ? Quel était le but de la création du jeu de données ?
pt: No início: Qual era o objectivo do nosso projeto? Qual era o propósito de criar o conjunto de dados?

source: In the middle: What did we actually do? What did we achieve?
es: En el medio: ¿Qué hicimos realmente? ¿Qué logramos?
fr: Au milieu: qu'avons-nous réellement fait? Qu'avons-nous réalisé?
pt: No meio: O que realmente fizemos? O que conseguimos?

source: At the end: What didn’t we achieve? Why? What should happen next?
es: Al final: ¿Qué no logramos? ¿Por qué? ¿Qué debería pasar a continuación?
fr: À la fin : Qu'est-ce que nous n'avons pas réalisé? Pourquoi? Que doit-il se passer ensuite?
pt: No final: O que não conseguimos? Por que? O que deve acontecer a seguir?

source: In order to document your data and render them as fit for use as possible for yourself and future users, you need to follow these three essential steps :
es: Con el fin de documentar sus datos y hacerlos tan aptos para su uso como sea posible para usted y los futuros usuarios, debe seguir estos tres pasos esenciales:
fr: Afin de documenter vos données et de les rendre aussi appropriées que possible pour vous-même et les futurs utilisateurs, vous devez suivre ces trois étapes essentielles :
pt: A fim de documentar seus dados e torná-los mais adequados possível para que você ou futuros utilizadores possam utilizá-los, você precisa seguir estes três passos essenciais:
