Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: https://www.gbif.org/occurrence/1228493621[Eriocaulon bilobatum Morong] collected in Guatemala by Rapid Reference Collection (RRC) | Field Museum of Natural History - Keller Action Science Center (licensed under http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
es: https://www.gbif.org/occurrence/1228493621[Eriocaulon bilobatum Morong] colectado en Guatemala por Rapid Reference Collection (RRRC) | Field Museum of Natural History - Keller Action Science Center (licenciado bajo http://creativecommons.org/licencias/por-nc/4.0/[CC-BY-NC 4.0])
fr: https://www.gbif.org/fr/occurrence/1228493621[Eriocaulon bilobatum Morong] collecté au Guatemala par Rapid Reference Collection (RRC) | Field Museum of Natural History - Keller Action Science Center (sous licence http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
pt: https://www.gbif.org/occurrence/1228493621[Eriocaulon bilobatum Morong] coletado na Guatemala por Coleção de Referência Rápida (RRC) Express Museum of Natural History - Keller Action Science Center (licenciado sob http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])

source: This narrative was developed as a basis for practical exercises in the biodiversity data mobilization course and the exercise concept and content was developed by Alberto González-Talaván, Néstor Beltrán, Nicolas Noé, Sharon Grant. The data are from a real dataset, but have been modified for the purposes of these exercises. It is a fictionalized scenario and is meant only for instructional purposes.
es: Esta narrativa fue desarrollada como base para ejercicios prácticos en el curso de movilización de datos de biodiversidad y el concepto y contenido del ejercicio fue desarrollado por Alberto González-Talaván, Néstor Beltrán, Nicolas Noé, Sharon Grant. Los datos provienen de un conjunto de datos real, pero se han modificado para los fines de estos ejercicios. Es un escenario ficticio y solo tiene fines educativos.
fr: Ce récit a été développé comme base pour des exercices pratiques dans le cours de mobilisation des données sur la biodiversité. Le concept et le contenu de l'exercice ont été développés par Alberto Gonzaëlez-Talaván, Néstor Beltrán, Nicolas Noé et Sharon Grant. Les données proviennent d'un véritable jeu de données, mais ont été modifiées pour ces exercices. C'est un scénario fictif qui n'est destiné qu'à des fins d'enseignement.
pt: Esta narrativa foi desenvolvida como base para exercícios práticos no curso de mobilização de dados para a biodiversidade e o conceito e conteúdo do exercício foi desenvolvido por Alberto González-Talaván, Néstor Beltrán, Nicolas Noé, Sharon Grant. Os dados são de um conjunto de dados real, mas foram modificados para os fins desses exercícios. É um cenário fictício e destina-se apenas a fins instrutivos.

source: The University of White Plains is a well recognized tertiary education institution in Guatemala and a national reference for biodiversity research. The Plant Biology Department keeps a medium-size herbarium containing approximately 80,000 specimens collected in and around the local region and dating from the mid-20th century to the present. The collection includes important specimens including types and endemics.
es: La Universidad de White Plains es una institución de educación terciaria reconocida en Guatemala y una referencia nacional para la investigación de la biodiversidad. El Departamento de Biología Vegetal mantiene un herbario de tamaño mediano que contiene aproximadamente 80,000 especímenes recolectados en y alrededor de la región local y que data de mediados del siglo XX hasta el presente. La colección incluye especímenes importantes, incluidos tipos y endémicos.
fr: L'Université de White Plains est un établissement d'enseignement tertiaire reconnu au Guatemala et une référence nationale pour la recherche sur la biodiversité. Le département de biologie végétale héberge un herbier de taille moyenne contenant environ 80 000 spécimens récoltés dans et autour de la région et datant du milieu du 20ème siècle à nos jours. La collection comprend des spécimens importants, y compris des spécimens types et des espèces endémiques.
pt: A Universidade de Planícies Brancas é uma instituição de ensino superior bem reconhecida na Guatemala e uma referência nacional à investigação sobre biodiversidade. O Departamento de Biologia de Plantas mantém herbário de médio tamanho contendo aproximadamente 80,000 espécimes colhidos dentro e em torno da região local e datam de meados do século Xx até o presente. A coleção inclui espécimes importantes como tipos e endémicos.

source: Currently, the care of the collection is assigned to the Professor of Plant Systematics, who performs curatorial tasks as well as their regular research and teaching work. The Departmental Admin is responsible for day-to-day administrative tasks for the herbarium such as purchasing consumables including paper and labels. Faculty staff and students collaborating within the department occasionally work on and update the identifications on the specimens and there are two retired botanists who regularly volunteer in the collection assisting the Professor to prepare loans.
es: Actualmente, el cuidado de la colección está a cargo del profesor de Sistemática Vegetal, quien realiza tareas curatoriales así como su labor habitual de investigación y docencia. El Administrador Departamental es responsable de las tareas administrativas diarias del herbario, como la compra de insumos, incluidos papel y etiquetas. El personal docente y los estudiantes que colaboran dentro del departamento ocasionalmente trabajan y actualizan las identificaciones de los especímenes, y hay dos botánicos jubilados que regularmente se ofrecen como voluntarios en la colección, ayudando al profesor a preparar los préstamos.
fr: Actuellement, la conservation de la collection est la responsabilité du professeur de systématique végétale, qui accomplit les tâches de curateur ainsi que des travaux de recherche et d'enseignement réguliers. L'administrateur du département est responsable des tâches administratives quotidiennes de l'herbier, comme l'achat de consommables, incluant le papier et les étiquettes. Le personnel enseignant et les étudiants qui collaborent au sein du département y travaillent occasionnellement et mettent à jour les identifications des spécimens et il y a deux botanistes retraités qui se portent régulièrement volontaires dans la collection pour aider le professeur à préparer les prêts.
pt: Actualmente, os cuidados da coleção são atribuídos ao professor de Sistemática de Plantas, que realiza tarefas de curadoria, bem como seus trabalhos regulares de investigação e ensino. O Departamento Administrativo é responsável pelas tarefas administrativas do dia-a-dia do herbário, tais como a compra de materiais, incluindo papel e etiquetas. Os docentes e os alunos que colaboram no departamento trabalham ocasionalmente e actualizam as identificações sobre os espécimes e há dois botânicos aposentados que regularmente se voluntariam na coleção ajudando o professor a preparar os empréstimos.

source: The University already has an online search for its library collections which is maintained by the University’s central web-team on externally hosted servers. No natural history specimens are currently served via this platform.
es: La Universidad ya tiene una búsqueda en línea para las colecciones de su biblioteca que es mantenida por el equipo web central de la Universidad en servidores alojados externamente. Actualmente, no están disponibles especímenes de historia natural a través de esta plataforma.
fr: L’université a déjà une plateforme de recherche en ligne pour les collections de sa bibliothèque qui est maintenue par l’équipe web de l’université sur des serveurs hébergés en externe. Aucun spécimens d'histoire naturelle n'est actuellement disponible via cette plate-forme.
pt: A Universidade já tem uma busca on-line em suas coleções de bibliotecas mantidas pela equipa central da Universidade, em servidores hospedados externamente. Nenhum espécime de história natural é actualmente integrado a esta plataforma.

source: The Head of the Plant Biology Department has recently secured a 50,000USD, two year grant to image and publish the botanical collections information online. The team wants to use this opportunity to establish a permanent digitization and publishing protocol that will give higher visibility to the herbarium and continue attracting funding.
es: El Jefe del Departamento de Biología Vegetal ha obtenido recientemente una subvención de por años de 50.000 USD para generar imágenes y publicar la información de las colecciones botánicas en línea. El equipo quiere aprovechar esta oportunidad para establecer un protocolo de digitalización y publicación permanente que le dará mayor visibilidad al herbario y seguirá atrayendo financiación.
fr: Le responsable du département de biologie végétale a récemment obtenu une subvention de 50 000 $USD de deux ans pour photographier et publier en ligne les informations des collections botaniques. L'équipe veut profiter de cette occasion pour établir un protocole permanent de numérisation et de publication qui donnera une plus grande visibilité à l'herbier et continuera d'attirer des fonds.
pt: O Director do Departamento de Biologia de Plantas garantiu recentemente 50.000USD, dois anos de financiamento à captura de imagem e publicação online das informações de coleções botânicas. A equipa quer aproveitar esta oportunidade para estabelecer um protocolo de digitalização e publicação permanentes, que dará maior visibilidade ao herbário e continuará a atrair financiamento.

source: Data collection
es: Recopilación de datos
fr: Collecte de données
pt: Recolha de dados

source: The herbarium comprises approximately 80,000 specimens collected from 1960 to 2015 concentrated mainly in the biodiversity hot spot -- Short Mountain National Park. The collection is still growing as a result of exchanges, donations and several active research projects. For each specimen, information about collector, time, date, location and taxonomy are documented. So far no quality control measures have been carried out on the data and there has been no systematic imaging of specimens.
es: El herbario comprende aproximadamente 80.000 especímenes colectados entre 1960 y 2015 concentrados principalmente en una zona de alta biodiversidad: el Parque Nacional Short Mountain. La colección sigue creciendo como resultado de intercambios, donaciones y varios proyectos de investigación activos. Para cada espécimen, se documenta información sobre el colector, la hora, la fecha, la ubicación y la taxonomía. Hasta ahora no se han llevado a cabo medidas de control de calidad sobre los datos y no se ha realizado una toma de imágenes sistemática de los especímenes.
fr: L'Herbier comprend environ 80 000 spécimens récoltés entre 1960 et 2015 concentrés principalement dans le hotspot de biodiversité -- Parc national de Short Mountain. La collection s’agrandit encore grâce à des échanges, des dons et plusieurs projets de recherche actifs. Pour chaque spécimen, des renseignements sur le collecteur, l'heure, la date, le lieu et la taxonomie sont documentés. Jusqu'à présent, aucune mesure de contrôle de qualité n'a été effectuée sur les données et il n'y a pas eu d’imagerie systématique des spécimens.
pt: O herbário é composto por aproximadamente 80 mil espécimes coletados de 1960 a 2015, concentrados principalmente no hotspot de biodiversidade -- o Parque Nacional de Montanhas Curtas. A coleção continua a aumentar em resultado de intercâmbios, doações e vários projectos de investigação activos. Para cada espécime, informações sobre coletor, hora, data, local e taxonomia estão documentadas. Até à data, não foram tomadas quaisquer medidas de controlo de qualidade sobre os dados e não houve nenhuma captura de imagens de espécimes sistemática.

source: Dataset description
es: Descripción del conjunto de datos
fr: Description du jeu de données
pt: Descrição dos dados

source: The professor has a simple non-relational database on his computer which serves as an index of many but not all specimens. Any images of the specimens that exist are held locally by the individual researchers that took them.
es: El profesor dispone de una sencilla base de datos no relacional en su computador que sirve como un índice de muchos de los especímenes, pero no de todos. Cualquier imagen existente de los especímenes es mantenida localmente por los investigadores que la tomaron.
fr: Le professeur a une simple base de données non relationnelle sur son ordinateur qui sert d'index pour un grand nombre de spécimens, mais pas tous. Toutes les images existantes des spécimens sont conservées localement par les chercheurs indépendants qui les ont prises.
pt: O professor tem uma base de dados simples e não-relacional em seu computador, que serve como um índice de muitos, mas não de todos os espécimes. Quaisquer imagens dos espécimes existentes são mantidas localmente pelos investigadores individuais que as tiraram.

source: Exercises
es: Ejercicios
fr: Exercices
pt: Exercícios

source: The individual exercises for this use case are located in the corresponding modules.
es: Los ejercicios individuales para este caso de uso se encuentran en los módulos correspondientes.
fr: Les exercices individuels pour ce cas pratique sont situés dans les modules correspondants.
pt: Os exercícios individuais para este caso de uso estão localizados nos módulos correspondentes.

source: Planning
es: Planificación
fr: Planification
pt: Planificação

source: <<Exercise 1a-c>>
es: <<Ejercicio 1a-c>>
fr: <<Exercice 1a-c>>
pt: <<Exercício 1a-c>>

source: <<Exercise 2>>
es: <<Ejercicio 2>>
fr: <<Exercice 2>>
pt: <<Exercício 2>>

source: <<Exercise 3a-c>>
es: <<Ejercicio 3a-c>>
fr: <<Exercice 3a-c>>
pt: <<Exercício 3a-c>>

source: <<Exercise 4>>
es: <<Ejercicio 4>>
fr: <<Exercice 4>>
pt: <<Exercício 4>>

source: Exercise sheet
es: Hoja de ejercicio
fr: Feuille d'exercice
pt: Folhas de exercício

source: link:../course-docs/UC1-Herbarium-Exercise_EN.docx[UC1-Herbarium-Exercise_EN.docx,opts=download] (MS Word 345 KB)
fr: link:../course-docs/UC1-Herbarium-Exercise_EN.docx[UC1-Herbarium-Exercise_EN.docx,opts=download] (MS Word 345 ko)

source: In the planning module, you will review key project planning stages and will learn how to create a viable workflow. Additionally, you will create an idealized project plan/workflow based on USE CASE I. You will identify goals, tasks, key stakeholders and roles and will assign specific tasks to stages.
es: En el módulo de planificación, revisará las etapas clave de planificación del proyecto y aprenderá a crear un flujo de trabajo viable. Además, creará un plan idealizado de proyecto/flujo de trabajo basado en el CASO DE USO I. Usted identificará metas, tareas, actores clave y roles, también asignará tareas específicas a las etapas.
fr: Dans le module Planification, vous passerez en revue les étapes clés de la planification d’un projet et apprendrez comment créer un flux de travail viable. De plus, vous créerez un plan de projet ou flux de travail idéalisé basé sur le Cas d’Utilisation 1. Vous identifierez les objectifs, les tâches, les principaux intervenants et les rôles et attribuerez des tâches spécifiques aux étapes.
pt: No módulo de planificação, você analisará as principais etapas de planejamento do projecto e aprenderá a criar um fluxo de trabalho viável. Além disso, você criará um plano/fluxo de trabalho de projecto idealizado com base no CASO de ESTUDO I. Você identificará objectivos, tarefas, principais stakeholders, funções e atribuirá tarefas específicas às etapas.

source: Resourcing
es: Recursos
fr: Ressources
pt: Recursos

source: In this video (15:09), you will learn how to define the elements that will have an impact on a project and will look at the interactions between the elements. If you are unable to watch the embedded video, you can link:../videos/Planning_Resourcing.mp4[download^,opts=download] it locally. (MP4 - 25.1 MB)
es: En este video (15:09), aprenderá cómo definir los elementos que tendrán un impacto en un proyecto y analizará las interacciones entre los elementos. Si no puedes ver el vídeo incrustado, puedes link:../videos/Planning_Resourcing.mp4[descargar^,opts=descargar] localmente. (MP4 - 25.1 MB)
fr: Dans cette vidéo (15:09), vous apprendrez comment définir les éléments qui auront un impact sur un projet et examinerez les interactions entre les éléments. Si vous ne pouvez pas regarder la vidéo en ligne sur, vous pouvez la link:../videos/Planning_Resourcing.mp4[télécharger^,opts=download] localement. (MP4 - 25,1 Mo)
pt: Neste vídeo (15:09), você aprenderá como definir os elementos que terão impacto em um projecto e analisará as interações entre os elementos. Se não conseguir assistir o vídeo incorporado, pode utilizar o link:../videos/Planning_Resourcing.mp4[download^,opts=download] localmente. (MP4 - 25.1 MB)

source: Organizing
es: Organizar
fr: Organiser
pt: Organizador

source: This video (15:52) focuses on tasks and the ways that they can be organized in order to prepare practical workable plans and clear documentation. If you are unable to watch the embedded video, you can link:../videos/Planning_Organizing.mp4[download^,opts=download] it locally. (MP4 - 26.2 MB)
es: Este video (15:52) se centra en las tareas y las formas en que pueden organizarse para preparar planes prácticos y documentación clara. Si no puede ver el vídeo incrustado, puede link:../videos/Planning_Organizing.mp4[descargar^,opts=descargar] localmente. (MP4 - 26.2 MB)
fr: Cette vidéo (15:52) se concentre sur les tâches et les moyens de les organiser afin de préparer des plans pratiques réalisables et une documentation claire. Si vous ne pouvez pas regarder la vidéo en ligne sur, vous pouvez la link:../videos/Planning_Organizing.mp4[télécharger^,opts=download] localement. (MP4 - 26,2 Mo)
pt: Este vídeo (15:52) concentra-se em tarefas e nas formas como elas podem ser organizadas a fim de preparar planos de trabalho práticos e documentação clara. Se não puder assistir o vídeo embutido, utilize o link:../videos/Planning_Organizing.mp4[download^,opts=download] localmente. (MP4 - 26,2 MB)

source: Exercise 1a-c
es: Ejercicio 1a-c
fr: Exercice 1a-c
pt: Exercício 1a-c

source: For this activity, you will be using a virtual tabletop platform. Review the exercise instructions below.
es: Para esta actividad, usará una plataforma de tabla virtual. Revise las instrucciones del ejercicio a continuación.
fr: Pour cette activité, vous utiliserez une plateforme d'exercices virtuelle. Consultez les instructions de l'exercice ci-dessous.
pt: Para esta actividade, você usará uma plataforma de tabletop virtual. Confira as instruções do exercício abaixo.

source: *References*
es: *Referencias*
fr: *Références*
pt: *Referências*

source: https://github.com/fieldmuseum/planning-cards/wiki/ROLE-CARDS---DEFINITIONS[Role definitions^]
es: https://github.com/fieldmuseum/planning-cards/wiki/ROLE-CARDS---DEFINITIONS[Definiciones de los roles^]
fr: https://github.com/fieldmuseum/planning-cards/wiki/ROLE-CARDS---DEFINITIONS[Définitions de rôles^]
pt: https://github.com/fieldmuseum/planning-cards/wiki/ROLE-CARDS---DEFINITIONS[Definição de papeis^]

source: https://github.com/fieldmuseum/planning-cards/wiki/STAGE-CARD---DEFINITIONS[Stage definitions^]
es: https://github.com/fieldmuseum/planning-cards/wiki/STAGE-CARD---DEFINICIONES[Definiciones de las etapas^]
fr: https://github.com/fieldmuseum/planning-cards/wiki/STAGE-CARD---DEFINITIONS[Définitions d'étape^]
pt: https://github.com/fieldmuseum/planning-cards/wiki/STAGE-CARD---DEFINITIONS[Definições de estágios^]

source: To help you to work through the planning exercises for all use cases, we have made available five virtual playing card tables.
es: Para ayudarle a trabajar en los ejercicios de planificación para todos los casos de uso, hemos puesto a su disposición cinco mesas virtuales de juegos de cartas.
fr: Pour vous aider à réaliser les exercices de planification pour toutes les études de cas, nous avons mis à disposition cinq tables de jeu de cartes virtuelles.
pt: Para ajudá-lo a trabalhar nos exercícios de planeamento para todos os casos, disponibilizamos cinco mesas virtuais de cartas de jogos.

source: Because these are shared spaces, we ask that you follow these rules so that everyone who wants to use them can:
es: Debido a que se trata de espacios compartidos, le pedimos que siga estas normas para que todos los que quieran utilizarlos puedan hacerlo:
fr: Parce qu'il s'agit d'espaces partagés, nous vous demandons de respecter ces règles afin que tous ceux qui veulent les utiliser puissent le faire :
pt: Porque estes são espaços partilhados, nós pedimos que siga essas regras para que todos que queiram utilizá-las possam:

source: Clean up after yourself. If you use a card table, please be sure to return it to it's clean and original state when you are done. This means putting all of the cards away and removing/deleting any new cards that you have added to the deck. You can do this by clicking the recall buttons below each deck of cards.
es: Acomode todo al finalizar. Si usa una mesa de juego, asegúrese de devolverla a su estado original cuando haya terminado. Esto significa guardar todas las cartas y quitar/eliminar cualquier carta nueva que haya agregado a la baraja. Puede hacer esto haciendo clic en los botones de recuperación debajo de cada baraja de cartas.
fr: Nettoyez après vous. Si vous utilisez une table de cartes, assurez-vous de la retourner à son état propre et original lorsque vous avez terminé. Cela signifie que toutes les cartes sont retirées et enlever/supprimer toutes les nouvelles cartes que vous avez ajoutées au paquet. Vous pouvez le faire en cliquant sur les boutons de rappel sous chaque paquet de cartes.
pt: Limpar quando terminar. Se você utilizar uma tabela de cartão, certifique-se de devolvê-la para seu estado limpo e original quando terminar. Isso significa deitar todas as cartas fora e remover/excluir quaisquer novas cartas que tenha adicionado ao baralho. Pode fazer isso clicando nos botões de retorno abaixo de cada baralho de cartas.

source: If it's busy, try another table. If you see that a card table is in use, please use one of the other card table links. If you are unable to find an empty card table, alert us at training@gbif.org so that we can check the tables to be sure that any tables were not left unattended (or if we need to create an additional table for you).
es: Si una mesa está ocupada, pruebe con otra. Si observa que una mesa de cartas está siendo utilizada, por favor, use otro enlace de mesa de cartas. Si no puede encontrar una mesa de cartas vacía, avísenos a training@gbif.org para que podamos comprobar las mesas y asegurarnos de que no se hayan dejado desatendidas (o si necesitamos crear una mesa adicional para usted).
fr: Si la table est occupée, essayez une autre table. Si vous voyez qu'une table de cartes est utilisée, veuillez utiliser l'un des autres liens de table de cartes. Si vous ne trouvez pas de table de cartes vide, avertissez-nous à training@gbif.org pour que nous puissions vérifier les tables pour être sûr que toutes les tables sont réellement utilisées (ou si nous avons besoin de créer une table supplémentaire pour vous).
pt: Se estiver ocupada, tente outra mesa. Caso veja que uma mesa de cartas está em uso, utilize um dos outros links de mesas de cartas. Se não for possível encontrar uma vazia, avise-nos em training@gbif.org para que possamos verificar as mesas para ter certeza de que quaisquer mesas não foram deixadas sem participação (ou se precisarmos criar uma mesa adicional para você).
