Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: CC0, a waiver for data made available for any use without any restrictions CC BY, a license for data made available for any use with appropriate attribution CC BY-NC, a license for data made available for any non-commercial use with appropriate attribution.
es: CC0, una exención para los datos puestos a disposición para cualquier uso sin restricciones CC BY, una licencia para los datos puestos a disposición para cualquier uso con la atribución adecuada CC BY-NC, una licencia para datos disponibles para cualquier uso no comercial con la atribución adecuada.
fr: CC0, une dérogation pour les données mises à disposition pour toute utilisation sans aucune restriction CC BY, une licence pour les données mises à disposition pour toute utilisation avec l'attribution appropriée CC BY-NC, une licence pour les données mises à disposition pour toute utilisation non commerciale avec une attribution appropriée.
pt: CC0, uma dispensa para tornar os dados dados disponíveis para qualquer uso sem quaisquer restrições CC BY, uma licença para tornar os dados disponíveis para qualquer uso e com atribuição apropriada CC BY-NC, uma licença para tornar os dados disponíveis para qualquer uso não-comercial e com atribuição adequada.

source: Note that CC-BY-NC licences have a significant effect on the reusability of data.
es: Tenga en cuenta que las licencias CC-BY-NC tienen un efecto significativo en la reutilización de los datos.
fr: Notez que les licences CC-BY-NC ont un effet significatif sur la réutilisabilité des données.
pt: Observe que as licenças CC-BY-NC têm um efeito significativo na reutilização de dados.

source: GBIF encourages data publishers to choose the most open option they can wherever possible. Projects supported through GBIF-led funding must use either the CC0 or CC BY options.
es: GBIF anima a los publicadores de datos a elegir la opción más abierta que puedan, siempre que sea posible. Los proyectos apoyados a través de fondos mediados por GBIF deben utilizar las opciones CC0 o CC BY.
fr: Le GBIF encourage les éditeurs de données à choisir l'option la plus ouverte dans la mesure du possible. Les projets pris en charge par les financements menés par GBIF doivent utiliser soit les options CC0 ou CC BY.
pt: O GBIF encoraja os editores de dados a escolherem a opção mais aberta possível, sempre que possível. Projetos suportados através de financiamento liderado pelo GBIF devem usar as opções CC0 ou CC BY.

source: The Integrated Publishing Toolkit (IPT) is a free, open source software tool written in Java that is used to publish and share biodiversity datasets through the GBIF network. The first version of IPT was released in 2009. It was redesigned and rereleased in 2011. Since that time, the IPT has been updated periodically with new features, bug fixes and security improvements.
es: La Herramienta Integrada de Publicación (IPT) es una herramienta de software de código abierto y gratuita escrita en Java, que se utiliza para publicar y compartir conjuntos de datos de biodiversidad a través de la red GBIF. La primera versión de IPT se lanzó en 2009. Fue rediseñado y relanzado en 2011. Desde entonces, el IPT se ha actualizado periódicamente con nuevas funciones, correcciones de errores y mejoras de seguridad.
fr: La boîte à outils de publication intégrée (IPT) est gratuite, outil logiciel open source écrit en Java qui est utilisé pour publier et partager des jeux de données sur la biodiversité à travers le réseau du GBIF. La première version de l'IPT a été publiée en 2009. Il a été redessiné et republié en 2011. Depuis, l'IPT a été mis à jour périodiquement avec de nouvelles fonctionnalités, des corrections de bugs et des améliorations de sécurité.
pt: O IPT é uma ferramenta software gratuita, de código aberto, escrita em Java, que é usada para publicar e partilhar conjuntos de dados de biodiversidade através da rede GBIF. A primeira versão do IPT foi lançada em 2009. Foi redesenhado e relançado em 2011. Desde então, o IPT foi actualizado periodicamente com novos recursos, correções de bugs e melhorias na segurança.

source: While the IPT is maintained at GBIF, the community of biodiversity informatics developers are able to contribute to its development.
es: Si bien el IPT es mantenido por GBIF, la comunidad de desarrolladores de informática de la biodiversidad puede contribuir a su desarrollo.
fr: Tandis que l'IPT est maintenue au GBIF, la communauté des développeurs de la biodiversité informatique est en mesure de contribuer à son développement.
pt: Embora o IPT seja mantido no GBIF, a comunidade de desenvolvedores da informática para a biodiversidade podem contribuir para o seu desenvolvimento.

source: Some of the features include:
es: Algunas de las características incluyen:
fr: Certaines des fonctionnalités incluent :
pt: Alguns dos recursos incluem:

source: Main (but not only) publishing tool for GBIF.
es: Herramienta de publicación principal (pero no única) para GBIF.
fr: Outil de publication principal (mais pas unique) pour GBIF.
pt: Ferramenta de publicação principal (mas não apenas) para GBIF.

source: One IPT can host many datasets, on behalf of several institutions, each clearly represented
es: Un IPT puede albergar muchos conjuntos de datos, en nombre de varias instituciones, cada uno claramente representado
fr: Un IPT peut héberger de nombreux jeux de données, au nom de plusieurs institutions, chacune étant clairement représentée
pt: Um IPT pode hospedar muitos conjuntos de dados, em nome de várias instituições, cada uma claramente representada

source: Test mode and production mode
es: Modo de prueba y modo de producción
fr: Modes de test et de prodution
pt: Modo teste e modo de produção

source: Multilingual – it has been translated into 7 languages.
es: Multilingüe: se ha traducido a 7 idiomas.
fr: Multilingue – il a été traduit en 7 langues.
pt: Multilíngue – foi traduzido para 7 idiomas.

source: It is a server-side software, so it needs a stable connection and requires technical administration. This is why many institutions choose to publish their data on hosted IPTs.
es: Es un software del lado del servidor, por lo que necesita una conexión estable y requiere administración técnica. Esta es la razón por la que muchas instituciones optan por publicar sus datos en IPT alojados.
fr: C'est un logiciel côté serveur, il a donc besoin d'une connexion stable et nécessite une administration technique. C'est pourquoi de nombreuses institutions choisissent de publier leurs données sur des IPT hébergés.
pt: É um software de apoio ao servidor, portanto precisa de uma conexão estável e requer uma administração técnica. É por isso que muitas instituições optam por publicar seus dados em IPTs que hospedem.

source: You can find more information on data hosting on the GBIF website under the How-to menu.
es: Puede encontrar más información sobre alojamiento de datos en el sitio web de GBIF en el menú Cómo hacerlo (How-to).
fr: Vous pouvez trouver plus d'informations sur l'hébergement de données sur le site Web du GBIF dans le menu 'How-to'.
pt: Você pode encontrar mais informações sobre hospedagem de dados no site GBIF no menu How-to.

source: For the remainder of our course, we’ll be demonstrating and completing exercises using the IPT.
es: Durante el resto de nuestro curso, demostraremos y completaremos ejercicios usando el IPT.
fr: Pour le reste de notre cours, nous allons montrer et terminer des exercices en utilisant l'IPT.
pt: Durante o restante do nosso curso, iremos demonstrar e concluir exercícios usando o IPT.

source: We’re now putting together what you learned in the first two presentations in the Data Capture section on Standards and Darwin Core and Data Types.
es: Ahora estamos reuniendo lo has aprendido en las dos primeras presentaciones en la sección de Captura de Datos sobre Estándares y Darwin Core y Tipos de datos.
fr: Nous rejoignons maintenant ce que vous avez appris dans les deux premières présentations lors de la section Capture de données sur les Standards et sur les types de données et le Darwin Core.
pt: Agora estamos a juntar o que você aprendeu nas duas primeiras apresentações da secção Captura de Dados sobre Padrões e Darwin Core e Tipos de Dados.

source: At its heart, the IPT is based on Darwin Core and the Darwin Core text guide and its recommendations for sharing data in a Darwin Core Archive. The Darwin Core contains three distinct data cores which match up to three of the dataset types that GBIF accepts.
es: En esencia, el IPT se basa en Darwin Core y la guía de texto de Darwin Core y sus recomendaciones para compartir datos en un Archivo de Darwin Core. Darwin Core contiene tres núcleos (cores) de datos distintos que coinciden con hasta tres de los tipos de conjuntos de datos que acepta GBIF.
fr: En son cœur, l'IPT est basé sur le Darwin Core et le guide de texte Darwin Core et ses recommandations pour le partage de données dans une archive Darwin Core. Le Darwin Core contient trois cœurs de données distincts qui correspondent à trois des types de jeu de données que le GBIF accepte.
pt: Na base, o IPT é baseado no Darwin Core e no guia de texto Darwin Core e nas recomendações para a partilha de dados em um Darwin Core Archive. O Darwin Core contém três núcleos de dados distintos que correspondem a três dos tipos de conjuntos de dados que o GBIF aceita.

source: Keep in mind:
es: Ten en cuenta:
fr: Gardez à l'esprit:
pt: Tenha em mente:

source: Each dataset has one and only one Core file
es: Cada conjunto de datos tiene uno y sólo un archivo Núcleo (core)
fr: Chaque jeu de données a un seul et unique fichier cœur
pt: Cada conjunto de dados possui apenas um ficheiro de núcleo

source: Each Core file corresponds to a dataset type: occurrence, checklist or sampling event.
es: Cada archivo del Núcleo (core) corresponde a un tipo de conjunto de datos: registro biológico, lista de especies o evento de muestreo.
fr: Chaque fichier cœur correspond à un type de jeu de données : occurrence, liste d'espèces ou événements d'échantillonnages.
pt: Cada ficheiro Core (núcleo) corresponde a um tipo de conjunto de dados: ocorrência, checklist ou evento de amostragem.

source: Each dataset can have one or more extensions file
es: Cada conjunto de datos puede tener uno o más archivos de extensiones
fr: Chaque jeu de données peut avoir un ou plusieurs fichiers d'extensions
pt: Cada conjunto de dados pode ter uma ou mais extensões

source: The aim of an extension is to add new data fields not present in the core.
es: El objetivo de una extensión es añadir nuevos campos de datos no presentes en el núcleo (core).
fr: Le but d'une extension est d'ajouter de nouveaux champs de données non présents dans le cœur.
pt: O objectivo de uma extensão é adicionar novos campos de dados que não estejam presentes no núcleo.

source: Each entry in the core file is linked to zero, one or several rows in an extension file. Each row in an extension file reference one and only one row in the core file.
es: Cada entrada en el archivo del núcleo (core) está enlazada a cero, una o varias filas en un archivo de extensión. Cada fila en un archivo de extensión se relaciona con una y sólo una fila en el archivo del núcleo (core).
fr: Chaque entrée du fichier cœur est liée à zéro, une ou plusieurs lignes dans un fichier d'extension. Chaque ligne dans un extension fichier référence une et une seule ligne dans le fichier cœur.
pt: Cada entrada no ficheiro core é vinculada a zero, uma ou várias linhas em um ficheiro de extensão. Cada linha em uma extensão faz referência a uma e apenas uma linha no ficheiro core.

source: Some examples:
es: Algunos ejemplos:
fr: Quelques exemples:
pt: Alguns exemplos:

source: Core is Occurrence, no extensions
es: El Núcleo (core) es Registro Biológico (Occurrence), no hay extensiones
fr: Le noyau est Occurrence, aucune extension
pt: Núcleo é Occurrence, sem extensões

source: Core is Occurrence, with “multimedia” extension
es: El Núcleo (core) es Registro Biológico (Occurrence), con la extensión "multimedia"
fr: Le cœur est Occurrence, avec l'extension « multimédia»
pt: Núcleo é Occurrence, com a extensão "multimedia"

source: Core is Occurrence, with Audubon core and measurementorfact extensions
es: El Núcleo (core) es Registro Biológico (Occurrence), con el núcleo (core) de Audubon y las extensiones de medición o hechos (measurementorfact)
fr: Le cœur est Occurrence, avec les extensions Audubon core et measurementorfact
pt: Núcleo é Occurrence, com Extensões Audubon core e measurementorfact

source: Core is Taxon, no extensions
es: El Núcleo (core) es Lista de Especies (Taxon), no hay extensiones
fr: Le cœur est un taxon, aucune extension
pt: Core é Taxon, sem extensões

source: Core is Taxon, with species distribution extension
es: El Núcleo (core) es Lista de Especies (Taxon), con la extensión de distribución de especies
fr: Le cœur est Taxon, avec l'extension species distribution
pt: Core é Taxon, com extensão de distribuição de espécies

source: Core is Event with Occurrence and Measurementorfact extensions
es: El Núcleo (core) es Evento de Muestreo (Event) con las extensiones de Registro Biológico (Occurrence) y de Medición o hechos (measurementorfact)
fr: Le cœur est Evènements, avec les extensions Occurrence et Measurementorfact
pt: Núcleo é Evento com extensões de Ocorrência e Measurementorfact

source: The first core is the Occurrence Core. As a reminder, an occurrence dataset contains one individual or one group of individuals. Each row has a unique identifier, an occurrenceID. Other fields for occurrence data include where, when, how and by whom was each occurrence observed and/or collected in the field.
es: El primer Núcleo (core) es el Núcleo de Registro Biológico (Occurrence Core). Como recordatorio, es el conjunto de datos de sucesos contiene un individuo o un grupo de individuos. Cada fila tiene un identificador único, un occurrenceID. Otros campos para los datos de registro biológico incluyen dónde, cuándo, cómo y por quién se observó y / o recopiló cada registro en el campo.
fr: Le premier cœur est le cœur Occurrence. En guise de rappel, un jeu de données d'occurrence contient un individu ou un groupe d'individus. Chaque ligne a un identifiant unique, un occurrenceID. Les autres champs pour les données d'occurrence incluent où, quand, comment et par qui elle a été observée et/ou collectée sur le terrain.
pt: O primeiro núcleo é o Núcleo de Ocorrência. Como lembrete, um conjunto de dados de ocorrência contém um indivíduo ou um grupo de indivíduos. Cada linha tem um identificador exclusivo, uma occurrenceID. Outros campos para dados de ocorrência incluem onde, quando, e por quem foi observado e por quem cada ocorrência foi amostrada no campo.

source: The next option is the Taxon core. As a reminder, a checklist dataset contains taxonomic concepts, not individuals. It is a “A catalogue or list of named organisms, or taxa.” Each row will have a taxonID. Each taxon must be unique.
es: La siguiente opción es el núcleo (core) Lista de Especies (Taxon). Como recordatorio, un conjunto de datos de lista de especies contiene conceptos taxonómicos, no individuos. Es un "catálogo o lista de organismos o taxones con nombre". Cada fila tendrá un taxonID. Cada taxón debe ser único.
fr: La prochaine option est le cœur Taxon. En guise de rappel, les jeux de données sous forme de checklists contiennent des informations taxonomiques, pas des sur les individus. C'est un « catalogue ou une liste d'organismes nommés, ou de taxons. Chaque ligne aura un identifiant de taxon. Chaque taxon doit être unique.
pt: A próxima opção é o núcleo de Táxon. Como lembrete, um conjunto de dados de checklist contém conceitos taxonómicos, não indivíduos. É um "catálogo ou lista de organismos nomeados, ou taxa". Cada linha terá um táxonID. Cada táxon deve ser único.

source: The last option is the Event core. As a reminder, sampling event datasets allow data publishers to provide greater detail, not only offering evidence that a species occurred at a given location and date, but also making it possible to assess community composition for broader taxonomic groups or even the abundance of species at multiple times and places. By indicating the methods, events and relative abundance of species recorded in a sample, these datasets improve comparisons with data collected using the same protocols at different times and places—in some cases, even leading researchers to infer the absence of particular species from particular sites.
es: La última opción es el núcleo (core) del Evento de muestro (Event). Como recordatorio, los conjuntos de datos de eventos de muestreo permiten a los publicadores de datos proporcionar más detalles, no solo ofreciendo evidencia de que una especie ocurrió en un lugar y fecha determinados, sino también haciendo posible evaluar la composición de la comunidad para grupos taxonómicos más amplios o incluso la abundancia de especies en múltiples tiempos y lugares. Al indicar los métodos, los eventos y la abundancia relativa de especies registradas en una muestra, estos conjuntos de datos mejoran las comparaciones con los datos recopilados utilizando los mismos protocolos en diferentes momentos y lugares; en algunos casos, incluso llevan a los investigadores a inferir la ausencia de especies particulares en sitios particulares.
fr: La dernière option est le noyau événement. En guise de rappel, les jeux de données d'échantillonnage permettent aux éditeurs de données de fournir plus de détails, non seulement en fournissant des preuves qu'une espèce est présente à un endroit et à une date donnés, mais aussi permettre d'évaluer la composition de la communauté pour des groupes taxinomiques plus larges ou même l'abondance d'espèces à plusieurs reprises et endroits. En indiquant les méthodes, les événements et l'abondance relative des espèces enregistrées dans un échantillon, ces jeux de données améliorent les comparaisons avec les données collectées en utilisant les mêmes protocoles à des moments et des endroits différents — dans certains cas, menant même les chercheurs à déduire l'absence d'espèces particulières sur des sites particuliers.
pt: A última opção é o núcleo do Evento. Como lembrete, conjuntos de dados de eventos de amostragem permitem que os editores de dados forneçam mais detalhes, não só oferecendo provas de que uma espécie ocorreu num determinado local e data, mas também tornando possível avaliar a composição da comunidade para grupos taxonómicos mais amplos ou até mesmo a abundância de espécies em diferentes tempos e lugares. Ao indicar os métodos, eventos e abundância relativa de espécies registadas em uma amostra, esses conjuntos de dados melhoram as comparações com os dados recolhidos usando os mesmos protocolos em momentos e lugares diferentes - em alguns casos, é possível a investigadores inferir a ausência de determinadas espécies de determinados sítios.

source: Each row will have an EventID. Each event must be unique.
es: Cada fila tendrá un EventID. Cada evento debe ser único.
fr: Chaque ligne aura un EventID. Chaque événement doit être unique.
pt: Cada linha terá um EventID. Cada evento deve ser único.

source: This is a good point to review all of the fields required by GBIF. If required fields are not supplied, GBIF will have difficult indexing your dataset.
es: Este es un buen punto para revisar todos los campos requeridos por GBIF. Si no se proporcionan los campos obligatorios, GBIF tendrá dificultades para indexar su conjunto de datos.
fr: C'est un bon point pour revoir tous les champs requis par le GBIF. Si les champs requis ne sont pas fournis, le GBIF aura des difficultés à indexer votre jeu de données.
pt: Este é um bom ponto para rever todos os campos exigidos pelo GBIF. Se os campos obrigatórios não forem fornecidos, o GBIF terá dificuldade em indexar seu conjunto de dados.

source: Each core has its own set of required and recommended fields for the dataset and for the associated dataset metadata. As you now know, metadata is the data about your data and it enables users to know if your dataset will be fit for their use.
es: Cada núcleo (core) tiene su propio conjunto de campos obligatorios y recomendados para el conjunto de datos y para los metadatos del conjunto de datos asociados. Como ya sabe, los metadatos son los datos sobre sus datos y permiten a los usuarios saber si su conjunto de datos será apto para su uso.
fr: Chaque noyau a son propre ensemble de champs requis et recommandés pour le jeu de données et pour les métadonnées associées au jeu de données. Comme vous le savez maintenant, Les métadonnées sont les données relatives à vos données et elles permettent aux utilisateurs de savoir si votre jeu de données convient à leur utilisation.
pt: Cada núcleo tem seu próprio conjunto de campos obrigatórios e recomendados e para os metadados do conjunto de dados associado. Como você agora sabe, metadados são os dados sobre seus dados e permite que os utilizadores saibam se seu conjunto de dados será adequado para o seu uso.

source: Don’t stop at the required and recommended fields. The more data you are able to share, the more useful your dataset can be to end users.
es: No se detenga en los campos requeridos y recomendados. Cuantos más datos pueda compartir, más útil puede ser su conjunto de datos para los usuarios finales.
fr: Ne vous arrêtez pas aux champs requis et recommandés. Plus vous êtes en mesure de partager des informations, plus votre jeu de données peut être utile aux utilisateurs finaux.
pt: Não pare nos campos obrigatórios e recomendados. Quanto mais dados você conseguir partilhar, mais útil poderá ser o seu conjunto de dados para os utilizadores finais.

source: You can find the data quality on the gbif website under the How-to menu.
es: Puedes encontrar Calidad de los Datos en el sitio web de GBIF en el menú Cómo hacer (How-to).
fr: Vous pouvez trouver la qualité des données sur le site gbif, dans le menu 'How-to'.
pt: Você pode encontrar a qualidade dos dados no site do gbif sob o menu How-to.
