Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: occurrence + Most of the time, specimens from collection databases are shared as occurrence data. Each occurrence (specimen or group of specimens) has its own unique identifier (sometimes derived from its catalogue number in the source collection) and the Darwin Core fields used to share them within GBIF describe each specimen: scientific name, the date it was collected on the field, who collected and/or identified it, where, etc. Each collection can have more than one specimen from a same species, as long as each specimen is identified by a unique ID.
es: registro biológico + La mayoría de las veces, las muestras de las bases de datos de la colección se comparten como datos de registros biológicos. Cada registro (espécimen o grupo de especímenes) tiene su propio identificador único (a veces derivado de su número de catálogo en la colección fuente) y los campos Darwin Core usados ​​para compartirlos dentro de GBIF describen cada espécimen: nombre científico, la fecha en que fue recolectado el campo, quién lo recolectó y / o identificó, dónde, etc. Cada colección puede tener más de un espécimen de una misma especie, siempre que cada espécimen esté identificado por una identificador único.

source: checklist + It is also possible to create and share a taxonomical checklist derived from a collection database; in this case, it is recommended to share the checklist as a taxonomical dataset, with the occurrence (specimen) list associated with it by using the Occurrence core as an extension to the Taxon Core on the GBIF IPT.
es: lista de especies + También es posible crear y compartir una lista de especies taxonómica derivada de una base de datos de colección; en este caso, se recomienda compartir la lista de especies como un conjunto de datos taxonómicos, con la lista de registros (espécimen) asociada a ella mediante el uso del núcleo de registros como una extensión del Taxon Core en el IPT de GBIF.

source: occurrence + Some data publishers will share occurrence datasets coming from studies or programs tracking specimens from some specific invasive species; when the data focuses on individuals instead of the invasive species, in general, they can be shared as occurrence data.
es: registros biológicos + Algunos editores de datos compartirán conjuntos de datos de registros biológicos provenientes de estudios o programas que rastrean especímenes de algunas especies invasoras específicas; cuando los datos se enfocan en individuos en lugar de en especies invasoras, en general, se pueden compartir como datos de registros biológicos.

source: checklist + Invasive species can be tracked and monitored at different scales (regional, national, thematic…); as this type of dataset focuses more on the species and their distribution across a given geographical scope, they are mainly shared as taxonomical datasets within GBIF (https://www.gbif.org/dataset/search?project_id=GRIIS[see GRIIS search results]).
es: lista de especies + Las especies invasoras pueden ser rastreadas y monitoreadas a diferentes escalas (regional, nacional, temática…); Dado que este tipo de conjunto de datos se centra más en las especies y su distribución en un ámbito geográfico determinado, se comparten principalmente como conjuntos de datos taxonómicos dentro de GBIF (https://www.gbif.org/dataset/search?project_id=GRIIS[ver resultados de búsqueda de GRIIS]).

source: occurrence + Data are recorded by naturalists on the field and can be shared as simple occurrence datasets.
es: resgistro biológico + Los datos son registrados por naturalistas en el campo y pueden ser compartidos como conjuntos de datos de registros biológicos simples.

source: sampling event + They can also be shared as event datasets if standardized protocols (such as vegetation plots, transects, traps…) are used to collect the data.
es: evento de muestreo + También pueden ser compartidos como conjuntos de datos de eventos si se estandarizan protocolos (como parcelas de vegetación, transectas, trampas…) se utilizan para recopilar los datos.

source: occurrence + These data are shared as occurrence datasets: ideally, each bird is identified with its organismID, and each occurrence (GPS ping) has its own occurrenceID, which is useful to track the different GPS locations of the same bird over the scope of the tracking programme or project. (See https://www.gbif.org/dataset/2fc1d8b5-9c99-4e03-8c3c-11a6e51a298f[example])
es: registro biológico + Estos datos se comparten como conjuntos de datos de registros biológicos: idealmente, cada ave se identifica con su organismID, y cada registro (ping GPS) tiene su propio occurrenceID, que es útil para rastrear las diferentes ubicaciones GPS de la misma ave en el alcance seguimiento del programa o proyecto. (Ver https://www.gbif.org/dataset/2fc1d8b5-9c99-4e03-8c3c-11a6e51a298f[example])

source: occurrence + Although such data can be shared as simple occurrence datasets, it is best if they’re shared as event datasets, where the location, identifier and contents of each trap can be better detailed.
es: registro biológico + Aunque dichos datos se pueden compartir como conjuntos de datos de registros biológicos simples, es mejor si se comparten como conjuntos de datos de eventos de muestreo, donde la ubicación, el identificador y el contenido de cada trampa se pueden detallar mejor.

source: sampling event + Insect traps (as well as other traps such as pitfall traps, malaise traps…) are typically used in monitoring programmes to check the presence (or absence) of some species and/or assess their specific abundance. Using the “eventID” field to identify each trap allows the users to get all of the specimens collected within each trap. The same logic applies to other field protocols such as transects, plots, remote cameras, etc.: by using the Event Core instead of the Occurrence core, you’ll be able to share much more information about the context of the data collection, and allow users to better understand (and even replicate) your work.
es: evento de muestreo + Las trampas para insectos (así como otras trampas, como trampas de caída, trampas Malaise…) se utilizan típicamente en programas de monitoreo para verificar la presencia (o ausencia) de algunas especies y/o evaluar su abundancia específica. El uso del campo "eventID" para identificar cada trampa permite a los usuarios obtener todas las muestras recolectadas dentro de cada trampa. La misma lógica se aplica a otros protocolos de campo, como transectas, parcelas, cámaras remotas, etc.: al utilizar el Core de eventos de muestreo en lugar del Core de registros biológicos, podrá compartir mucha más información sobre el contexto de la recopilación de datos y permitirá que los usuarios comprendan mejor (e incluso reproduzcan) su trabajo.

source: occurrence + record individuals of species
es: registro biológico + registrar individuos de especies

source: checklist + It is important to know how many species are present in the park/reserve perimeter and their conservation status.
es: lista de especies + Es importante saber cuántas especies están presentes en el perímetro del parque/reserva y su estado de conservación.

source: sampling event + check and track the populations
es: evento de muestreo + comprobar y rastrear a las poblaciones

source: occurrence + Bioblitz datasets are mainly shared as occurrence datasets.
es: registro biológico + los conjuntos de datos de Bioblitz se comparten principalmente como conjuntos de datos de registros biológicos.

source: sampling event + Depending on the citizen science programme, specific sampling protocols might be used by the volunteers, in which case, the data can be shared as an event dataset.
es: evento de muestreo + Dependiendo del programa de ciencia ciudadana, los protocolos específicos de muestreo pueden ser utilizados por los voluntarios, en cuyo caso, los datos pueden ser compartidos como un conjunto de datos de evento de muestreo.

source: checklist + Geographical or thematic species lists are often used to share information about the species present in a given area; most of the time, these lists also mention the distribution of each species as well as their conservation status in this area. Regional species lists can give a useful insight into a region’s biodiversity and habitats, and need to be shared as taxonomical datasets, with or without associated occurrences.
es: lista de especies + Las listas de especies geográficas o temáticas se utilizan a menudo para compartir información sobre las especies presentes en un área determinada; la mayoría de las veces, estas listas también mencionan la distribución de cada especie, así como su estado de conservación en esta área. Los listados regionales de especies pueden brindar una visión útil de la biodiversidad y los hábitats de una región, y deben compartirse como conjuntos de datos taxonómicos, con o sin registros biológicos asociados.

source: Nestor Beltran*
es: Néstor Beltrán*

source: Katia Cezón*
es: Katia Cezón*
pt: Katia Cezón*

source: Mélianie Raymond*
es: Mélianie Raymond*

source: Sophie PAMERLON
es: Sophie Parmelon

source: Colophon
es: Colofón
pt: Cólofon

source: Licence
es: Licencia
pt: Licença

source: alphabet - Latin
es: alfabeto - Latín
pt: alfabeto - Latim

source: Ocean Data Standards and Best Practices Project (ODSBP)
es: Proyecto de Estándares y Mejores Prácticas de Datos Oceánicos (ODSBP - Ocean Data Standards and Best Practices Project)
pt: Projecto de Padrões de Dados Oceânicos e Melhores Práticas (ODSBP)

source: Occurrence
es: Registro biológico (Occurrence)
pt: Ocorrência

source: Identification
es: Identificación (Identification)
pt: Identificação

source: Taxon
es: Taxón (Taxon)

source: ResourceRelationship
es: Relación de los Recursos (ResourceRelationship)

source: Journal: https://doi.org/10.3897/BDJ.2.e4244
pt: Revista: https://doi.org/10.3897/BDJ.2.e4244

source: Occurrence Core, Taxon Core, Event Core
pt: Núcleo de Ocorrência, Núcleo de Taxon, Núcleo de Eventos
