Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: |Skills |Beginning performance 1 |Developing performance 2 |Accomplished performance 3 |Outstanding performance 4 |A. Knowledge about biodiversity information (BDI) data standards. |Shows limited or no knowledge about BDI data standards and which of those data standards are accepted by GBIF. |Can identify BDI standards and knows which ones are accepted by GBIF, but does not know where to find information on how to use them. Cannot identify which terms are mandatory. |Knows the BDI standards accepted by GBIF. Can find a list of the accepted data cores and extensions. Publishes datasets according to the required and/or recommended GBIF standards for data and metadata terms and knows how to find the definitions of the terms. |Shows understanding about the characteristics and limitations of the various BDI standards. |B. Capacity to analyse the suitability of a biodiversity dataset for publishing through GBIF. |Shows limited or no knowledge of the formal criteria that a dataset needs to meet to be publishable through GBIF. |Knows the formal criteria that a dataset needs to meet to be publishable through GBIF, but cannot assess if a given dataset meets them. |Can correctly assess if a dataset can be currently published through GBIF. Can assign at least one valid data type (=core) to a dataset based on the description provided by the data holder and after having analysed the dataset. |Can identify more than one publishing option for a dataset (where possible). |C. IPT use: capacity to produce/analyse high quality metadata. |Shows limited or no knowledge about the characteristics of good metadata. |Knows the characteristics of good metadata, but has difficulties recognizing them. |Knows the characteristics of good metadata and how to recognize them. Can produce recommendations on how to improve existing metadata. |Knows the characteristics of high-quality metadata and how to produce them. |D. IPT use: capacity to upload/connect data and map it to existing cores & extensions. |Can upload single-file datasets into IPT, but does not succeed to map them to any core. |Can only upload single-file datasets into IPT and map to a single type of core with no extensions. |Can upload multiple files into an IPT as part of a single dataset and map them correctly to a core and at least one extension. Can use the IPT constant value feature. |Can upload multiple files into an IPT as part of a single dataset and map them correctly to a core and multiple extensions. Can use the IPT data translation feature. |E. IPT use: capacity to use the tool to publish and register datasets. |Can view a published dataset and associated metadata on an IPT. Can download a DwC-A file from an IPT. Can navigate a registered dataset from the IPT to the GBIF portal. |Can update an existing, published dataset by uploading a new source file. Can republish the file, error free. |Can successfully publish and register a new dataset. Can understand and act upon publishing error messages in IPT. |Shows understanding of dataset versioning in IPT.
es: |Habilidades |Desempeño basal 1 |Desempeño en desarrollo 2 |Desempeño logrado 3 |Desempeño excepcional 4 | A. Conocimiento sobre estándares de datos de información sobre biodiversidad (IBD). | Muestra conocimiento limitado o nulo sobre los estándares de datos IBD y cuáles de esos estándares de datos son aceptados por GBIF. | Puede identificar los estándares IBD y sabe cuáles son aceptados por GBIF, pero no sabe dónde encontrar información sobre cómo utilizarlos. No se puede identificar qué términos son obligatorios. | Conoce los estándares IBD aceptados por GBIF. Puede encontrar una lista de los núcleos y extensiones de datos aceptados. Publica conjuntos de datos de acuerdo con los estándares GBIF requeridos y / o recomendados para términos de datos y metadatos y sabe cómo encontrar las definiciones de los términos. | Demuestra comprensión sobre las características y limitaciones de los distintos estándares IBD. | B. Capacidad para analizar la idoneidad de un conjunto de datos de biodiversidad para su publicación a través de GBIF. | Muestra un conocimiento limitado o nulo de los criterios formales que debe cumplir un conjunto de datos para poder publicarse a través de GBIF. | Conoce los criterios formales que debe cumplir un conjunto de datos para poder publicarse a través de GBIF, pero no puede evaluar si un conjunto de datos determinado los cumple. | Puede evaluar correctamente si un conjunto de datos se puede publicar actualmente a través de GBIF. Puede asignar al menos un tipo de datos válido (= núcleo) a un conjunto de datos según la descripción proporcionada por el titular de los datos y después de haber analizado el conjunto de datos. | Puede identificar más de una opción de publicación para un conjunto de datos (cuando sea posible). | C. Uso de IPT: capacidad para producir / analizar metadatos de alta calidad. | Muestra un conocimiento limitado o nulo sobre las características de los buenos metadatos. | Conoce las características de los buenos metadatos, pero tiene dificultades para reconocerlos. | Conoce las características de los buenos metadatos y cómo reconocerlos. Puede producir recomendaciones sobre cómo mejorar los metadatos existentes. | Conoce las características de los metadatos de alta calidad y cómo producirlos. | D. Uso de IPT: capacidad para cargar / conectar datos y asignarlos a núcleos y extensiones existentes. | Puede cargar conjuntos de datos de un solo archivo en IPT, pero no puede asignarlos a ningún núcleo. | Solo se pueden cargar conjuntos de datos de un solo archivo en IPT y asignarlos a un solo tipo de núcleo sin extensiones. | Puede cargar varios archivos en un IPT como parte de un único conjunto de datos y asignarlos correctamente a un núcleo y al menos una extensión. Puede utilizar la función de valor constante de IPT. | Puede cargar varios archivos en un IPT como parte de un único conjunto de datos y asignarlos correctamente a un núcleo y varias extensiones. Puede utilizar la función de traducción de datos IPT. | E. Uso de IPT: capacidad de usar la herramienta para publicar y registrar conjuntos de datos. | Puede ver un conjunto de datos publicado y metadatos asociados en un IPT. Puede descargar un archivo DwC-A de un IPT. Puede navegar por un conjunto de datos registrado desde el IPT al portal de GBIF. | Puede actualizar un conjunto de datos publicado existente cargando un nuevo archivo de origen. Puede volver a publicar el archivo sin errores. | Puede publicar y registrar correctamente un nuevo conjunto de datos. Puede comprender y actuar sobre la publicación de mensajes de error en IPT. | Muestra comprensión del control de versiones de conjuntos de datos en IPT.
fr: |Compétences |Performance de début 1 |Développement de la Performance 2 |Performance accomplie 3 |Performance exceptionnelle 4 |A. Connaissance des standards de données d'information sur la biodiversité (BDI). |Montre une connaissance limitée ou inexistante des standards de données BDI et des standards de données acceptées par le GBIF. |Peut identifier les standards BDI et sait lesquelles sont acceptées par le GBIF, mais ne sait pas où trouver des informations sur la façon de les utiliser. Impossible d'identifier les termes obligatoires. |Connaît les normes BDI acceptées par le GBIF. Peut trouver une liste des cœurs de données et des extensions acceptés. Publie des jeux de données selon les standards GBIF requis et/ou recommandés pour les termes de données et de métadonnées et sait comment trouver les définitions des termes. |Montre une compréhension des caractéristiques et des limites des différentes standards BDI. |B. Capacité d'analyser la pertinence d'un jeu de données sur la biodiversité pour la publication via le GBIF. |Montre une connaissance limitée ou inexistante des critères formels auxquels un jeu de données doit répondre pour être publiable via le GBIF. |Connaît les critères formels auxquels un jeu de données doit répondre pour être publiable via le GBIF, mais ne peut pas évaluer si un jeu de données donné les satisfait. |Peut évaluer correctement si un ensemble de données peut être actuellement publié via le GBIF. Peut attribuer au moins un type de données valide (= coeur) à un ensemble de données en fonction de la description fournie par le détenteur des données et après avoir analysé l'ensemble de données. |Peut identifier plusieurs options de publication pour un ensemble de données (si possible). |C. Utilisation de l'IPT: capacité à produire / analyser des métadonnées de haute qualité. |Montre une connaissance limitée ou inexistante des caractéristiques des bonnes métadonnées. |Connaît les caractéristiques de bonnes métadonnées, mais a du mal à les reconnaître. |Connaît les caractéristiques des bonnes métadonnées et comment les reconnaître. Peut produire des recommandations sur la façon d'améliorer les métadonnées existantes. |Connaît les caractéristiques des métadonnées de haute qualité et comment les produire. |D. IPT use: capacity to upload/connect data and map it to existing cores & extensions. |Utilisation de l'IPT: capacité à télécharger / connecter des données et à les mapper aux cœurs et extensions existants. |Peut uniquement télécharger des ensembles de données à un seul fichier dans IPT et mapper vers un seul type de coeur sans extensions. |Peut télécharger plusieurs fichiers dans un IPT dans le cadre d'un seul jeu de données et les mapper correctement à un coeur et au moins une extension. Peut utiliser la fonction de valeur constante IPT. |Peut télécharger plusieurs fichiers dans un IPT dans le cadre d'un seul jeu de données et les mapper correctement à un coeur et à plusieurs extensions. Peut utiliser la fonction de traduction de données IPT. |E. Utilisation de l'IPT: capacité à utiliser l'outil pour publier et enregistrer des jeux de données. |Peut afficher un ensemble de données publié et les métadonnées associées sur un IPT. Peut télécharger un fichier DwC-A à partir d'un IPT. Peut naviguer dans un ensemble de données enregistré de l'IPT vers le portail GBIF. |Peut mettre à jour un ensemble de données publié existant en téléchargeant un nouveau fichier source. Peut republier le fichier, sans erreur. |Peut publier et enregistrer avec succès un nouveau jeu de données. Peut comprendre et agir sur des messages d'erreur dans l’IPT. |Montre une compréhension de la gestion des versions des jeux de données dans l’IPT.
pt: Aptidões | Desempenho iniciado 1 Desempenho em desenvolvimento 2 | Desempenho pleno 3 | Desempenho de excelência 4 | A. Conhecimento sobre padrões de dados de informações sobre biodiversidade (BDI). | Mostra conhecimento limitado ou nenhum conhecimento sobre os padrões de dados BDI e quais desses padrões de dados são aceitos pelo GBIF. | Consegue identificar padrões BDI e sabe quais são aceites pelo GBIF, mas não sabe onde localizar informações sobre como usá-los. Não consegue identificar quais termos são obrigatórios. | Conhece os padrões BDI aceitos pelo GBIF. Consegue encontrar uma lista de extensões e núcleos de dados aceitos. Publica conjuntos de dados de acordo com os padrões GBIF exigidos e / ou recomendados para termos de dados e metadados e sabe como encontrar as definições dos termos. | Mostra compreensão sobre as características e limitações dos vários padrões de BDI. | B. Capacidade de analisar a adequação de um conjunto de dados de biodiversidade para publicação por meio do GBIF. | Mostra conhecimento limitado ou nenhum conhecimento sobre os critérios formais que um conjunto de dados precisa cumprir para ser publicável através do GBIF. | Conhece os critérios formais que um conjunto de dados precisa cumprir para ser publicável através do GBIF, mas não consegue avaliar se um determinado conjunto de dados os cumpre. | Consegue avaliar corretamente se um conjunto de dados pode ser publicado atualmente através do GBIF. Consegue atribuir pelo menos um tipo de dados válido (= núcleo) a um conjunto de dados com base na descrição fornecida pelo portador de dados e após ter analisado o conjunto de dados. | Consegue identificar mais de uma opção de publicação para um conjunto de dados (quando possível). | C. Uso do IPT: capacidade de produzir / analisar metadados de alta qualidade. | Mostra conhecimento limitado ou nenhum conhecimento sobre as características de bons metadados. | Conhece as características de bons metadados, mas tem dificuldade em reconhecê-los. | Conhece as características de bons metadados e como reconhecê-los. Consegue produzir recomendações sobre como melhorar os metadados existentes. | Conhece as características dos metadados de alta qualidade e como produzi-los. | D. Uso de IPT: capacidade de fazer upload / conectar dados e mapeá-los para núcleos e extensões existentes. | Consegue carregar conjuntos de dados de arquivo único no IPT, mas não consegue mapeá-los para nenhum núcleo. | Só consegue carregar conjuntos de dados de arquivo único no IPT e mapear para um único tipo de núcleo sem extensões. | Consegue carregar vários arquivos em um IPT como parte de um único conjunto de dados e mapeá-los corretamente para um núcleo e pelo menos uma extensão. Consegue usar o recurso de valor constante IPT. | Consegue carregar vários arquivos em um IPT como parte de um único conjunto de dados e mapeá-los corretamente para um núcleo e várias extensões. Consegue usar o recurso de tradução de dados IPT. | E. Uso do IPT: capacidade de usar a ferramenta para publicar e registar conjuntos de dados. | Consegue visualizar um conjunto de dados publicado e metadados associados num IPT. Consegue descarregar um arquivo DwC-A de um IPT. Consegue navegar por um conjunto de dados registado do IPT para o portal GBIF. | Consegue atualizar um conjunto de dados publicado existente carregando um novo arquivo de origem. Consegue republicar o arquivo, sem erros. | Consegue publicar e registrar com êxito um novo conjunto de dados. É capaz de compreender e agir na publicação de mensagens de erro no IPT. | Mostra compreensão do controle de versão do conjunto de dados no IPT.

source: Use Case II - Invasive species
es: Caso de Uso II - Especies invasoras
fr: Cas Pratique II - Espèces envahissantes
pt: Use o caso II - Espécie invasora

source: You have a choice for Use Case II between two scenarios:
es: Tiene la opción de elegir para el Caso de Uso II entre dos escenarios:
fr: Vous avez le choix entre deux scénarios pour le cas pratique II :
pt: Você tem uma escolha para o Use Case II entre dois cenários:

source: Invasive species checklist
es: Lista de especies invasoras
fr: Liste de vérification des espèces envahissantes
pt: Checklist de espécies invasoras

source: Lepidoptera sampling
es: Muestreo de Lepidoptera
fr: Échantillonnage de Lepidoptera
pt: Amostragem de Lepidoptera

source: Your choice for Use Case II will be graded.
es: Su elección para el Caso de Uso II será calificada.
fr: Votre choix pour le Cas Pratique II sera noté.
pt: Sua escolha para Use Case II será avaliada.

source: *Tracking invasive species*
es: *Seguimiento de especies invasoras*
fr: *Suivi des espèces envahissantes*
pt: *Rastreamento de espécies invasoras*

source: https://www.gbif.org/species/2970418[Leucaena leucocephala (Lam.) de Wit] observed in Hawaii by Sharon Grant (licensed under http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
es: https://www.gbif.org/species/2970418[Leucaena leucocephala (Lam.) de Wit] observada en Hawaii por Sharon Grant (licenciada bajo http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
fr: https://www.gbif.org/species/2970418[Leucaena leucocephala (Lam) de Wit] observé à Hawaii par Sharon Grant (sous licence http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])

source: This narrative was developed as a basis for practical exercises in the biodiversity data mobilization course and the exercise concept and content was developed by Sharon Grant, John Wieczorek, David Bloom and Laura Anne Russell.
es: Esta narrativa se desarrolló como una base para ejercicios prácticos en el curso de movilización de datos de biodiversidad y el concepto y el contenido del ejercicio fueron desarrollados por Sharon Grant, John Wieczorek, David Bloom y Laura Anne Russell.
fr: Ce récit a été élaboré comme base pour des exercices pratiques du cours de mobilisation des données sur la biodiversité. Le concept et le contenu de l'exercice ont été développés par Sharon Grant, John Wieczorek, David Bloom et Laura Anne Russell.
pt: Esta narrativa foi desenvolvida como base para exercícios práticos no curso de mobilização de dados para a biodiversidade, e o conceito e o conteúdo do exercício foi desenvolvido por Sharon Grant, John Wieczorek, David Bloom e Laura Anne Russell.

source: It is a fictionalized scenario based on a real dataset and is meant only for instructional purposes. The original dataset is attributed to Simpson A (2016). Big Island Invasive Species Committee - Pest Reports - 2005-2010. Version 4.1. United States Geological Survey. https://doi.org/10.15468/hp7zwr[Occurrence Dataset] accessed via GBIF.org on 2017-07-13.
es: Es un escenario ficticio basado en un conjunto de datos reales y está destinado solo para fines educativos. El conjunto de datos original se atribuye a Simpson A (2016). Comité de especies invasoras de Big Island - Informes de plagas - 2005-2010. Versión 4.1. Encuesta geológica de los Estados Unidos. https://doi.org/10.15468/hp7zwr[Occurrence Dataset] accedido a través de GBIF.org el 2017-07-13.
fr: Il s'agit d'un scénario fictif, basé sur un jeu de données réel, dont le but est de servir de support pédagogique. Le jeu de données original est attribué à Simpson A (2016). Big Island Invasive Species Committee - Pest Reports - 2005-2010. Version 4.1. United States Geological Survey. https://doi.org/10.15468/hp7zwr[Jeu de données d'occurrences] accessibles via GBIF.org le 2017-07-13.
pt: É um cenário fictício baseado em um conjunto de dados real e destinado apenas para fins instrutivos. O conjunto de dados original é atribuído a Simpson A (2016). Comitê de Espécies Invasoras da Ilha Big Island - Pest Reports- 2005-2010. Versão 4.1. United States Geological Survey. https://doi.org/10.15468/hp7zwr[Occurrence Dataset] acessada via GBIF.org em 2017-07-13.

source: The Hawaii Invasive Species Council (HISC) received a federal grant to collaborate with high schools as part of Hawaii’s statewide curriculum on Invasive Species to increase local knowledge about invasive species, increase data collection and produce annotated checklists for under reported areas. A full-time Project Manager is employed to oversee the project. All funds and allocations are managed by the HISC Fiscal Associate.
es: El Consejo de Especies Invasoras de Hawái (HISC) recibió una subvención federal para colaborar con las escuelas secundarias como parte del plan de estudios de todo el estado de Hawái sobre especies invasoras para aumentar el conocimiento local sobre las especies invasoras, aumentar la recopilación de datos y producir listas de verificación anotadas para áreas que no se informan. Se contrata a un director de proyecto a tiempo completo para supervisar el proyecto. Todos los fondos y asignaciones son administrados por el Asociado Fiscal de HISC.
fr: Le Conseil sur les espèces invasives de Hawaï (Hawaii Invasive Species Council : HISC) a reçu une subvention fédérale pour collaborer avec des écoles secondaires dans le cadre du programme national d’Hawaï sur les espèces invasives. Le but du projet est d’accroître les connaissances locales sur les espèces invasives, accroître la collecte de données et générer des listes d'espèces annotées pour les zones signalées. Un gestionnaire est employé à temps plein pour superviser le projet. Tous les fonds et les allocations sont gérés par l'Associé Fiscal du HISC.
pt: O Conselho de Espécies Invasoras (HISC) recebeu um subsídio federal para colaborar com escolas de ensino médio como parte do currículo de toda a zona do Havaí em Espécies Invasoras, para aumentar o conhecimento local sobre essas espécies, aumentar a colheita de dados e produzir checklists para áreas com lacunas de dados. Um Gestor de Projecto em tempo integral é empregado para supervisionar o projecto. Todos os fundos e alocações são geridos pelo Tesoureiro do HISC.

source: The Manager of each island’s Invasive Species Committee (ISC) received a sub-award to set up local education programs and collect data. The programs trained high school students to become Student Mentors and to facilitate image and data collection by members of the local community. The Big Island Invasive Species Committee (BIISC) received a further sub-award to extend their central database to accommodate each ISC’s data, provide participating schools with their own websites, and maintain a single, searchable data portal to serve government, public, and scholarly research efforts.
es: El Gerente del Comité de Especies Invasoras (ISC) de cada isla recibió un premio secundario para establecer programas educativos locales y recopilar datos. Los programas capacitaron a los estudiantes de secundaria para que se convirtieran en mentores de estudiantes y para facilitar la recopilación de imágenes y datos por parte de los miembros de la comunidad local. El Comité de Especies Invasoras de Big Island (BIISC) recibió un sub-premio adicional para ampliar su base de datos central para acomodar los datos de cada ISC, proporcionar a las escuelas participantes sus propios sitios web y mantener un portal de datos único y de búsqueda para servir al gobierno, al público y a los académicos y a esfuerzos de investigación.
fr: Le directeur du Comité des espèces envahissantes (CSI) de chaque île a reçu un sous-prix pour la mise en place de programmes éducatifs locaux et la collecte de données. Les programmes ont formé des élèves du secondaire à devenir des mentors d'élèves et à faciliter la collecte d'images et de données par les membres de la communauté locale. Le Comité des espèces envahissantes de la Grande Île (CIIS) a reçu un nouveau sous-prix pour étendre sa base de données centrale afin de tenir compte des données de chaque ISC, de fournir aux écoles participantes leurs propres sites Internet et de mettre à jour un portail de données consultable unique pour servir le gouvernement, le public et les efforts de recherche scientifique.
pt: O Gestor do Comité de Espécies Invasoras de cada ilha (ISC) recebeu uma sub-prémio para criar programas locais de educação e colher dados. Os programas treinaram estudantes do liceu para tornarem-se mentores de alunos e para facilitar a colheita de imagens e de dados, por membros da comunidade local. O Comité de Espécies Invasoras da Grande Ilha (BIISC) recebeu mais um sub-prémio para estender sua base de dados central, para receber os dados de cada ISC, fornecer as escolas participantes os seus próprios portais, e manter um portal de dados único e com ferramenta de busca, para servir esforços de investigação governamentais, públicas e acadêmicas.
