Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Data Types let the computer know what kind of data is expected in a particular field. This then dictates what functions can be performed on it. They can be simple and encompass a single concept or combine concepts depending on the software or language you are using. Either way the essential building blocks are the same. So let us look at six that you will come across most frequently.
es: Los tipos de datos le permiten a la computadora saber qué tipo de datos se espera en un campo en particular. Esto luego dicta las funciones que se pueden realizar en él. Pueden ser simples y abarcar un solo concepto o combinar conceptos según el software o el lenguaje que esté utilizando. De cualquier manera, los bloques de construcción esenciales son los mismos. Así que veamos seis con los que se encontrará con mayor frecuencia.
fr: Les types de données indiquent à l'ordinateur quel genre de données est attendu dans un champ particulier. Cela dicte ensuite quelles fonctions peuvent être exécutées dessus. Ils peuvent être simples et englober un concept unique, ou combiner des concepts selon le logiciel ou le langage que vous utilisez. Dans les deux cas, les blocs de construction essentiels sont les mêmes. Nous allons en examiner six que vous rencontrerez le plus souvent.
pt: Tipos de Dados permitem que o computador saiba que tipo de dados são esperados num determinado campo. Isto então dita quais funções podem ser realizadas sobre este. Eles podem ser simples e englobam um único conceito ou combinar conceitos dependendo do software ou da linguagem que estiver a usar. De qualquer forma, os blocos de base essenciais são os mesmos. Então, vamos ver seis que encontrará com maior frequência.

source: First Numeric fields. This data type holds numbers, and there are 2 kinds: Integers and long integers, and whole numbers. For example 1, 2, 3, 99, 2000. The size of the number, depends on the number of bits assigned to the field (more about that later). For now just remember that a long integer field will hold a bigger number than an integer. Floats, also referred to as doubles, hold fractions or parts of whole numbers. For example 4.5, 19.47. The important thing to remember here is that a float always has decimal places so the number 10 will be stored as 10.0. The number of decimal places being an integral element of the type. This has implications when it comes to precision and accuracy.
es: Primero, Campos Numéricos. Este tipo de datos contiene números y hay 2 tipos: enteros (integers) y enteros largos (long integers) y números enteros. Por ejemplo 1, 2, 3, 99, 2000. El tamaño del número depende del número de bits asignados al campo (más sobre esto más adelante). Por ahora, recuerde que un campo de entero largo (long integers) contendrá un número mayor que un entero. Los flotadores (floats), también conocidos como dobles, contienen fracciones o partes de números enteros. Por ejemplo 4.5, 19.47. Lo importante a recordar aquí es que un flotante siempre tiene posiciones decimales, por lo que el número 10 se almacenará como 10.0. El número de posiciones decimales es un elemento integral del tipo. Esto tiene implicaciones cuando se trata de precisión y exactitud.
fr: Premièrement, les champs numériques. Ce type de données contient des nombres, et il y en a 2 types : Entiers et entiers longs, et des nombres entiers. Par exemple 1, 2, 3, 99, 2000. La taille du nombre dépend du nombre de bits affectés au champ (nous en dirons plus à ce sujet plus tard). Pour l'instant, n'oubliez pas qu'un champ entier long contiendra un nombre plus grand qu'un entier. Les nombres flottants, également appelés doubles, comprennent des fractions ou des parties de nombres entiers. Par exemple 4.5, 19.47. L'important à retenir ici est qu'un nombre flottant a toujours des décimales : le nombre 10 sera stocké comme 10,0. Le nombre de décimales est un élément intégral du type. Cela a des implications en matière de précision et d’exactitude.
pt: Primeiros os campos numéricos. Este tipo de dados contém números e há 2 tipos: Inteiros e inteiros longos e números naturais. Por exemplo, 1, 2, 3, 99, 2000. O tamanho do número depende do número de bits atribuído ao campo (mais sobre isso depois). Por enquanto basta lembrar que um campo de inteiro longo terá um número maior que um inteiro. Vírgula flutuante (floats), também referidas como dupla precisão (double), retém frações ou partes de números naturais. Por exemplo, 4,5, 19,47. O importante para lembrar aqui é que um float tem sempre casas decimais, de modo que o número 10 será armazenado como 10.0. O número de casas decimais é um elemento integral do tipo. Isso tem implicações quando se trata de precisão e exactidão.

source: Alphanumeric fields are also referred to as text, character or string fields. They can hold any letter, number or symbol in the coded character set and usually have a defined character limit. Entering more characters than the character limit can often result in truncation and loss of data on save.
es: Los campos alfanuméricos también se denominan campos de texto (text), caracteres (character) o cadenas (string). Pueden contener cualquier letra, número o símbolo en el conjunto de caracteres codificados y, por lo general, tienen un límite de caracteres definido. Ingresar más caracteres que el límite de caracteres a menudo puede resultar en el truncamiento y la pérdida de datos al guardar.
fr: Les champs alphanumériques sont aussi appelés champs de texte, de caractère ou de chaîne. Ils peuvent contenir n'importe quelle lettre, nombre ou symbole dans le jeu de caractères codé et ont généralement une limite de caractères définie. La saisie de plus de caractères que la limite de caractères peut souvent entraîner une troncature et une perte de données lors de la sauvegarde.
pt: Campos alfanuméricos também são referidos como campos de texto, caracter ou string. Pode conter qualquer letra, número ou símbolo no conjunto de caracteres codificado e geralmente tem um limite definido de caracteres. Inserindo mais caracteres do que o limite de caracteres pode muitas vezes resultar no truncamento e perda de dados ao gravar.

source: Another type of text field that you will come across is the Unstructured text field, also known as memo, long char or blob fields. These types of field are used to hold large amounts of unformatted text and unlike alphanumeric fields may not have an obvious character limit. In simple systems, they are generally less flexible in terms of processing; for example sorting and indexing, than their smaller alphanumeric cousins. With decreased storage costs and the rise of NoSQL document-oriented database programs, such as MongoDB however, this is changing.
es: Otro tipo de campo de texto con el que se encontrará es el campo de texto No Estructurado, también conocido como memo, long char o campos blob (Binary Large OBject). Estos tipos de campo se utilizan para contener grandes cantidades de texto sin formato y, a diferencia de los campos alfanuméricos, es posible que no tengan un límite de caracteres obvio. En sistemas simples, generalmente son menos flexibles en términos de procesamiento; por ejemplo, clasificación e indexación, que sus primos alfanuméricos más pequeños. Sin embargo, con la disminución de los costos de almacenamiento y el aumento de los programas de bases de datos orientados a documentos NoSQL, como MongoDB, esto está cambiando.
fr: Un autre type de champ de texte que vous rencontrerez est le champ de texte non structuré, également connu sous le nom de champs mémo, caractères longs ou blob . Ces types de champ sont utilisés pour contenir de grandes quantités de texte non formaté et, contrairement aux champs alphanumériques, peuvent ne pas avoir de limite de caractères évidente. Dans des systèmes simples, ils sont généralement moins souples en termes de traitement ; par exemple de tri et d'indexation, que leurs cousins alphanumériques plus petits. Cependant, cela est en train de changer grâce à la diminution des coûts de stockage et la hausse des programmes de base de données orientés vers des documents NoSQL, comme MongoDB.
pt: Outro tipo de campo de texto que encontrará é o campo de texto não estruturado, também conhecido como campo de memo, caracter longo ou blob. Esses tipos de campo são usados para armazenar grandes quantidades de texto não formatado e, ao contrário de campos alfanuméricos, pode não ter um limite de caracteres óbvio. Em sistemas simples, eles geralmente são menos flexíveis em termos de processamento; por exemplo, ordenação e indexação, do que os seus primos mais pequenos alfanuméricos. Com a redução dos custos de armazenamento e o aumento dos programas de bases de dados NoSQL orientados a documentos, como o MongoBD, no entanto, isso está mudando.

source: System Value fields have a double nature and what you see on the screen is not usually the actual value that the software is storing in memory. Date and time fields are the most common example of this type of field. In this example you typed 1 March 1971 into a cell in Excel and hit return. Now it says 1-Mar-71 in the cell AND 3/1/1971 in the functionbar. Excel is applying a display format to the cell, which you can change at will. HOWEVER, if you remove the format you see that what is actually being stored in the field is the number 25993.00! So you can see that the field is actually a float. You should beware because that system value not be the same from software to software. Exports should to checked to make sure the actual date is exported and not the system value.
es: Los campos de Valor del Sistema tienen una naturaleza doble y lo que ve en la pantalla no suele ser el valor real que el software almacena en la memoria. Los campos de fecha y hora son el ejemplo más común de este tipo de campo. En este ejemplo, escribió el 1 de marzo de 1971 en una celda de Excel y presionó enter. Ahora dice 1-Mar-71 en la celda Y 3/1/1971 en la barra de funciones. Excel está aplicando un formato de visualización a la celda, que puede cambiar a voluntad. SIN EMBARGO, si elimina el formato, verá que lo que realmente se está almacenando en el campo ¡es el número 25993.00!. Entonces puede ver que el campo es en realidad un flotador (float). Debe tener cuidado porque el valor del sistema no es el mismo de un software a otro. Las exportaciones deben comprobarse para asegurarse de que se exporta la fecha real y no el valor del sistema.
fr: Les champs Valeur Système (System Value) ont une nature double et ce que vous voyez à l'écran n'est généralement pas la valeur réelle que le logiciel stocke en mémoire. Les champs date et heure sont l'exemple le plus commun de ce type de champ. Dans cet exemple vous avez tapé le 1er mars 1971 dans une cellule dans Excel et appuyé sur la touche Entrée. Maintenant, il est indiqué 1-Mar-71 dans la cellule ET 3/1/1971 dans la barre de fonctions. Excel applique un format d'affichage à la cellule, que vous pouvez modifier à volonté. CEPENDANT, si vous supprimez le format, vous voyez que ce qui est réellement stocké dans le champ est le numéro 25993,00 ! Donc vous pouvez voir que le champ est en fait un nombre décimal. Vous devriez vous méfier car la valeur du système n'est pas la même d'un logiciel à l'autre. Il faut bien vérifier à l'exportation des données que la date réelle est exportée et non la valeur système.
pt: Os campos do Valor do Sistema têm uma natureza double e o que vê no ecrã geralmente não é o valor real que o software está armazenando na memória. Os campos de data e hora são o exemplo mais comum deste tipo de campo. Neste exemplo, você digitou 1 de março de 1971 numa célula no Excel e clique em return. Agora diz 1-Mar-71 na célula E 3/1/1971 na barra de funções. O Excel está aplicando um formato de exibição para a célula, que pode alterar à vontade. NO ENTANTO, se remover o formato pode ver que o que está sendo armazenado no campo é o número 25993.00! Então pode ver que o campo é na verdade um float. Deve ter cuidado porque o valor do sistema não é o mesmo de software para software. As exportações devem ser verificadas para garantir que a data real seja exportada e não o valor do sistema.

source: Boolean fields, also known as Binary fields, only contain one of two values that represent a one or a zero. They are a special case of a System Value field as mentioned previously in that whilst the software actually saves a number it often displays values such as: Yes/No, Yes/no, Y/N, True/False. You should take care to find out which way around the system you are using translates. Is a 1 a yes or no?
es: Los campos Booleanos, también conocidos como campos Binarios, solo contienen uno de los dos valores que representan un uno o un cero. Se trata de un caso especial de un campo de Valor del Sistema, como se mencionó anteriormente, ya que aunque el software realmente guarda un número, a menudo muestra valores como: Sí / No, Sí / no, Y / N, Verdadero / Falso. Debe tener cuidado y averiguar en qué sentido se traduce el sistema que está utilizando. ¿Un 1 es un sí o un no?
fr: Les champs booléens, également connus sous le nom de champs binaires, ne contiennent qu'une des deux valeurs qui représentent un ou un zéro. Il s'agit d'un cas spécial pour un champ Valeur Système : tel que mentionné précédemment, lorsque le logiciel enregistre un nombre, il affiche souvent des valeurs telles que: Oui/Non, Oui/non, O/N, Vrai/Faux. Vous devez vous assurer de savoir comment contourner le système que vous utilisez des traductions. Un 1 est-il un oui ou un non ?
pt: Os campos booleanos, também conhecidos como campos binários, só contêm um dos dois valores que representam um ou zero. Eles são um caso especial do campo de um Valor do Sistema, como mencionado anteriormente, enquanto o software grava um número, geralmente exibe valores tais como: Sim/Não, Sim/não, Y/N, Verdadeiro/Falso. Deve ter o cuidado de descobrir qual como é que o sistema que está a fazer as transformações. É o 1 um sim ou não?

source: Structured Text fields are less common but mentioned here for completeness. They are fields which can be either made up of combinations of the simple data types or even be defined by the data itself. Most often these are used in programming languages to allow flexibility and handling of complex concepts. An example is the factor field used in the R programming language, which is defined as a type vector containing a set of numeric codes with character-valued levels.
es: Los campos de Texto Estructurado son menos comunes, pero se mencionan aquí para que estén completos. Son campos que pueden estar formados por combinaciones de tipos de datos simples o incluso estar definidos por los propios datos. La mayoría de las veces se utilizan en lenguajes de programación para permitir la flexibilidad y el manejo de conceptos complejos. Un ejemplo es el campo de factor utilizado en el lenguaje de programación R, que se define como un vector de tipo que contiene un conjunto de códigos numéricos con niveles con valores de carácter.
fr: Les champs de texte structuré sont moins courants, mais mentionnés ici pour être complets. Ce sont des champs qui peuvent être soit composés de combinaisons des types de données simples, soit définis par les données elles-mêmes. Le plus souvent ils sont utilisés dans les langages de programmation pour permettre la flexibilité et la gestion de concepts complexes. Un exemple est le champ de facteur utilisé dans le langage de programmation R, qui est défini comme un vecteur de type contenant un ensemble de codes numériques avec des niveaux de valeur de caractère.
pt: Campos de Texto Estruturados são menos comuns, mas aqui mencionados aqui para completar a informação. São campos que podem ser compostos por combinações de tipos simples de dados, ou até mesmo definidos pelos próprios dados. Na maioria das vezes esses são usados em linguagens de programação para permitir a flexibilidade e o tratamento de conceitos complexos. Um exemplo é o campo factor, usado na linguagem de programação R, que é definido como um tipo vector contendo um conjunto de códigos numéricos com níveis do valor de caracteres.

source: Now that you have an understanding of the field types used to represent your data elements let us talk about the containers or structures, that many database programs and software use collate and display your data.
es: Ahora que comprende los tipos de campos utilizados para representar sus elementos de datos, permítanos hablar sobre los contenedores o estructuras, que muchos programas de bases de datos y software utilizan recopilar y mostrar sus datos.
fr: Maintenant que vous avez une compréhension des types de champs utilisés pour représenter vos éléments de données, parlons des conteneurs, ou structures, que de nombreux programmes et logiciels de base de données utilisent pour rassembler et afficher vos données.
pt: Agora que tem o conhecimento dos tipos de campo usados para representar os seus elementos dos dados, vamos falar sobre as estruturas (containers), que muitos programas de base de dados e software usam para agregar e exibem os seus dados.

source: First is the cell. This is the smallest data structure, it holds a single value and has a single data type associated with it.
es: Primero está la celda. Esta es la estructura de datos más pequeña, tiene un solo valor y tiene un solo tipo de datos asociado.
fr: La première est la cellule. Ceci est la plus petite structure de données, elle contient une valeur unique et un seul type de données lui est associé.
pt: Primeiro está a célula. Esta é a menor estrutura de dados, que contém um único valor e tem um único tipo de dado associado.

source: There is one concept that you should beware of when it comes to cells and that is the empty cell. An empty cell doesn't necessarily mean an empty field. Some software fills an empty field with a System value based on the data type. Examples are NULL N A or even zero!
es: Hay un concepto con el que debe tener cuidado cuando se trata de celdas y es la celda vacía. Una celda vacía no significa necesariamente un campo vacío. Algún software llena un campo vacío con un valor de Sistema basado en el tipo de datos. Los ejemplos son NULL N/A o ¡incluso cero!.
fr: Il y a un concept dont vous devriez vous méfier lorsqu'il s'agit des cellules, à savoir la cellule vide. Une cellule vide ne signifie pas nécessairement un champ vide. Certains logiciels remplissent un champ vide avec une valeur Système basée sur le type de données. Les exemples sont: NULL, N A ou même zéro !
pt: Há um conceito que se deve ter em conta quando se trata de células, e que é a célula vazia. Uma célula vazia não significa necessariamente um campo vazio. Alguns softwares preenchem um campo vazio com um valor de sistema baseado no tipo de dados. São exemplos o NULL N A ou mesmo zero!

source: As you start to organize cells you begin to build a grid. Grids have implied structure in the form of Rows.
es: A medida que comienza a organizar las celdas, comienza a construir una cuadrícula. Las cuadrículas tienen una estructura implícita en forma de Filas.
fr: Lorsque vous commencez à organiser les cellules, vous commencez à construire une grille. Les grilles ont une structure implicite sous la forme de rangées.
pt: À medida que comece a organizar células, irá começar a construir uma grelha. As grelhas têm estrutura implícita na forma de Linhas.

source: And columns.
es: Y columnas.
fr: Et les colonnes.
pt: E colunas.

source: When you organize cells into rows and columns, obviously, what you get is a grid! This is looks very much like a spreadsheet right? Well, yes. The difference however between a spreadsheet grid and a table are the strength of the ties that hold the rows and columns together.
es: Cuando organizas las celdas en filas y columnas, obviamente, ¡lo que obtienes es una cuadrícula! Esto se parece mucho a una hoja de cálculo, ¿verdad? Bueno, sí. Sin embargo, la diferencia entre una cuadrícula de hoja de cálculo y una tabla es la fuerza de los lazos que mantienen unidas las filas y columnas.
fr: Lorsque vous organisez des cellules en rangées et en colonnes, évidemment, ce que vous obtenez est une grille ! Ceci ressemble beaucoup à une feuille de calcul ? Eh bien, oui. La différence entre une grille de calcul et une table est la force des relations qui lient les rangées et les colonnes.
pt: Quando organiza células em linhas e colunas, obviamente, o que obtém é uma grelha! Isso parece-se muito com uma folha de cálculo, não é assim? Bem, sim. No entanto, a diferença entre uma grelha de folha de cálculo e uma tabela é a força dos laços que mantêm as linhas e as colunas juntas.

source: So let us now talk about those connections. What the implications for the integrity and security of your data of loose unenforced relationships between rows and columns?
es: Así que hablemos ahora de esas conexiones. ¿Cuáles son las implicaciones para la integridad y la seguridad de sus datos de relaciones flexibles y no forzadas entre filas y columnas?
fr: Parlons donc de ces liens. Quelles sont les implications, pour l'intégrité et la sécurité de vos données, de relations peu solides entre les lignes et les colonnes ?
pt: Por isso, falemos agora sobre essas ligações. Quais as implicações para a integridade e segurança dos seus dados do relacionamento fraco entre linhas e colunas?

source: What actually makes a table useful are the connections that we create to give the data in the structure meaning. We intrinsically make patterns of attributes that turns data into information. Rows become records and Columns become attributes. In a spreadsheet however, the connections between cells are idiomatic, loose and un-enforced. It is easy for the attributes between the rows to get jumbled up or for the values get changed and then the meaning is lost. ` // Slide 20
es: Lo que realmente hace que una tabla sea útil son las conexiones que creamos para dar significado a los datos en la estructura. Intrínsecamente generamos patrones de atributos que convierten los datos en información. Las Filas se convierten en registros y las Columnas en atributos. Sin embargo, en una hoja de cálculo, las conexiones entre las celdas son idiomáticas, sueltas y no se aplican. Es fácil que los atributos entre las filas se mezclen o que los valores se cambien y luego se pierda el significado. ' // DIAPOSITIVA 20
fr: Ce qui rend un tableau utile sont les connexions que nous créons pour donner un sens aux données de la structure. Nous créons intrinsèquement des types d'attributs qui transforment les données en informations. Les lignes deviennent des enregistrements et les colonnes deviennent des attributs. Dans une feuille de calcul cependant, les connexions entre les cellules sont idiomatiques, lâches et peu solides. Les attributs peuvent facilement être décalés, ou leurs valeurs être modifiées, ce qui en fait perdre le sens. ` // Diapositive 20
pt: O que realmente torna uma tabela útil são as ligações que criamos para dar aos dados significado à sua estrutura. Nós intrinsecamente fazemos padrões de atributos que transformam os dados em informações. As linhas tornam-se registos e as colunas se tornam atributos. Numa folha de cálculo, no entanto, as ligações entre células são idiomáticas, soltas e fracas. É fácil para os atributos entre as linhas serem trocados ou para os valores serem alterados e nesse o significado é perdido. ` // Slide 20
