Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Mapping your data to existing formats and standards if necessary Planning your data moves Create useful metadata describing your data
es: Mapeo de sus datos a formatos y estándares existentes si es necesario Planificación de sus movimientos de datos Crear metadatos útiles que describan sus datos
fr: Mappage de vos données aux formats et standards existants si nécessaire Planifier vos déplacements de données Créer des métadonnées utiles décrivant vos données
pt: Mapear seus dados em formatos e padrões existentes, se necessário Planear a movimentação dos seus dados Criar metadados úteis descrevendo seus dados

source: We will begin by looking at ways to describe your data, then we will show how to map your data from one data structure to another and finally talk about how to record metadata about your data.
es: Comenzaremos por buscar formas de describir sus datos, luego mostraremos cómo mapear sus datos de una estructura de datos a otra y finalmente hablaremos sobre cómo registrar metadatos sobre sus datos.
fr: Nous allons commencer par chercher des moyens de décrire vos données, puis nous allons montrer comment mapper vos données d'une structure de données à une autre et enfin parler de la façon d'enregistrer les métadonnées à propos de vos données.
pt: Vamos começar a procurar maneiras de descrever seus dados, então mostraremos como mapeá-los de uma estrutura de dados para outra e finalmente falaremos sobre como gravar metadados sobre seus dados.

source: First is mapping data.
es: Primero es el mapeo de datos.
fr: Le premier est le mappage des données.
pt: Primeiro é mapeamento dos dados.

source: This is the process that you will use to describe how the attributes in your dataset can be transformed into attributes in a different one.
es: Este es el proceso que utilizará para describir cómo los atributos de su conjunto de datos se pueden transformar en atributos diferentes.
fr: C'est le processus que vous allez utiliser pour décrire comment les attributs de votre jeu de données peuvent être transformés en attributs dans un autre.
pt: Este é o processo que você usará para descrever como os atributos no seu conjunto de dados podem ser transformados em atributos em um conjunto de dados diferente.

source: Mapping data is the “Process of Identifying the start field(s) within dataset A, and its (their) corresponding field(s) in dataset B.”
es: El mapeo de datos es el "Proceso de identificación de los campos de inicio dentro del conjunto de datos A, y sus campos correspondientes en el conjunto de datos B."
fr: Le mappage des données est le « Processus d'identification du ou des champ(s) de départ dans le jeu de données A et son (leurs) champ(s) correspondants dans le jeu de données B. »
pt: Mapeamento de dados é o "Processo de identificação de campo(s) inicial(is) dentro do conjunto de dados A, e seu (s) campo(s) correspondentes em conjunto de dados B."

source: In this example Dataset A has 10 columns.
es: En este ejemplo el Conjunto de Datos A tiene 10 columnas.
fr: Dans cet exemple, le jeu de données A a 10 colonnes.
pt: Neste exemplo o conjunto de dados A tem 10 colunas.

source: There are:
es: Existen:
fr: Il y a :
pt: São estas:

source: some integer fields represented by the purple squares, some boolean fields represented by the red triangles Some date fields represented by blue pentagons Some text fields, green 8 pointed stars and some complex fields // Slide 5
es: algunos campos enteros representados por los cuadrados morados, algunos campos booleanos representados por los triángulos rojos Algunos campos de fecha representados por pentágonos azules Algunos campos de texto, estrellas verdes de 8 puntas y algunos campos complejos // DIAPOSITIVA 5
fr: certains champs entiers représentés par les carrés violets, quelques champs booléens représentés par les triangles rouges Quelques champs de date représentés par des pentagons bleus Quelques champs de texte, par 8 étoiles vertes pointues et quelques champs complexes // Diapositive 5
pt: alguns campos inteiros representados pelos quadrados roxos, alguns campos booleanos representados pelos triângulos vermelhos Alguns campos de data representados por pentágonos azuis Alguns campos de texto, estrelas de 8 pontas verdes e alguns campos complexos // Slide 5

source: Dataset B has a different set of fields, 15 in total.
es: El Conjunto de Datos B tiene un conjunto de campos diferente, 15 en total.
fr: Le jeu de données B a un ensemble de champs différent, 15 au total.
pt: Conjunto de dados B tem um conjunto diferente de campos, 15 no total.

source: What we need to do is identify which fields in Dataset A match which fields in Dataset B
es: Lo que necesitamos hacer es identificar qué campos en el Conjunto de Datos A coinciden con qué campos en el Conjunto de Datos B
fr: Ce que nous devons faire, c'est identifier quels champs dans le jeu de données A correspondent aux champs dans le jeu de données B
pt: O que precisamos fazer é identificar quais campos no conjunto de dados A corresponde aos campos no conjunto de dados B

source: We do that by describing the relationships. For example Dataset A has an ID field and so does Dataset B. We can draw a line directly between the two. This is called a one to one match.
es: Lo hacemos describiendo las relaciones. Por ejemplo, el Conjunto de Datos A tiene un campo de identificación y también el Conjunto de Datos B. Podemos trazar una línea directamente entre los dos. A esto se le llama coincidencia de uno a uno.
fr: Nous le faisons en décrivant les relations. Par exemple, le jeu de données A a un champ ID et le jeu de données B aussi. Nous pouvons tracer une ligne directement entre les deux. C'est ce qu'on appelle une correspondance un à un.
pt: Fazemos isso descrevendo as relações. Por exemplo, Conjunto de dados A tem um campo de ID e também há no Conjunto de Dados B. Podemos desenhar uma linha diretamente entre os dois. Isso é chamado de combinação um pra um.

source: Question: Can you see any other one to one matches? Answer: State, Exp?, Pink Elephant!
es: Pregunta: ¿Puedes ver alguna otra coincidencia uno a uno? Respuesta: ¿Estado, Exp ?, ¡Elefante rosa!
fr: Question : Pouvez-vous voir d'autres correspondances un à un? Réponse: État, Exp?, Éléphant rose !
pt: Pergunta: Você consegue ver qualquer outra combinação um pra um? Resposta: Estado, Exp?, Elefante Rosa!

source: Another type of relationship is is a one to many. In these cases there is a single field in dataset A that maps to 2 or more fields in Dataset B. Date is an example.
es: Otro tipo de relación es la de uno a muchos. En estos casos, hay un solo campo en el Conjunto de Datos A que mapea a 2 o más campos en el Conunto de Datos B. La fecha es un ejemplo.
fr: Un autre type de relation est un à plusieurs. Dans ces cas, il y a un champ unique dans le jeu de données A qui correspond à 2 champs ou plus dans le jeu de données B. La date est un exemple.
pt: Um outro tipo de relação é um tipo para muitos. Nesses casos, há um único campo no conjunto de dados A que mapeia para dois ou mais campos no conjunto de dados B. Data é um exemplo.

source: You many also find cases where a more than one field in Dataset A contains data for more than one field in Dataset B. Notes fields are often guilty of this. // Slide 7
es: También puede encontrar casos en los que más de un campo en el Conjunto de Datos A contiene datos para más de un campo en el Conjunto de Datos B. Los campos de notas suelen ser culpables de esto. // DIAPOSITIVA 7
fr: Vous trouverez aussi de nombreux cas où plus d'un champ dans le jeu de données A contient des données pour plus d'un champ dans le jeu de données B. C'est souvent le cas pour les champs de Notes. // Diapositive 7
pt: Você também encontra casos onde um campo para muitos de um conjunto de dados A contém dados para mais de um campo no conjunto de dados B. Os campos de notas são frequentemente culpados disso. // Slide 7

source: In fact there are six relationships: Some fields will map one-to-one (1:1), meaning that the original column in dataset A exactly matches another one in dataset B
es: De hecho, hay seis relaciones: Algunos campos se asignarán uno a uno (1: 1), lo que significa que la columna original en el Conjunto de Datos A coincide exactamente con otra en el Conjunto de Datos B
fr: En fait, il y a six relations : Certains champs vont cartographier un à un (1:1), ce qui signifie que la colonne originale dans le jeu de données A correspond exactement à une autre colonne dans le jeu de données B
pt: Na verdade, existem seis relações: Alguns campos serão mapeados um para um (1:1), significando que a coluna original no conjunto de dados A coincide exatamente com outra no conjunto de dados B

source: Some fields will map many-to-one (∞:1), meaning that some columns in dataset A can be merged (or concatenated) to match a single one in dataset B
es: Algunos campos se asignarán de varios a uno (∞: 1), lo que significa que algunas columnas del Conjunto de Datos A se pueden fusionar (o concatenar) para que coincidan con una única columna del Conjunto de Datos B
fr: Certains champs vont mapper plusieurs à un (∞ : 1), ce qui signifie que certaines colonnes du jeu de données A peuvent être fusionnées (ou concaténées) pour correspondre à une seule colonne dans le jeu de données B
pt: Alguns campos serão mapeados como muitos-para-um (∞:1) que significa que algumas colunas no conjunto de dados A podem ser mescladas (ou concatenadas) para corresponder a uma única no conjunto de dados B

source: Some fields will map one-to-many (1:∞), meaning that one column in dataset A will have to be split into two or more fields in order to match the fields in dataset B
es: Algunos campos se asignarán de uno a varios (1: ∞), lo que significa que una columna del Conjunto de Datos A deberá dividirse en dos o más campos para que coincidan con los campos del Conjunto de Datos B
fr: Certains champs vont mapper un à plusieurs (1:∞), ce qui signifie qu'une colonne dans le jeu de données A devra être divisée en deux ou plusieurs champs afin de correspondre aux champs dans le jeu de données B
pt: Alguns campos serão mapeados de um para muitos (1:∞), que significa que uma coluna no conjunto de dados A terá que ser dividida em dois ou mais campos a fim de corresponder aos campos no conjunto de dados B

source: Some fields might not exist yet zero-to-one (0:1), meaning that some information are not present in dataset A and need to be added in a new column to match an existing field in dataset B
es: Es posible que algunos campos aún no existan de cero a uno (0: 1), lo que significa que parte de la información no está presente en el Conjunto de Datos A y debe agregarse en una nueva columna para que coincida con un campo existente en el Conjunto de Datos B
fr: Certains champs peuvent ne pas exister encore de zéro à un (0:1), ce qui signifie que certaines informations ne sont pas présentes dans le jeu de données A et doivent être ajoutées dans une nouvelle colonne pour correspondre à un champ existant dans le jeu de données B
pt: Alguns campos podem ainda não existir tonando-se zero-para-um (0:1), que significa que algumas informações não estão presentes no conjunto de dados A e precisam ser adicionadas em uma nova coluna para corresponder a um campo existente no conjunto de dados B

source: Some fields might not have a place to go one-to-zero (1:0), meaning that some information present in dataset A does not match any existing field on dataset B
es: Es posible que algunos campos no tengan un lugar para ir uno a cero (1: 0), lo que significa que parte de la información presente en el Conjunto de Datos A no coincide con ningún campo existente en el Conjunto de Datos B
fr: Certains champs peuvent ne pas avoir de place pour aller de un-à-zéro (1:0), ce qui signifie que certaines informations présentes dans le jeu de données A ne correspondent à aucun champ existant dans le jeu de données B
pt: Alguns campos podem não ter um lugar para ir e são chamados um para zero (1:0), que significa que algumas informações presentes no conjunto de dados A não correspondem a nenhum campo existente no conjunto de dados B

source: Some fields will map many-to-many (∞ : ∞), meaning that information in dataset A is scattered in different fields, which do not match exactly existing ones in dataset B
es: Algunos campos se asignarán de muchos a muchos (∞: ∞), lo que significa que la información del Conjunto de Datos A está dispersa en diferentes campos, que no coinciden exactamente con los existentes en el Conjunto de Datos B
fr: Certains champs vont mapper plusieurs-à-plusieurs (∞ : ∞), ce qui signifie que les informations dans le jeu de données A sont dispersées dans différents champs, qui ne correspondent pas exactement à celles existantes dans le jeu de données B
pt: Alguns campos irão mapear muitos-para-muitos (∞ : ∞), o que significa que as informações no conjunto de dados A estão espalhadas em diferentes campos, que não correspondem exatamente aos existentes no conjunto de dados B

source: // Slide 8
es: // DIAPOSITIVA 8
fr: // Diapositive 8

source: Each of the relationship types has its own nuances as to how you are going to have to handle them.
es: Cada uno de los tipos de relación tiene sus propios matices en cuanto a cómo va tener que manejarlos.
fr: Chacun des types de relation a ses propres nuances quant à la façon dont vous allez avoir à les utiliser.
pt: Cada um dos tipos de relacionamento tem suas próprias nuances sobre como você vai ter que lidar com eles.

source: one-to-one (1:1) - Beware your field types. If they are the not the same. You will need to do some manipulation.
es: uno a uno (1: 1) - Tenga cuidado con los tipos de campo. Si no son lo mismo. Necesitará hacer alguna manipulación.
fr: un à un (1:1) - Méfiez-vous de vos types de champs. S'ils ne sont pas les mêmes. Vous devrez faire une manipulation.
pt: um-para-um (1:1) - Cuidado com os tipos dos seus campos. Se eles não são os mesmos. Você precisará fazer alguma manipulação.

source: many-to-one (∞:1) - These fields will need to joined together to go into the field.
es: muchos a uno (∞: 1) - Estos campos deberán unirse para entrar en el campo.
fr: plusieurs-à-un (∞ :1) - Ces champs devront être mis ensemble pour entrer dans le champ.
pt: muitos-para-um (∞:1) - Estes campos precisarão serão agregados para formar um campo.

source: one-to-many (1:∞) - These fields will need to be split apart and put in to different fields
es: uno a varios (1: ∞) - Estos campos deberán dividirse y colocarse en campos diferentes
fr: un-à-plusieurs (1:∞) - Ces champs devront être séparés et placés dans des champs différents
pt: um-a-muitos (1:∞) - Estes campos precisarão ser separados e colocados em diferentes campos

source: zero-to-one (0:1) - Work out how (or if) you can even fill these in. Is the data mixed into a notes field? If so how do you get it out?
es: cero a uno (0: 1) - Averigüe cómo (o si) puede completarlos. ¿Los datos están mezclados en un campo de notas? Si es así, ¿cómo sacarlos?
fr: zéro-à-un (0:1) - Découvrez comment (ou si) vous pouvez même les remplir. Les données sont-elles mélangées dans un champ de notes ? Si oui, comment allez-vous les obtenir ?
pt: zero-para-um (0:1) - Descubra como (ou se) pode inclusivamente preenchê-los. Os dados estão misturados num campo de notas? Se for o caso, como vai extraí-los?

source: one-to-zero (1:0) - Either throw away the data or add a field. You might not even have a home in the other dataset. Do/Can you create a new field?
es: uno a cero (1: 0) - Deseche los datos o agregue un campo. Es posible que ni siquiera tenga un lugar en el otro conjunto de datos. ¿Puedes crear un nuevo campo?
fr: one-to-zero (1:0) - Soit jeter les données soit ajouter un champ. I se peut que vous n'ayez même pas une référence de base dans l'autre jeu de données. Devez-vous/Pouvez-vous créer un nouveau champ ?
pt: um-para-zero (1:0) - Descarte os dados ou adicione um campo. Pode nem ter um campo no outro conjunto de dados. Pode/Faz criar um novo campo?

source: many-to-many (∞ : ∞) - “for the love of a higher being!” This usually means that your incoming data is very messy and will take time to clean before you can map it.
es: muchos a muchos (∞: ∞) - "¡Por el amor de un ser superior!" Esto generalmente significa que sus datos entrantes están muy desordenados y tomará tiempo limpiarlos antes de que pueda mapearlos.
fr: plusieurs à plusieurs (∞ : ∞) - «pour l'amour d'un être supérieur! Cela signifie généralement que vos données entrantes sont très désordonnées et que cela prendra du temps de les nettoyer avant de pouvoir les associer.
pt: muitos-para-muitos (∞ : ∞) - "pelo amor de um ser superior! Isso normalmente significa que os seus dados inseridos são muito confusos e levarão tempo a serem limpos antes que possa mapeá-los.

source: // Slide 9
es: // DIAPOSITIVA 9
fr: // Diapositive 9

source: This is an example of what a mapping document looks like. Notice that not only do we document the relationships we also articulate (to the best of our knowledge) what should be done to the data.
es: Este es un ejemplo de cómo se ve un documento de mapeo. Tenga en cuenta que no solo documentamos las relaciones, sino que también articulamos (a lo mejor de nuestro conocimiento) lo que se debe hacer con los datos.
fr: Voici un exemple de ce à quoi ressemble un document de correspondances de champs. Notez que non seulement nous documentons les relations que nous avons, mais aussi articulons (dans les limites notre connaissance) ce qui doit être fait avec les données.
pt: Este é um exemplo do que um documento de mapeamento parece. Note que não só documentamos as relações mas também articulamos (o melhor que sabemos fazer) o que deve ser feito com os dados.

source: We’ve talked a lot about documenting the structures that hold your data but you must also document the information that gives context. This is called metadata and is data about your data!
es: Hemos hablado mucho sobre la documentación de las estructuras que contienen sus datos, pero también debe documentar la información que da contexto. ¡Esto se llama metadatos y son datos sobre sus datos!
fr: Nous avons beaucoup parlé de documenter les structures qui détiennent vos données, mais vous devez aussi documenter les informations qui donnent un contexte. Il s'agit de métadonnées et de données à propos de vos données !
pt: Falamos muito sobre a documentação das estruturas que contêm os seus dados, mas também deve documentar as informações que dão contexto. Isto é chamado de metadados e é um dado sobre os seus dados!

source: As we mention in the section on data quality your ”Metadata must be rich enough to allow data (re)use by a third party without them having to refer to the data source.”
es: Como mencionamos en la sección sobre la calidad de los datos, sus "Metadatos deben ser lo suficientemente ricos como para permitir que los datos sean (re) utilizados por un tercero sin que tengan que consultar la fuente de datos."
fr: Comme nous le mentionnons dans la section sur la qualité des données, vos "métadonnées doivent être suffisamment riches pour permettre une (ré)utilisation des données par un tiers sans qu'il aie à se référer à la source de données."
pt: Como mencionamos na seção sobre a qualidade de dados, os seus "Metadados devem ser ricos o suficiente para permitir o (re)uso de dados por terceiros, sem que eles tenham que se referir à fonte de dados

source: We will discuss this in more detail in later sessions but as a quick guide good documentation should include:
es: Discutiremos esto con más detalle en sesiones posteriores, pero como guía rápida, una buena documentación debe incluir:
fr: Nous discuterons de cela plus en détail dans les sessions ultérieures, mais en deux mots, une bonne documentation devrait inclure:
pt: Vamos discutir isso com mais detalhes em sessões posteriores, mas como uma boa documentação de guia rápido deve incluir:

source: A title – Which should be descriptive, memorable and if possible unique.
es: Un título – El cual debe ser descriptivo, memorable y, si es posible, único.
fr: Un titre – Ce qui doit être descriptif, mémorable et si possible unique.
pt: Um título – O que deve ser descritivo, memorável e, se possível, exclusivo.

source: Dates are good to include in a dataset name for example to allow you to track versions.
es: Las fechas son buenas para incluir en un nombre de conjunto de datos, por ejemplo, para permitirle rastrear las versiones.
fr: Il est bien d'inclure une date dans un nom de jeu de données par exemple pour vous permettre de suivre les versions.
pt: As datas são boas para incluir num nome de conjunto de dados, por exemplo, para permitir acompanhar as versões.

source: A narrative – Should describe the rationale for the creation of the dataset. It should include at least general information about spatial, temporal and taxonomic coverage and give the potential user a broad picture of uses that may be appropriate for the data without further transformation.
es: Una narrativa – Debe describir el fundamento de la creación del conjunto de datos. Debe incluir al menos información general sobre la cobertura espacial, temporal y taxonómica y brindar al usuario potencial una imagen amplia de los usos que pueden ser apropiados para los datos sin más transformación.
fr: Un récit – Décrivez la raison de la création du jeu de données. Il devrait inclure au moins des informations générales sur la couverture géographique, temporelle et taxonomique et donner à l'utilisateur potentiel une image large des utilisations qui peuvent être appropriées pour les données sans autre transformation.
pt: Uma narrativa – Deve descrever a lógica para a criação do conjunto de dados. Deve incluir pelo menos informações gerais sobre o espaço, cobertura temporal e taxonómica e dar ao potencial utilizador uma imagem ampla de usos que podem ser adequados para os dados sem mais transformação.

source: Source information – If you did not collect or measure the data yourself, where or who did you get if from?
es: Información de origen – Si no colectó ni midió los datos usted mismo, ¿de dónde o de quién los obtuvo?
fr: Informations sur la source – Si vous n'avez pas recueilli ou mesuré les données vous-même, d'où, ou de qui, les avez-vous obtenues ?
pt: Informações da fonte – se não colheu ou mediu os dados você mesmo, de onde ou de quem os recebeu?

source: Lineage – Does the dataset have a history? Have any of the fields been transformed in any way from the original?
es: Linaje – ¿El conjunto de datos tiene una historia? ¿Alguno de los campos se ha transformado de alguna manera con respecto al original?
fr: Historique - L'ensemble de données a-t-il un historique ? L'un des champs a-t-il été transformé d'une manière ou d'une autre par rapport à l'original ?
pt: Herança – O conjunto de dados tem um histórico? Algum dos campos foi transformado de alguma forma a partir do original?

source: Statement of accuracy – Using the concepts of accuracy, precision, errors and uncertainty that we discussed previously, are there any issues with the dataset that should be known to a user?
es: Declaración de exactitud – Utilizando los conceptos de exactitud, precisión, errores e incertidumbre que discutimos anteriormente, ¿hay algún problema con el conjunto de datos que deba ser conocido por un usuario?
fr: Énoncé de certitude – En utilisant les concepts de certitude, de précision, d'erreurs et d'incertitude dont nous avons discuté précédemment, Y a-t-il des problèmes avec le jeu de données qui devraient être connus par l'utilisateur ?
pt: Declaração da exatidão – Usando os conceitos de exatidão, precisão, erros e incerteza que discutimos anteriormente, há algum problema com o conjunto de dados que deve ser conhecido por um utilizador?
