Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Extensions were introduced in the Standards presentation. Publishing a dataset is now where you will put them into use. As mentioned previously, GBIF maintains the list of approved and draft extensions on its tools subsite. The approved extensions can be enabled by an IPT administrator on a Production IPT. Draft extensions can be enabled by an IPT administrator on a Test IPT. If you know you have data that cannot be shared with Simple Darwin Core, it is worth reviewing the list of available extensions.
es: Se presentaron las extensiones en la presentación de Estándares. La publicación de un conjunto de datos es ahora donde los pondrá en uso. Como se mencionó anteriormente, GBIF mantiene la lista de extensiones aprobadas y en borrador en su subsitio de herramientas. Un administrador de IPT puede habilitar las extensiones aprobadas en un IPT de producción. Un administrador de IPT puede habilitar las extensiones de borrador en una IPT de prueba. Si conoce que tiene datos que no se pueden compartir con Simple Darwin Core, vale la pena revisar la lista de extensiones disponibles.
fr: Des extensions ont été introduites dans la présentation des standards. La publication d'un jeu de données est maintenant l'endroit où vous les utiliserez. Comme mentionné précédemment, le GBIF maintient la liste des extensions approuvées et brouillons sur son sous-site d’outils. Les extensions approuvées peuvent être activées par un administrateur IPT sur un IPT de production. Les extensions brouillons peuvent être activées par un administrateur IPT sur un test IPT. Si vous savez que vous avez des données qui ne peuvent pas être partagées avec Simple Darwin Core, il vaut la peine d'examiner la liste des extensions disponibles.
pt: As extensões foram introduzidas na apresentação sobre Padrões. Ao publicar um conjunto de dados é quando você as colocará em uso. Como mencionado anteriormente, o GBIF mantém a lista de extensões aprovadas e rascunho de extensões em seu sub-site de ferramentas. As extensões aprovadas podem ser habilitadas por um administrador do IPT em um IPT de produção. Extensões de rascunho podem ser habilitadas por um administrador do IPT em um IPT teste. Se você sabe que tem dados que não podem ser partilhados com o Simple Darwin Core, vale a pena rever a lista de extensões disponíveis.

source: If you think an extension doesn’t exist, try reaching out to members of the TDWG community or posting on the Darwin Core issues site. Community members will help guide you.
es: Si cree que no existe una extensión, intente comunicarse con miembros de la comunidad TDWG o publique en el sitio de asuntos de Darwin Core. Los miembros de la comunidad te ayudarán a guiarte.
fr: Si vous pensez qu'une extension n'existe pas, essayez de contacter les membres de la communauté TDWG ou de poster sur le site des problèmes relatifs au Darwin Core. Les membres de la communauté vous guideront.
pt: Se você acha que uma extensão não existe, tente entrar em contacto com membros da comunidade TDWG ou postar no portal de problemas do Darwin Core. Membros da comunidade irão guiá-lo.

source: Also, in the standards presentation, you were introduced to Darwin Core Archives.
es: Además, en la presentación de estándares, tuviste una introducción a los Archivos de Darwin Core.
fr: De plus, dans la présentation des standards, vous avez été présenté aux archives Darwin Core.
pt: Além disso, na apresentação de padrões, você foi apresentado a Darwin Core Archives.

source: This is an example of a Darwin Core archive with extensions.
es: Este es un ejemplo de un archivo de Darwin Core con extensiones.
fr: Ceci est un exemple d'archive Darwin Core avec des extensions.
pt: Este é um exemplo de um arquivo Darwin Core com extensões.

source: It’s an occurrence dataset that has been published with images, determination history and genebank information.
es: Es un conjunto de datos de registros biológicos que ha sido publicado con imágenes, historial de determinación e información sobre GenBank.
fr: Il s'agit d'un jeu de données d'occurrence qui a été publié avec des images, un historique de détermination et des informations génétiques.
pt: É um conjunto de dados de ocorrência que foi publicado com imagens, histórico de determinação e informações de banco de genes.

source: Until now, it may have been difficult to imagine how two single files can be related. A core with an extension can represent the following relationships.
es: Hasta ahora, puede que haya sido difícil imaginar cómo se pueden relacionar dos archivos individuales. Un núcleo (core) con una extensión puede representar las siguientes relaciones.
fr: Jusqu'à présent, il a été difficile d'imaginer comment deux fichiers peuvent être liés. Un cœur et une extension peuvent représenter les relations suivantes.
pt: Até agora, pode ter sido difícil imaginar como se pode estabelecer uma relação entre dois ficheiros isolados. Um núcleo com uma extensão pode representar os seguintes relacionamentos.

source: 1:many
es: 1:muchos
fr: 1:plusieurs
pt: 1:muitos

source: The core file will always contain unique records. In this example using the Taxon Core, each taxon is unique and is represented by a taxonID. In Vernacular Names extension file, each vernacular name is unique. The first three represent common names for the species Struthio camelus (1:many relationship). The fourth name represents the common name for the species Alectoris chukar (1:1 relationship).
es: El núcleo (core) siempre contendrá registros únicos. En este ejemplo que utiliza Núcleo de Lista de Especies (Taxon Core), cada taxón es único y está representado por un taxonID. En el archivo de extensión de nombres vernáculos, cada nombre vernáculo es único. Los tres primeros representan nombres comunes para la especie Struthio camelus (relación 1: muchos). El cuarto nombre representa el nombre común de la especie Alectoris chukar (relación 1: 1).
fr: Le fichier cœur contiendra toujours des enregistrements uniques. Dans cet exemple en utilisant le Cœur Taxon, chaque taxon est unique et est représenté par un taxonID.. Dans le fichier d'extension Noms vernaculaires, chaque nom vernaculaire est unique. Les trois premiers représentent des noms communs pour l'espèce Struthio camelus (relation 1:plusieurs). Le quatrième nom représente le nom commun pour l'espèce Alectoris chukar (relation 1:1).
pt: O ficheiro núcleo sempre conterá registos exclusivos. Neste exemplo usando o Núcleo do Táxon, cada táxon é único e é representado por um taxonID. No ficheiro da extensão Nomes Vernaculares, cada nome vernacular é único. Os três primeiros representam nomes comuns para a espécie Struthio camelus (1:muitas relações). O quarto nome representa o nome comum para a espécie Alectoris chukar (relação 1:1).

source: In this example the third and fourth taxons in the core file, do not have a match in the extension file. (1:0 relationship). // Slide 14
es: En este ejemplo, el tercer y cuarto taxon en el núcleo (core), no tienen una coincidencia en el archivo de extensión. (1:0 relación). // DIAPOSITIVA 14
fr: Dans cet exemple, les troisième et quatrième taxons du fichier core, n'ont pas de correspondance dans le fichier d'extension. (relation 1:0). // Diapositive 14
pt: Neste exemplo, os terceiro e quarto táxons no ficheiro principal, não têm correspondência no ficheiro da extensão. (1:0 relação). // Deslize 14

source: As we finish up this presentation, we’d like for you to begin exploring the IPT. In the e-Learning platform, you will find your login information and the location of the test IPT.
es: A medida que terminamos esta presentación, nos gustaría que comenzaras a explorar el IPT. En la plataforma e-Learning, encontrarás tu información de inicio de sesión y la ubicación de la IPT de prueba.
fr: À la fin de cette présentation, nous aimerions que vous commenciez à explorer l’IPT. Dans la plateforme e-Learning, vous trouverez vos informations de connexion et l'emplacement de l'IPT test.
pt: À medida que terminamos essa apresentação, gostaríamos que começasse a explorar o IPT. Na plataforma de e-learning, encontrará as suas informações de login e o local do IPT de teste.

source: Login and a take a look around. In the next presentation, you will watch a demonstration on how to use the IPT, after which you’ll be ready to try it yourself.
es: Inicia sesión y echa un vistazo. En la próxima presentación, verás una demostración sobre cómo usar la IPT, después de la cual estarás listo para probarla tú mismo.
fr: Connectez-vous et jetez un coup d'œil. Dans la prochaine présentation, vous allez regarder une démonstration sur la façon d'utiliser l'IPT, après quoi vous serez prêt à l'essayer vous-même.
pt: Faça login e dê uma olhada. Na próxima apresentação, você assistirá uma demonstração sobre como usar o IPT, após a qual estará pronto para experimentar por si mesmo.

source: Thank you.
es: Gracias.
fr: Merci.
pt: Obrigada.

source: This presentation was originally created by Sophie Pamerlon with additional contributions by Nicolas Noe, Laura Anne Russell and Dag Endresen, BID and BIFA Trainers, Mentors and students.
es: Esta presentación fue originalmente creada por Sophie Pamerlon con contribuciones adicionales de Nicolas Noe, Laura Anne Russell y Dag Endresen y Entrenadores, Mentores y Estudiantes de BID y BIFA.
fr: Cette présentation a été créée par Sophie Pamerlon avec des contributions supplémentaires de Nicolas Noe, Laura Anne Russell et Dag Endresen, ainsi que des formateurs, mentors et participants aux formations BID et BIFA.
pt: Esta apresentação foi originalmente criada por Sophie Pamerlon com contribuições adicionais de Nicolas Noe, Laura Anne Russell e Dag Endresen, Treinadores BID e BIFA, Mentores e alunos.

source: This presentation has been narrated by Laura Anne Russell.
es: Esta presentación ha sido narrada por Laura Anne Russell.
fr: Cette présentation a été narrée par Laura Anne Russell.
pt: Esta apresentação foi narrada por Laura Anne Russell.

source: This session is part of the planning section. We will be introducing some concepts and methodologies that will help you to focus on the organization of your mobilization project at a number of levels.
es: Esta sesión es parte de la sección de planificación. Vamos a introducir algunos conceptos y metodologías que le ayudarán a centrarse en la organización de su proyecto de movilización en varios niveles.
fr: Cette session fait partie de la section de planification. Nous allons introduire quelques concepts et méthodologies qui vous aideront à vous concentrer sur l'organisation de votre projet de mobilisation à plusieurs niveaux.
pt: Esta sessão faz parte da secção de planeamento. Introduziremos alguns conceitos e metodologias que ajudarão você a se concentrar na organização do seu projecto de mobilização em vários níveis.

source: Good planning begins by defining the elements that will have an impact on your project and then understanding the interactions between them.
es: Una buena planificación comienza definiendo los elementos que tendrán un impacto en tu proyecto y luego comprendiendo las interacciones entre ellos.
fr: Une bonne planification commence par définir les éléments qui auront un impact sur votre projet et puis par comprendre leurs interactions.
pt: Um bom planeamento começa por definir os elementos que terão impacto no seu projecto e depois compreender as interações entre eles.

source: In this section we will look at the different players that it is necessary to understand before you can effectively organize your project and a methodology to identify WHO the key players and resources are and WHAT they should be doing.
es: En esta sección, analizaremos los diferentes actores, es necesario comprender antes de que pueda organizar eficazmente su proyecto y una metodología para identificar QUIÉNES son los actores y recursos clave y QUÉ deberían estar haciendo.
fr: Dans cette section, nous examinerons les différents acteurs qu'il est nécessaire de cerner avant que vous puissiez organiser efficacement votre projet et une méthodologie pour identifier QUI sont les acteurs et les ressources clés sont et ce qu'ils devraient faire.
pt: Nesta secção analisaremos os diferentes actores, o que é necessário compreender antes de se conseguir organizar eficazmente o seu projecto e uma metodologia para identificar QUEM são os principais actores e os recursos e O QUE devem estar a fazer.

source: The 5 key concepts we will look at are: Affiliations, Stakeholders, Roles, Tasks and Goals.
es: Los 5 conceptos clave que estudiaremos son: Afiliaciones, Partes Interesadas, Roles, Tareas y Metas.
fr: Les 5 concepts clés que nous examinerons sont les affiliations, les parties prenantes, les rôles, les tâches et les objectifs.
pt: Os 5 conceitos-chave que analisaremos são: Afiliações, Stakeholders, Funções, Tarefas e Objetivos.

source: First let us take a moment to understand the term Mobilisation. Mobilisation is the action of bringing resources into use to achieve a particular purpose or goal. In other words, to mobilize something, whether it be an expedition to the Antarctic or the publication of data, you will need to bring together available resources and assets and use them to achieve a defined “something”. To mobilize we must understand our resources.
es: Primero, tomemos un momento para entender el término Movilización. Movilización es la acción de utilizar recursos para lograr un propósito u objetivo en particular. En otras palabras, para movilizar algo, ya sea una expedición a la Antártida o la publicación de datos, deberá reunir los recursos y activos disponibles y utilizarlos para lograr un “algo” definido. Para movilizar debemos comprender nuestros recursos.
fr: Prenons d'abord un moment pour comprendre le terme Mobilisation. La Mobilisation est l'action consistant à mettre des ressources en service pour atteindre un but ou un objectif particulier. En d'autres termes, mobiliser quelque chose, qu'il s'agisse d'une expédition vers l'Antarctique ou de la publication de données, vous aurez besoin de rassembler les ressources et les actifs disponibles et de les utiliser pour atteindre un « quelque chose » défini. Pour mobiliser nous devons comprendre nos ressources.
pt: Em primeiro lugar, vamos compreender o termo Mobilização. Mobilização é a ação de trazer recursos para uso para atingir um propósito ou objectivo específico. Em outras palavras, para mobilizar algo, seja uma expedição para o Antárctico ou a publicação de dados, você precisará reunir recursos e recursos disponíveis e usá-los para alcançar "alguma coisa". Para mobilizar, precisamos entender nossos recursos.

source: Let’s break this down this and look at the first part of the definition of the term mobilize and dig into what a RESOURCE is. In the context of biodiversity data mobilization there are two types of resource. The hardware that you will need to create or manipulate digital files (for example computers, cameras, lights, desks etc) and the people. The actual individuals who will work with and for the project.
es: Analicemos esto y veamos la primera parte de la definición del término movilizar y profundizar en lo que es un RECURSO. En el contexto de la movilización de datos sobre biodiversidad, hay dos tipos de recursos. El hardware que necesitará para crear o manipular archivos digitales (por ejemplo, computadoras, cámaras, luces, escritorios, etc.) y las personas. Los individuos reales son quienes trabajarán con y para el proyecto.
fr: Décomposons ceci et regardons la première partie de la définition du terme mobiliser et creusons ce qu'est une RESOURCE. Dans le contexte de la mobilisation des données sur la biodiversité, il y a deux types de ressources. Le matériel dont vous aurez besoin pour créer ou manipuler des fichiers numériques (par exemple des ordinateurs, des caméras, des lumières, des bureaux, etc.) et les personnes. Les personnes réelles qui travailleront avec et pour le projet.
pt: Vamos dividir isto e olhar para a primeira parte da definição do termo mobilize e procurar o que é um RECURSO. No contexto da mobilização de dados de biodiversidade, existem dois tipos de recursos. O hardware que você precisará criar ou para manipular ficheiros digitais (por exemplo, computadores, câmeras, luzes, mesas, etc.) e as pessoas. Os indivíduos que irão trabalhar com e para o projecto.

source: Specific hardware choices are unfortunately, outside of the scope of this presentation, but there are references to existing resources in the e-Learning platform, that may be helpful. Don’t be shy to ask your mentors and colleagues who have done similar projects for help. In general though, which hardware you need, depends on both the type of digitization being carried out (for example herbarium sheets or pinned insects etc) as well as the combination of people who will do the digitization and publication. Do NOT fall into the trap of buying equipment before identifying the people.
es: Desafortunadamente, las opciones específicas de hardware están fuera del alcance de esta presentación, pero hay referencias a recursos existentes en la plataforma e-Learning que pueden ser útiles. No dude en pedir ayuda a sus mentores y colegas que han realizado proyectos similares. Sin embargo, en general, qué hardware necesita depende tanto del tipo de digitalización que se esté llevando a cabo (por ejemplo, especímenes de herbario o insectos en alfileres, etc.) como también de la combinación de personas que realizarán la digitalización y la publicación. NO caiga en la trampa de comprar equipo antes de identificar a las personas.
fr: Des choix matériels spécifiques sont malheureusement hors de la portée de cette présentation, mais il y a des références aux ressources existantes dans la plateforme e-Learning, qui peuvent être utiles. N'ayez pas peur de demander de l'aide à vos mentors et collègues qui ont réalisé des projets similaires. En général, le matériel dont vous avez besoin dépend à la fois du type de numérisation à réaliser (par exemple les feuilles d'herbariums ou les insectes épinglés, etc.) ainsi que de la combinaison des personnes qui feront la numérisation et la publication. Ne tombez PAS dans le piège de l'achat d'équipement avant d'identifier les opérateurs.
pt: Infelizmente, as escolhas específicas de hardware estão fora do âmbito desta apresentação, mas há referências aos recursos existentes na plataforma de e-Learning, que podem ser úteis. Não hesite em pedir ajuda aos seus mentores e colegas que fizeram projetos semelhantes. Em geral, porém, a identificação do hardware que precisa depende tanto do tipo de digitalização (por exemplo, folhas de herbário ou insetos alfinetados, etc.) como da combinação de pessoas que farão a digitalização e a publicação. NÃO caia na armadilha de comprar equipamento antes de identificar as pessoas.

source: So to the people. People come in many types and can be organized in may ways, and it is the connections between that will have the most impact on the successful completion of your mobilization project.
es: Entonces, las personas. Las personas son de muchos tipos y pueden organizarse de muchas maneras, y son las conexiones entre ellas las que tendrán el mayor impacto en la finalización exitosa de su proyecto de movilización.
fr: Alors aux personnes. Les gens sont de plusieurs types et peuvent être organisés de différentes manières, et ce sont les liens entre eux qui auront le plus d'impact sur la réussite de votre projet de mobilisation.
pt: Portanto, as pessoas. As pessoas vêm de muitos tipos e podem ser organizadas de muitas maneiras, e são as conexões que terão mais impacto na conclusão bem sucedida do seu projecto de mobilização.

source: They can be broadly grouped into 3 levels: AFFLIATIONS, STAKEHOLDERS and ROLES.
es: Se pueden agrupar, a grandes rasgos, en 3 niveles: AFILIACIONES, PARTES INTERESADAS y ROLES.
fr: Ils peuvent être largement regroupés en 3 niveaux : AFFLIATIONS, PARTIES PRENANTES et ROLES.
pt: Eles podem ser agrupados genericamente em 3 níveis: AFILIAÇÕES, STAKEHOLDER e PAPÉIS.

source: Affiliations are very high level and most broadly represent the entity that is responsible for the management and pay of the team or individual. They are often strategic in nature.
es: Las afiliaciones son de muy alto nivel y, en general, representan a la entidad responsable de la gestión y el pago del equipo o del individuo. A menudo son de naturaleza estratégica.
fr: Les affiliations sont de très haut niveau et représentent le plus largement l'entité responsable de la gestion et du salaire de l'équipe ou de l'individu. Elles sont souvent de nature stratégique.
pt: As afiliações são de alto nível e representam de uma maneira geral a entidade responsável pela gestão e pagamento da equipe ou indivíduo. Muitas vezes são de natureza estratégica.

source: Stakeholders are groups or teams who may or may not be part of a formal management structure. They share an affiliation and a tactical theme.
es: Las partes interesadas son grupos o equipos que pueden o no formar parte de una estructura de gestión formal. Comparten una afiliación y un tema táctico.
fr: Les parties prenantes sont des groupes ou des équipes qui peuvent ou non faire partie d'une structure de gestion officielle. Ils partagent une affiliation et un thème tactique.
pt: As partes interessadas são grupos ou equipas que podem ou não fazer parte de uma estrutura formal de gestão. Partilham uma afiliação e um tema tático.

source: Roles in this context, represent jobs or positions with a title that an individual may hold.
es: Los roles, en este contexto, representan trabajos o posiciones con un título que un individuo puede sostener.
fr: Les rôles dans ce contexte représentent des emplois ou des postes avec un titre qu'une personne peut posséder.
pt: Papéis neste contexto, representam tarefas ou funções com título que os indivíduos podem ter.

source: Three affiliations are commonly a part of the biodiversity data mobilization landscape.
es: Tres afiliaciones son comúnmente parte del ámbito de movilización de datos sobre biodiversidad.
fr: Trois affiliations font généralement partie du paysage de mobilisation des données sur la biodiversité.
pt: Três afiliações são comumente parte da paisagem de mobilização de dados da biodiversidade.

source: An “INSTITUTIONAL” affiliation usually accounts for teams who work for the institution that is running the project. In the context of the project they are NOT specifically paid by the project.
es: Una afiliación “INSTITUTIONAL” normalmente responde de los equipos que trabajan para la institución que está ejecutando el proyecto. En el contexto del proyecto NO son pagados específicamente por el proyecto.
fr: Une affiliation "INSTITUTIONNELLE" compte généralement pour les équipes qui travaillent pour l'institution qui gère le projet. Dans le contexte du projet ils ne sont PAS payés spécifiquement par le projet.
pt: Uma Afiliação "INSTITUCIONAL" geralmente conta para equipAs que trabalham para a instituição que está executando o projeCto. No contexto do projeCto, eles NÃO são pagos especificamente pelo projecto

source: A “PROJECT” affiliation covers those teams that ARE specifically paid by the project for any part of their time.
es: Una afiliación "PROYECTO" cubre aquellos equipos que son específicamente pagados por el proyecto por cualquier parte de su tiempo.
fr: Une affiliation « PROJET» couvre les équipes qui sont spécifiquement payées par le projet pour une partie de leur temps.
pt: A afiliação "PROJECTO" abrange as equipas que são pagas especificamente pelo projecto por qualquer parte do seu tempo.
