Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Biodiversity data can also be found in technical and scientific literature: it is possible to compile and share this kind of data within GBIF, but you should be extra-cautious not to share duplicate data (for example, a specimen described in a scientific article might already be present on GBIF.org in the dataset of its collection)
es: Los datos de biodiversidad también se pueden encontrar en la literatura técnica y científica: es posible compilar y compartir este tipo de datos dentro de GBIF, pero debe tener mucho cuidado de no compartir datos duplicados (por ejemplo, un espécimen descripto en un artículo científico podría ya estar presente en GBIF.org en el conjunto de datos de su colección)
fr: Les données sur la biodiversité peuvent également être trouvées dans la littérature technique et scientifique : il est possible de compiler et de partager ce type de données au sein du GBIF, mais vous devriez être extrêmement prudent de ne pas partager des données en double (par exemple, un spécimen décrit dans un article scientifique pourrait déjà être présent au GBIF.org dans le jeu de données de sa collection)
pt: Os dados da biodiversidade também podem ser encontrados em literatura técnica e científica: é possível compilar e partilhar este tipo de dados através do GBIF, mas deve ser cauteloso para não partilhar dados duplicados (por exemplo, um espécime descrito num artigo científico pode já estar presente no GBIF.org, no conjunto de dados de sua coleção)

source: In the absence of digitized datasets, biodiversity data can be extracted and compiled from scientific articles, phD or master theses, reports and other documents. ALWAYS contact the data owner first when compiling literature data to ask for permission to publish them to GBIF !
es: En ausencia de conjuntos de datos digitalizados, los datos sobre biodiversidad pueden extraerse y compilarse a partir de artículos científicos, tesis doctorales o de maestrías, informes y otros documentos. ¡Comuníquese SIEMPRE primero con el propietario de los datos cuando recopile datos de literatura para solicitar permiso para publicarlos en GBIF!
fr: En l'absence d'ensembles de données numérisés, les données sur la biodiversité peuvent être extraites et compilées à partir d'articles scientifiques, de thèses de doctorat ou de master, de rapports et d'autres documents. Contactez TOUJOURS le propriétaire de données d'abord lors de la compilation de données littéraires pour demander l'autorisation de les publier sur GBIF !
pt: Na ausência de conjuntos de dados digitalizados, os dados da biodiversidade podem ser extraídos e compilados a partir de artigos científicos, teses de mestrado ou doutoramento, relatórios e outros documentos. Primeiro, contactar SEMPRE o proprietário dos dados ao compilar dados literários para pedir permissão para publicá-los através do GBIF!

source: A large majority of the data available on GBIF.org now comes from fieldwork records. These data can be observed and/or collected using different protocols in the field, by scientists, naturalists or amateur citizen-scientists via programmes and apps.
es: Una gran mayoría de los datos disponibles en GBIF.org ahora proviene de registros de trabajo de campo. Estos datos pueden ser observados y / o recolectados usando diferentes protocolos en el campo, por científicos, naturalistas o científicos ciudadanos aficionados, a través de programas y aplicaciones.
fr: Une grande majorité des données disponibles sur GBIF.org provient maintenant des observations de terrain. Ces données peuvent être observées et/ou collectées à l'aide de différents protocoles de terrain, par des scientifiques, des naturalistes ou des scientifiques amateurs, via des programmes et des applications.
pt: Uma grande maioria dos dados disponíveis através do GBIF.org agora vêm de registos de trabalho de campo. Esses dados podem ser observados e/ou colhidos usando diferentes protocolos no campo, por cientistas, naturalistas ou cientistas cidadãos amadores através de programas e aplicações.

source: These field data can be compiled in survey reports, environmental impact assessment studies, field notes and other logs. They can be linked to other types of data, such as checklists, which are complementary to occurrence data observed or collected in the wilderness.
es: Estos datos de campo se pueden recopilar en informes de encuestas, estudios de evaluación de impacto ambiental, notas de campo y otros registros. Se pueden vincular a otros tipos de datos, como listas de especies, que son complementarias a los datos de registros biológicos observados o recopilados en la naturaleza.
fr: Ces données de terrain peuvent être compilées dans des rapports d'enquête, des études d'impact sur l'environnement, des notes de terrain et d'autres registres. Elles peuvent être liées à d'autres types de données, telles que des listes de contrôle, qui complètent les données d'occurrence observées ou collectées dans la nature.
pt: Esses dados de campo podem ser compilados em relatórios de inventários, estudos de avaliação de impacto ambiental, notas de campo e outros registos. Eles podem estar associados a outros tipos de dados, tais como checklists, que são complementares à ocorrência de dados observados ou colhidos na natureza.

source: Occurrence data represents the GBIF class of datasets with the largest number of records on GBIF.org. Collection (aka specimens), literature and fieldwork data can be shared within GBIF using this template, which focuses on the observed individual or collected specimen. In this kind of dataset, multiple individuals or specimens can be recorded for a single taxon, as long as they each have a unique identifier. Other fields for occurrence data include where, when, how and by whom was each occurrence observed and/or collected in the field.
es: Los datos de registros biológicos representan la clase de conjuntos de datos de GBIF con la mayor cantidad de registros en GBIF.org. Las colecciones (también conocida como especímenes), la literatura y los datos del trabajo de campo se pueden compartir dentro de GBIF utilizando esta plantilla, que se enfoca en el individuo observado o en el espécimen recolectado. En este tipo de conjunto de datos, se pueden registrar varios individuos o especímenes para un solo taxón, siempre que cada uno tenga un identificador único. Otros campos para los datos de registros biológicos incluyen dónde, cuándo, cómo y por quién se observó y / o recopiló cada registro en el campo.
fr: Les données d'occurrence représentent la classe de jeux de données GBIF avec le plus grand nombre d'enregistrements sur GBIF.org. La collection (alias les spécimens), la littérature et les données de travail sur le terrain peuvent être partagées au sein du GBIF à l'aide de ce modèle, qui se concentre sur les spécimens individuels observés ou collectés. Dans ce type de jeux de données, plusieurs individus ou spécimens peuvent être enregistrés pour un seul taxon, aussi longtemps qu'ils ont chacun un identifiant unique. Les autres champs pour les données d'occurrence incluent où, quand, comment et par qui chaque occurence a été observée et/ou collectée sur le terrain.
pt: Os dados de ocorrência representam a classe de conjuntos de dados no GBIF com o maior número de registos no GBIF.org. Os dados da coleção (i.e. espécimes), literatura e de campo podem ser partilhados através do GBIF usando este modelo, que se centra nos espécimes observados ou colhidos. Neste tipo de conjunto de dados, vários indivíduos ou espécimes podem ser registados para um único taxon, desde que cada um tenha um identificador único. Outros campos para dados de ocorrência incluem onde, quando, como e por quem foi observado e/ou colhida no campo.

source: Event data is a class of datasets that was added on GBIF.org in 2015. They allow data publishers to share more information about the context of the observation or collection of specimens, and to group occurrences linked to the same event.
es: Los datos de eventos de muestreo es un tipo de conjuntos de datos que fue incluído en GBIF.org en 2015. Permiten que los publicadores de datos compartan más información acerca del contexto de la observación o de la colecta de especímenes, y agrupa a los registros vinculados al mismo evento.
fr: Les données d'événements d’échantillonnage sont une classe de jeux de données qui a été ajoutée sur GBIF.org en 2015. Ils permettent aux éditeurs de données de partager plus d'informations sur le contexte de l'observation ou de la collection de spécimens, et les groupes d'occurrences liées à un même événement.
pt: Dados do evento são uma classe de conjuntos de dados que foi adicionada ao GBIF.org em 2015. Permitem que os editores de dados partilhem mais informações sobre o contexto da observação ou colheita dos espécimes e para agrupar ocorrências associados ao mesmo evento.

source: The GBIF template for Event data allows data publishers to share more information about the context of a biodiversity data collecting/recording event such as camera traps, insect traps, botanical relevés, birding sites and so on. Its structure is a bit more complex than the Taxonomical datasets and Occurrence datasets as it involves two files (e.g., two tabs in a spreadsheet): one for describing the ‘events’ (e.g. each trap) and the other one to describe the specimens or occurrences linked to each event.
es: La plantilla GBIF para datos de eventos de muestreo permite a los publicadores de datos compartir más información sobre el contexto de un evento de colecta / registro de datos de biodiversidad, como trampas cámaras, trampas para insectos, relevés botánicos, sitios de observación de aves, etc. Su estructura es un poco más compleja que los conjuntos de datos taxonómicos y los conjuntos de datos de registros biológicos, ya que involucra dos archivos (por ejemplo, dos pestañas en una hoja de cálculo): uno para describir los 'eventos' (por ejemplo, cada trampa) y el otro para describir los especímenes o sucesos vinculados a cada evento.
fr: Le modèle GBIF pour les données d'événement permet aux éditeurs de données de partager plus d'informations sur le contexte d'un événement de collecte et d'enregistrement de données sur la biodiversité tel que les pièges photographiques, pièges d'insectes, relevés botaniques, sites de comptage d'oiseaux et ainsi de suite. Sa structure est un peu plus complexe que les jeux de données taxonomiques et les jeux de données d'occurrence car elle implique deux fichiers (par ex. deux onglets dans une feuille de calcul : un pour décrire les "événements" (p. ex. chaque piège) et l'autre pour décrire les spécimens ou les occurrences liés à chaque événement.
pt: O modelo GBIF para dados de Eventos permite que os publicadores de dados partilhem mais informações sobre o contexto de um evento de colheita/registo de dados da biodiversidade, como armadilhas de câmara, armadilhas de insetos, relevés botânicos, sítios observação de aves e assim por diante. A sua estrutura é um pouco mais complexa que os conjuntos de dados taxonómicos e conjuntos de dados de ocorrência, já que envolve dois ficheiros (por exemplo, duas folhas em uma folha de cálculo): uma para descrever os 'eventos' (por exemplo, cada armadilha) e o outro para descrever os espécimes ou ocorrências ligadas a cada evento.

source: // Slide 15
es: // DIAPOSITVA 15
fr: // Diapositive 15

source: Sometimes, additional information or data can be found using other source materials than those previously mentioned in this video.
es: A veces, se puede encontrar información o datos adicionales utilizando otros materiales de origen distintos a los mencionados anteriormente en este video.
fr: Parfois, des informations ou des données supplémentaires peuvent être trouvées en utilisant d'autres sources que celles mentionnées précédemment dans cette vidéo.
pt: Às vezes, podem ser encontradas informações ou dados adicionais usando outros materiais de origem do que os mencionados anteriormente neste vídeo.

source: These other sources include remote sensing tools, maps and satellite data, and other information supports such as pictures, audio and video recordings of wildlife. Most of the time, the information retrieved this way is supplemental to existing data but can provide valuable information about individuals and their location, habitat, migratory routes, etc.
es: Estas otras fuentes incluyen herramientas de teledetección, mapas y datos satelitales, y otros soportes de información, tales como imágenes, grabaciones de audio y vídeo de la vida salvaje. La mayoría de las veces, la información obtenida de esta manera es suplementaria a los datos existentes, pero puede proporcionar información valiosa sobre los individuos y su ubicación, hábitat, rutas migratorias, etc.
fr: Ces autres sources comprennent des outils de télédétection, des cartes et des données satellitaires, et d'autres supports d'information tels que des images, des enregistrements audio et vidéo de la faune sauvage. La plupart du temps, les informations récupérées de cette façon sont complémentaires aux données existantes, mais peuvent fournir des informations précieuses sur les individus et leur emplacement, habitat, routes migratoires, etc.
pt: Estas outras fontes incluem ferramentas de detecção remotas, mapas e dados de satélite, e outras informações de suporte como fotos, gravações de áudio e vídeo da vida selvagem. Na maioria das vezes, as informações obtidas desta forma são suplementares aos dados existentes, mas podem fornecer informações valiosas sobre indivíduos e sua localização, o habitat, rotas migratórias, etc.

source: In the following slides, we will see how the Darwin Core standard works with different types of data, and how to choose the dataset class that best fits a given dataset.
es: En las siguientes diapositivas, veremos cómo funciona el estándar Darwin Core con diferentes tipos de datos y cómo elegir la clase de conjunto de datos que mejor se adapta a un conjunto de datos determinado.
fr: Dans les diapositives suivantes, nous verrons comment le standard Darwin Core fonctionne avec différents types de données, et comment choisir la classe de jeu de données qui correspond le mieux à un jeu de données particulier.
pt: Nos seguintes slides, veremos como o padrão Darwin Core funciona com diferentes tipos de dados, e como escolher a classe do conjunto de dados que melhor se ajusta a um determinado conjunto de dados.

source: As you learned in the Foundations - Darwin Core presentation, Darwin Core is a data sharing standard developed by the Biodiversity Information Standards (TDWG) organization, and is widely used to publish data within the extended GBIF community. Depending on the type of dataset with which you work, you’ll have to choose one of its three Cores (Occurrence, Taxon or Event Core), which can be linked to one or more Extensions to share more information (such as multimedia links, variables, identification history and so on). In some cases, a core can be used as an extension linked to another core: that is the case when publishing Event data, where one can use the Event Core to describe the sampled areas and then use the Occurrence Core as an Extension to share the specimens or individuals recorded.
es: Como aprendió en la presentación Bases - Darwin Core, Darwin Core es un estándar de intercambio de datos desarrollado por la organización Biodiversity Information Standards (TDWG) y se usa ampliamente para publicar datos dentro de la comunidad extendida de GBIF. Dependiendo del tipo de conjunto de datos con el que trabajes, tendrás que elegir uno de sus tres Cores (Registro biológico, Taxón o Evento), que se puede vincular a una o más Extensiones para compartir más información (como enlaces multimedia, variables, historial de identificación, etc.). En algunos casos, un Core se puede usar como una extensión vinculada a otro Core: ese es el caso cuando se publican datos de eventos, donde se puede usar el Core de eventos para describir las áreas muestreadas y luego usar el Core de registros biológicos como una extensión para compartir el especímenes o individuos registrados.
fr: Comme vous l'avez appris dans les Fondations - Présentation sur Darwin Core, Darwin Core est un standard de partage de données développée par l'organisation des standards d'information sur la biodiversité (TDWG), et est largement utilisé pour publier des données au sein de la communauté étendue du GBIF. Selon le type de jeu de données avec lequel vous travaillez, vous devrez choisir l'un de ses trois noyaux (Occurrence, Taxon ou Noyau d'événement), qui peuvent être reliés à une ou plusieurs extensions pour partager plus d'informations (comme les liens multimédias, les variables, l'historique d'identification...). Dans certains cas, un noyau peut être utilisé comme une extension liée à un autre noyau : c'est le cas lors de la publication des données d'événement, où on peut utiliser le Noyau Évènement pour décrire les zones échantillonnées, puis utiliser le Noyau Occurrence comme une extension pour partager les spécimens ou les individus enregistrés.
pt: Conforme aprendeu na apresentação Fundamentos - Darwin Core, o Darwin Core é um padrão de partilha de dados desenvolvido pela organização Biodiversity Information Standards (TDWG), e é amplamente utilizado para publicar dados no ambito de uma comunidade alargada do GBIF. Dependendo do tipo de conjunto de dados com o qual trabalha, terá que escolher um dos seus três núcleos (Núcleo de Ocorrência, Taxon ou Evento), que podem ser ligadas a uma ou mais extensões para partilhar mais informações (como links multimédia, variáveis, histórico de identificação e assim por diante). Nalguns casos, um núcleo pode ser usado como uma extensão vinculada a outro núcleo: esse é o caso ao publicar dados do Evento, onde se pode usar o Núcleo de Evento para descrever as áreas amostradas e, em seguida, usar o Núcleo Ocorrência como uma extensão para partilhar os espécimes ou indivíduos registados.

source: // Slide 19
es: // DIAPOSITIVA 19
fr: // Diapositive 19

source: Once the data has been standardized using the Darwin Core standard, each class of dataset (metadata-only, sampling event, taxonomic or occurrence datasets) can be published on GBIF.org using one of the tools mentioned on this figure. The most frequently used tool within the GBIF community is the GBIF-developed Integrated Publishing Toolkit (IPT), which transforms the source data into Darwin Core archives that are then harvested and indexed by GBIF. The data are then searchable and downloadable via GBIF.org.
es: Una vez que los datos han sido estandarizados usando el estándar Darwin Core, cada clase de conjunto de datos (sólo metadatos, eventos de muestreo, listas de especies o conjuntos de datos de registros biológicos) pueden ser publicados en GBIF.org usando una de las herramientas mencionadas en esta figura. La herramienta de uso más frecuente dentro de la comunidad GBIF es la Herramienta de Publicación Integrada - Integrated Publishing Toolkit- desarrollada por GBIF (IPT), que transforma los datos de origen en archivos de Darwin Core que luego son recogidos e indexados por GBIF. Los datos se pueden buscar y descargar mediante GBIF.org.
fr: Une fois que les données ont été standardisées en utilisant la norme Darwin Core, chaque classe de jeu de données (métadonnées seulement, jeux de données d'événements d'échantillonnage, taxonomiques ou d'occurrences) peut être publiée sur GBIF.org en utilisant l'un des outils présentés sur cette figure. L'outil le plus fréquemment utilisé au sein de la communauté GBIF est le kit intégré de publication (IPT), développé par GBIF, et qui transforme les données sources en archives Darwin Core qui sont ensuite récoltées et indexées par GBIF. Les données sont ensuite interrogeables et téléchargeables via GBIF.org.
pt: Uma vez que os dados são padronizados usando o padrão Darwin Core, cada classe do conjunto de dados (somente metadados), evento de amostragem, conjuntos de dados taxonómicos ou de ocorrência) podem ser publicados no GBIF.org usando uma das ferramentas mencionadas nesta figura. A ferramenta mais usada na comunidade GBIF é o IPT do GBIF, desenvolvido pelo GBIF, que transforma os dados de origem em ficheiros Darwin Core que depois indexados pelo GBIF. Os dados podem ser pesquisados e descarregados via GBIF.org.

source: // Slide 20
es: // DIAPOSITIVA 20
fr: // Diapositive 20

source: Choosing a dataset class can take some time, especially if you’re new to data publishing within GBIF. The GBIF helpdesk team created this useful flowchart which can be found on the GBIF Data Blog:
es: La elección de una clase de conjunto de datos puede llevar algún tiempo, especialmente si es nuevo en la publicación de datos dentro de GBIF. El equipo de asistencia técnica de GBIF creó este útil diagrama de flujo que se puede encontrar en el Blog de Datos de GBIF:
fr: Choisir une classe de jeu de données peut prendre du temps, surtout si vous êtes nouveau dans la publication de données sur le GBIF. L'équipe Helpdesk du GBIF a créé ce diagramme utile qui peut être trouvé sur le GBIF Data Blog :
pt: Escolher uma classe de conjunto de dados pode levar algum tempo, especialmente se você for novo na publicação de dados no GBIF. A equipa do GBIF helpdesk criou este gráfico útil que pode ser encontrado no Blog de Dados do GBIF:

source: If your data are not yet captured in a database or spreadsheet, or if they are too incomplete to be shared yet, you can publish a description of your data as a metadata-only dataset (please note this option is not allowed in the context of the BID and BIFA programmes).
es: Si sus datos aún no están capturados en una base de datos u hoja de cálculo, o si son demasiado incompletos para ser compartidos todavía, puede publicar una descripción de sus datos como un conjunto de datos de sólo metadatos (tenga en cuenta que esta opción no está permitida en el contexto de los programas BID y BIFA).
fr: Si vos données ne sont pas encore saisies dans une base de données ou tableau, ou si elles ne sont pas assez complètes pour être partagées, vous pouvez publier une description de vos données en tant que jeu de données « metadata-only » (veuillez noter que cette option n'est pas autorisée dans le contexte des programmes BID et BIFA).
pt: Se seus dados ainda não são capturados em uma base de dados ou tabela, ou se ainda estão muito incompletos para serem partilhados, você pode publicar uma descrição dos seus dados como um conjunto de dados de metadados (note que esta opção não é permitida no contexto dos programas BID e BIFA).

source: If your dataset contains a list of scientific names that are not referring to observed and/or collected organisms or specimens, you can publish it as a taxonomical resource, or checklist.
es: Si su conjunto de datos contiene una lista de nombres científicos que no se refieren a organismos o especímenes observados y / o recolectados, puede publicarlo como recurso taxonómico o lista de especies.
fr: Si votre jeu de données contient une liste de noms scientifiques qui ne font pas référence à des organismes ou spécimens observés et/ou collectés, vous pouvez le publier comme une ressource taxonomique, ou une liste d'espèces.
pt: Se o seu conjunto de dados contém uma lista de nomes científicos que não estão se referindo a organismos ou espécimes observados e/ou amostrados, você pode publicá-lo como um recurso taxonómico ou checklist.
