Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: The best way to avoid spreading errors in your data is to prevent them from occurring at the start of the data collecting/recording process.
es: La mejor manera de evitar la propagación de errores en sus datos es evitar que ocurran al inicio del proceso de colecta/registro de datos.
fr: La meilleure façon d'éviter de propager des erreurs dans vos données est de les empêcher de se produire au début du processus de collecte/enregistrement des données.
pt: A melhor maneira de evitar a propagação de erros nos seus dados é evitá-los no início do processo de colheita/registo de dados.

source: Of course, mistakes are unavoidable so you should also clean them as soon as you find them, and document the cleaning process.
es: Por supuesto, los errores son inevitables, así que deberías limpiarlos tan pronto como los encuentres, y documentar el proceso de limpieza.
fr: Bien sûr, les erreurs sont inévitables. Vous devriez donc les nettoyer dès que vous les trouvez et documenter le processus de nettoyage.
pt: É claro que os erros são inevitáveis, portanto também deve limpá-los assim que os encontrar, e documentar o processo de limpeza.

source: If you don't have the time or resources to properly clean your data, it is best to wait before you can do so instead of publishing erroneous data that might confuse people.
es: Si no tiene tiempo o recursos para limpiar sus datos correctamente es mejor esperar antes de poder hacerlo en lugar de publicar datos erróneos que podrían confundir a la gente.
fr: Si vous n'avez pas le temps ou les ressources pour nettoyer correctement vos données, Il est préférable d'attendre de pouvoir le faire au lieu de publier des données erronées, qui pourraient perturber le travail des personnes souhaitant les réutiliser.
pt: Se não tem tempo ou recursos para limpar os seus dados corretamente, é melhor esperar conseguir fazê-lo em vez de publicar dados errados que podem confundir as pessoas.

source: *Whose responsibility is data quality?*
es: *¿Quién es responsable por la calidad de los datos?*
fr: *Qui est responsable de la qualité des données ?*
pt: *De quem é a responsabilidade da qualidade dos dados?*

source: Everyone involved in the management of data
es: Todos los involucrados en la gestión de datos
fr: Toutes les personnes impliquées dans la gestion des données
pt: De todos os participantes na gestão dos dados

source: Every person involved in your data management workflow is at least partly responsible for their quality, from the field technicians to the database manager(s).
es: Cada persona involucrada en la gestión del flujo de trabajo de datos es, al menos parcialmente, responsable por su calidad, desde los técnicos de campo hasta los administradores de bases de datos.
fr: Chaque personne impliquée dans votre processus de gestion des données est au moins en partie responsable de leur qualité, des techniciens de terrain au(x) gestionnaire(s) de la base de données.
pt: Cada pessoa envolvida no seu fluxo de trabalho de gestão de dados é pelo menos parcialmente responsável pela sua qualidade, desde os técnicos de campo até ao(s) gerente(s) da base de dados.

source: People who might later use your data can inform you of any remaining error in your data, and should use them responsibly for their own research, but the initial data quality is not their responsibility.
es: Las personas que puedan usar sus datos más adelante, pueden informarle de cualquier error restante en sus datos y deben usarlos de manera responsable para su propia investigación, pero la calidad de los datos iniciales no es su responsabilidad.
fr: Les personnes qui pourraient ultérieurement utiliser vos données peuvent vous informer de toute erreur restante dans vos données, et devraient les utiliser de manière appropriée pour leurs propres recherches, mais la qualité initiale des données n'est pas leur responsabilité.
pt: As pessoas que mais tarde possam utilizar os seus dados, podem informá-lo de qualquer erro que permaneca nos seus dados e devem utilizá-los de forma responsável na sua própria investigação, mas a qualidade inicial dos dados não é responsabilidade delas.

source: GBIF can perform automatic checks on your data (e.g. detection of missing values, geographic outliers, unknown scientific names) but should not be held responsible for errors that occurred earlier in the data management process.
es: GBIF puede realizar comprobaciones automáticas de sus datos (por ej., detección de valores perdidos, valores geográficos atípicos, nombres científicos desconocidos), pero no debe responsabilizarse de los errores que hayan ocurrido anteriormente en el proceso de gestión de datos.
fr: Le GBIF peut effectuer des vérifications automatiques sur vos données (par ex. la détection des valeurs manquantes, des aberrations géographiques, des noms scientifiques inconnus) mais ne peut pas être tenu responsable des erreurs qui se sont produites plus tôt dans le processus de gestion des données.
pt: O GBIF pode realizar verificações automáticas nos seus dados (por exemplo, detecção de valores ausentes, outliers geográficos, nomes científicos desconhecidos), mas não deve ser responsabilizados pelos erros que ocorreram anteriormente no processo de gestão de dados.

source: *Which tools can be used to clean your data?*
es: *¿Qué herramientas se pueden utilizar para limpiar tus datos?*
fr: *Quels outils peuvent être utilisés pour nettoyer vos données ?*
pt: *Quais as ferramentas que podem ser usadas para limpar os seus dados?*

source: Excel & other spreadsheets management tools
es: Excel y otras herramientas de gestión de hojas de cálculo
fr: Excel et autres outils de gestion des feuilles de calcul
pt: Excel e outras ferramentas de gestão de folhas de cálculo

source: Your database software
es: Su software de base de datos
fr: Votre logiciel de base de données
pt: O seu software de base de dados

source: Online tools such as Scientific Names Resolver or Google Maps
es: Herramientas online como el Scientific Names Resolver o Google Maps
fr: Des outils en ligne tels que le Scientific Names Resolver ou Google Maps
pt: Ferramentas on-line como o Scientific Names Resolver ou Google Maps

source: All kinds of tools can be used to clean your data, but you should identify which ones will answer your needs in terms of taxonomic resolving, georeferencing, deleting duplicates, and so on. You can find <<helpful-tools,helpful tools>> listed in the data management section.
es: Se pueden usar todo tipo de herramientas para limpiar sus datos, pero debe identificar cuáles responderán a sus necesidades en términos de resolución taxonómica, georreferenciación, eliminación de duplicados, etc. Puede encontrar <<helpful-tools,helpful tools>> enumeradas en la sección de gestión de datos.
fr: Tous types d'outils peuvent être utilisés pour nettoyer vos données, mais vous devez identifier ceux qui répondront à vos besoins en termes de réconciliation taxonomique, de géo-référencement, de suppression des doublons, etc. Vous pouvez trouver <<Outils utiles,la liste des outils utiles>> dans la section dédiée à la gestion des données.
pt: Todos os tipos de ferramentas podem ser usadas para limpar os seus dados, mas deve identificar quais responderão às suas necessidades em termos de resolução taxonómica, georeferenciação, exclusão de duplicados e assim por diante. Pode encontrar <<Ferramentas úteis>> listados na seção de gestão de dados.

source: Data publishing review solutions
es: Soluciones de revisión de publicación de datos
fr: Solutions des révisions sur la publication des données
pt: Soluções de revisão de dados

source: *What does data publishing mean in the context of GBIF?*
es: *¿Qué significa la publicación de datos en el contexto de GBIF?*
fr: *Que signifie la publication des données, dans le contexte du GBIF ?*
pt: *O que significa publicação de dados no contexto do GBIF?*

source: Making your biodiversity dataset(s) publicly accessible and discoverable in a standardized format
es: Hacer públicamente accesibles su(s) conjunto(s) de dato(s) de biodiversidad y se puede hallar en un formato estandarizado
fr: Rendre votre ou vos jeu(x) de données sur la biodiversité accessible(s) au public et visible(s) dans un format standardisé
pt: Tornar o(s) seu(s) dado(s) de biodiversidade acessível ao público e detectável em um formato padronizado

source: Data publishing within GBIF means making your biodiversity dataset(s) publicly accessible in a standardized format (most of the time, Darwin Core), so that it can be discovered and reused by other people.
es: La publicación de datos en GBIF significa hacer públicamente accesibles su(s) conjunto(s) de dato(s) de biodiversidad en un formato estandarizado (la mayoría de las veces, Darwin Core), para que pueda ser descubierto y reutilizado por otras personas.
fr: La publication de données dans le GBIF signifie rendre votre ou vos jeu(x) de données sur la biodiversité accessible(s) publiquement dans un format standardisé (la plupart du temps, le Darwin Core), afin qu'il(s) puisse(nt) être découvert(s) et réutilisé(s) par d'autres personnes.
pt: A publicação de dados através do GBIF significa tornar os seus conjuntos de dados de biodiversidade acessíveis ao público num formato padronizado (na maioria das vezes, Darwin Core), para que possa ser descoberto e reutilizado por outras pessoas.

source: *What is an IPT?*
es: *¿Qué es un IPT?*
fr: *Qu'est-ce qu'un IPT ?*
pt: *O que é um IPT?*

source: a tool that helps you publish your data to GBIF
es: una herramienta que te ayuda a publicar tus datos en GBIF
fr: un outil qui vous aide à publier vos données sur le GBIF
pt: uma ferramenta que o ajuda a publicar os seus dados através do GBIF

source: a tool that helps you produce a Data paper
es: una herramienta que te ayuda a producir un Documento de Datos
fr: un outil qui vous aide à produire un data paper (article de données)
pt: uma ferramenta que ajuda a produzir um Artigo de Dados

source: The IPT (Integrated Publishing Toolkit) is a Java-coded software that allows you to upload and publish data to GBIF. It is not to be used as a data management or data cleaning tool.
es: El IPT (Integrated Publishing Toolkit) es un software codificado en Java que le permite cargar y publicar datos en GBIF. No se debe utilizar como herramienta de gestión o limpieza de datos.
fr: L'IPT (Integrated Publishing Toolkit) est un logiciel codé en Java qui vous permet de charger et de publier des données sur le GBIF. Il ne doit pas être utilisé comme outil de gestion des données ou de nettoyage des données.
pt: O IPT (Integrated Publishing Toolkit) é um software escrito em Java que permite carregar e publicar dados através do GBIF. Não deve ser utilizado como instrumento de gestão de dados ou de limpeza de dados.

source: The IPT can also help you with the process of writing and submitting a data paper, thanks to the EML file it generates automatically when you fill in the metadata for your data resource.
es: El IPT también puede ayudarle en el proceso de escribir y enviar un documento de datos, gracias al archivo EML que se genera automáticamente cuando se rellenan los metadatos del recurso de datos.
fr: L'IPT peut également vous aider dans le processus d'écriture et de soumission d'un data paper (article de données), grâce au fichier EML qu'il génère automatiquement lorsque vous remplissez les métadonnées de votre ressource de données.
pt: O IPT também pode ajudá-lo no processo de escrever e enviar um artigo de dados, graças ao ficheiro EML ele gera automaticamente quando preenche os metadados do seu recurso de dados.

source: *Which Creative Commons licences and waivers are recommended by GBIF for data publication?*
es: *¿Qué licencias y exenciones de Creative Commons son recomendadas por GBIF para publicación de datos?*
fr: *Quelles licences ou dérogations Creative Commons sont recommandées par le GBIF pour la publication de données ?*
pt: *Quais licenças e dispensas Creative Commons são recomendadas pelo GBIF para publicação de dados?*

source: CC0, CC-BY and CC-BY-NC
es: C0, CC-BY y CC-BY-NC
fr: CC0, CC-BY et CC-BY-NC
pt: CC0, CC-BY e CC-BY-NC

source: The Creative Commons licences and waivers recommended to publish your dataset(s) to GBIF are CC0, CC-BY and CC-BY-NC. They are widely recognized licenses and/or waivers that align with international open-data requirements for data sharing and re-use.
es: Las licencias de Creative Commons y exenciones recomendadas para publicar su(s) conjuntos de datos en GBIF son CC0, CC-BY y CC-BY-NC. Son licencias y/o exenciones ampliamente reconocidas que se ajustan a los requisitos internacionales de datos abiertos para compartir y reutilizar datos.
fr: Les licences et dérogations Creative Commons recommandées pour publier vos jeux de données sur le GBIF sont CC0, CC-BY et CC-BY-NC. Ce sont des licences et/ou des dérogations largement reconnues qui s'alignent sur les exigences internationales de l'open-data en matière de partage et de réutilisation des données.
pt: As licenças e dispensas Creative Commons recomendadas para publicar os seu(s) dados(s) no GBIF são CC0, CC-BY e CC-BY-NC. São licenças e/ou dispensas amplamente reconhecidas que se alinham com os requisitos internacionais de dados abertos para partilhamento e reutilização de dados.

source: Please note that you should only choose CC0 or CC-BY waiver/license for your BID-related dataset(s).
es: Tenga en cuenta que sólo debe elegir CC0 o CC-BY licencia/exención para su(s) conjunto(s) de dato(s) relacionados con BID.
fr: Veuillez noter que vous ne devez choisir que la dérogation/licence CC0 ou CC-BY pour votre (vos) jeu(x) de données publié(s) dans le cadre du programme BID.
pt: Por favor, note que deve escolher apenas a dispensa/licença CC-BY ou CC-BY para o(s) seu(s) dados(s) relacionados com o BID.

source: *What are the three Cores from which you can choose for an IPT resource?*
es: *¿Cuáles son los tres Cores entre los que puedes elegir un recurso IPT?*
fr: *Quels sont les trois noyaux ("Cores") que vous pouvez choisir pour une ressource sur l'IPT ?*
pt: *Quais são os três núcleos (cores) que pode escolher para um recurso IPT?*

source: You can choose one of the three following Cores for each of your IPT resources: Occurrence, Taxon or Event Core.
es: Puedes elegir uno de los tres núcleos siguientes para cada uno de tus recursos IPT: registro biológico, taxón o eventos.
fr: Vous pouvez choisir l'un des trois noyaux ("Cores") suivants pour chacune de vos ressources IPT : Occurrence, Taxon ou Event.
pt: Pode escolher um dos três Núcleos seguintes para cada um dos seus recursos IPT: Núcleo de Ocorrência, de Taxon ou de Evento.

source: The Darwin Core standard also allows you to link extensions to your chosen Core, such as SimpleMultimedia or MeasurementOrFact.
es: El estándar de Darwin Core también te permite enlazar extensiones a tu núcleo elegido, como SimpleMultimedia o MeasurementOrFact.
fr: Le standard Darwin Core vous permet également de lier des extensions au noyau de votre choix, comme SimpleMultimedia ou MeasurementOrFact.
pt: O padrão Darwin Core também permite que associe extensões ao núcleo escolhido, como SimpleMultimedia ou MeasurementOrFact.

source: The metadata are filled in a separate section of the IPT and are shared using the EML standard, not the Darwin Core (which is used for data only).
es: Los metadatos se completan en una sección separada del IPT y se comparten utilizando el estándar EML, no el Darwin Core (que se utiliza sólo para datos).
fr: Les métadonnées sont remplies dans une section séparée de l'IPT et sont partagées en utilisant le standard EML, pas le Darwin Core (qui n'est utilisé que pour les données).
pt: Os metadados são preenchidos numa secção separada do IPT sendo partilhados usando o padrão EML, e não Darwin Core (que é usado apenas para dados).

source: *How many Extensions files can a dataset have?*
es: *¿Cuántos archivos de extensiones puede tener un conjunto de datos?*
fr: *Combien de fichiers d'extensions un jeu de données peut-il avoir ?*
pt: *Quantas extensões pode ter um conjunto de dados?*

source: as many as needed
es: tantos como sea necesario
fr: autant que nécessaire
pt: tantas quantas necessárias

source: Once you have chosen a Core for your IPT resource, you can add Darwin core extensions to it. You can add only one or several extensions, depending on the type of Core you chose, and which extensions are compatible with it.
es: Una vez que hayas elegido un núcleo para tu recurso IPT, puedes añadirle extensiones de Darwin Core. Puedes añadir una o varias extensiones, dependiendo del tipo de núcleo que elijas, y qué extensiones son compatibles con ella.
fr: Une fois que vous avez choisi un noyau pour votre ressource IPT, vous pouvez y ajouter des extensions Darwin Core. Vous pouvez n'ajouter qu'une ou plusieurs extensions, selon le type de Core que vous avez choisi, et les extensions qui sont compatibles avec celui-ci.
pt: Uma vez que você escolheu um "core" para o seu recurso IPT, pode adicionar extensões de Darwin core a ele. Você pode adicionar apenas uma ou várias extensões, dependendo do tipo de "core" que escolheu e quais extensões são compatíveis com ele.

source: Extensions are not mandatory (you can publish a dataset without any extension) but can be useful if you want to share additional information that you could not map with your chosen Core.
es: Las extensiones no son obligatorias (puedes publicar un conjunto de datos sin ninguna extensión) pero pueden ser útiles si quieres compartir información adicional que no podrías mapear con el Core elegido.
fr: Les extensions ne sont pas obligatoires (vous pouvez publier un jeu de données sans aucune extension) mais peuvent être utiles si vous voulez partager des informations supplémentaires que vous ne pouvez pas associer avec le noyau de votre choix.
pt: As extensões não são obrigatórias (você pode publicar um conjunto de dados sem qualquer extensão), mas pode ser útil se quiser partilhar informações adicionais que você não pode mapear com o "core" escolhido.

source: Use Case I suggested solution
es: Solución sugerida del Caso de Uso I
fr: Solution suggérée pour le Cas pratique I
pt: Sugestão de solução do Use Case I

source: link:../course-docs/UC1-Herbarium-Suggested-Solution_EN.pdf[suggested solution^,opts=download] (PDF 144 KB)
es: link:../course-docs/UC1-Herbarium-Suggested-Solution_EN.pdf[solución sugerida^,opts=download] (PDF 144 KB)
fr: link:../course-docs/UC1-Herbarium-Suggested-Solution_EN.pdf[solution suggérée^,opts=download] (PDF 144 ko)

source: Acknowledgements
es: Agradecimientos
fr: Remerciements
pt: Agradecimentos

source: Course design and instruction
es: Diseño del curso e instrucción
fr: Conception du cours et instruction
pt: Design do curso e instrução

source: The success of this course depends heavily on the support provided to participants from GBIF's network of capacity enhancement mentors. Visit the GBIF page on https://www.gbif.org/article/5SExsCfj7UaUkMCsuc6Oec/mentors-and-trainers[capacity enhancement mentoring^] to read more about these individuals and their contributions.
es: El éxito de este curso depende en gran medida del apoyo brindado a los participantes de la red de mentores de mejora de capacidad de GBIF. Visite la página de GBIF en https://www.gbif.org/article/5SExsCfj7UaUkMCsuc6Oec/mentors-and-trainers[tutoría de mejora de la capacidad^] para leer más sobre estas personas y sus contribuciones.
fr: Le succès de ce cours dépend fortement du soutien apporté aux participants par le réseau des mentors GBIF pour le renforcement des capacités. Visitez la page du GBIF sur lehttps://www.gbif.org/article/5SExsCfj7UaUkMCsuc6Oec/mentors-and-trainers[mentorat pour le renforcement des capacités^] pour en savoir plus sur ces personnes et leurs contributions.
pt: O sucesso deste curso depende em grande parte do apoio prestado aos participantes pelos mentores da rede GBIF. Visite a página do GBIF em https://www.gbif.org/article/5SExsCfj7UaUkMCsuc6Oec/mentors-and-trainers[mentoria de melhoria de capacidade^] para ler mais sobre esses indivíduos e suas contribuições.

source: The following individuals are recognized for their significant contributions to the course design, materials and instruction:
es: Los siguientes individuos son reconocidos por sus contribuciones significativas al diseño, materiales e instrucción del curso:
fr: Les personnes suivantes sont reconnues pour leurs contributions significatives à la conception, aux matériaux, et à l'enseignement du cours:
pt: Os seguintes indivíduos são reconhecidos por suas contribuições significativas para o design do projecto, materiais e instruções do curso:

source: Alberto González-Talaván*
fr: Alberto González-Talaván*
pt: Alberto González-Talaván*

source: Nicolas Noé*
es: Nicolas Noé*
fr: Nicolas Noe*

source: *Originators of the curriculum
es: * Creadores del plan de estudios
fr: *Initiateurs du programme
pt: *Criadores do curriculum

source: Special acknowledgement to Arthur Chapman for the reuse of his materials on Data Quality.
es: Reconocimiento especial a Arthur Chapman por la reutilización de sus materiales sobre Calidad de Datos.
fr: Reconnaissance spéciale à Arthur Chapman pour la réutilisation de ses documents sur la qualité des données.
pt: Reconhecimento especial a Arthur Chapman pela reutilização de seus materiais sobre a qualidade dos dados.

source: Translators
es: Traductores
fr: Traducteurs
pt: Tradutores

source: French
es: Francés
fr: Français
pt: Francês

source: Portuguese
es: Portugués
fr: Portugais
pt: Português

source: Spanish
es: Español
fr: Espagnol
pt: Espanhol

source: Resources
es: Recursos
fr: Ressources
pt: Recursos

source: The online tabletop platform is provided by https://playingcards.io/[PlayingCards.io^]. Much appreciation and thanks to Jwalant Patel and Eric Ma for finding and helping to create the online playing tables and to Kate Webbink for artistic expertise.
es: La plataforma de mesa en línea es proporcionada por https://playingcards.io/[PlayingCards.io^]. Muchas gracias y nuestro agradecimiento a Jwalant Patel y Eric Ma por encontrar y ayudar a crear las mesas de juego en línea y a Kate Webbink por su experiencia artística.
fr: La plateforme de tables de jeu en ligne est fournie par https://playingcards.io/[PlayingCards.io^]. Nous tenons à remercier Jwalant Patel et Eric Ma pour avoir trouvé et aidé à créer les tables de jeu en ligne, ainsi que Kate Webbink pour son expertise artistique.
pt: A plataforma online é fornecida por https://playingcards.io/[PlayingCards.io^]. Muito apreço e obrigado a Jwalant Patel e Eric Ma por terem encontrado e ajudado a criar as mesas de jogos on-line e a Kate Webbink pela competência artística.

source: Icons used in this course are made by Freepik from https://www.flaticon.com/[www.flaticon.com^]
es: Los iconos usados en este curso son hechos por Freepik desde https://www.flaticon.com/[www.flaticon.com^]
fr: Les icônes utilisées dans ce cours sont faites par Freepik à partir de https://www.flaticon.com/[www.flaticon.com^]
pt: Os ícones utilizados neste curso são feitos por Freepik de https://www.flaticon.com/[www.flaticon.com^]

source: https://www.gbif.org/ipt[Integrated Publishing Toolkit^]
fr: https://www.gbif.org/ipt[Kit de publication intégré^]

source: Resource support
es: Apoyo de recursos
fr: Support des ressources
pt: Suporte a recursos

source: https://www.biodiversity.be/[Belgium Biodiversity Platform^]
fr: https://www.biodiversity.be/[Plateforme Belge pour la Biodiversité^]

source: https://www.gbif.no/[GBIF Norway^]
fr: https://www.gbif.no/[GBIF Norvège^]

source: https://www.gbif.es/[GBIF Spain^]
es: https://www.gbif.es/[GBIF España^]
fr: https://www.gbif.es/[GBIF Espagne^]

source: https://sibcolombia.net/[SiB Colombia^]
fr: https://sibcolombia.net/[SiB Colombie^]
