Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: In an ideal world, you will have developed a data maintenance plan that has been optimized to be as efficient and effective as possible. Optimization can be achieved in many different ways including taking advantage of your institution’s strengths, setting clear objectives and measure of success, and regular adjustment of your priorities based on available resources.
es: En un mundo ideal, habrá desarrollado un plan de mantenimiento de datos que se ha optimizado para que sea lo más eficiente y eficaz posible. La optimización se puede lograr de muchas maneras diferentes, incluido el aprovechamiento de las fortalezas de su institución, el establecimiento de objetivos claros y una medida de éxito, y el ajuste regular de sus prioridades en función de los recursos disponibles.
fr: Dans un monde idéal, vous aurez développé un plan de maintenance des données qui a été optimisé pour être aussi efficace que possible. L'optimisation peut être acquis de différentes manières, y compris en profitant des points forts de votre institution, en définissant des objectifs claires et en mesurant le succès, et en ajustant régulièrement vos priorités en fonction des ressources disponibles.
pt: Num mundo ideal, deverá desenvolver um plano de manutenção de dados otimizado para ser o mais eficiente e eficaz possível. A otimização pode ser alcançada de muitas maneiras diferentes, incluindo tirar proveito dos pontos fortes da sua instituição, definir objectivos claros e medir o sucesso, e ajustar regularmente suas prioridades com base nos recursos disponíveis.

source: One of the best ways to learn how successful your data cleaning and data maintenance processes are, is to seek feedback from the data users in your community. This can be accomplished through the partnerships we discussed earlier, but you can also seek feedback in other ways. Once such way is to review the way that GBIF presents your data. You can view the comparison between the verbatim data published to GBIF and the interpreted data that GBIF might have corrected or updated. These comparisons can help you to optimize your data cleaning process, but you can also help GBIF to improve its data quality processes, too, when you provide expert feedback back to them.
es: Una de las mejores formas de saber qué tan exitosos son sus procesos de limpieza y mantenimiento de datos es buscar comentarios de los usuarios de datos en su comunidad. Esto se puede lograr a través de las asociaciones que discutimos anteriormente, pero también puede buscar comentarios de otras maneras. Una vez así, es revisar la forma en que GBIF presenta sus datos. Puede ver la comparación entre los datos textuales publicados en GBIF y los datos interpretados que GBIF podría haber corregido o actualizado. Estas comparaciones pueden ayudarlo a optimizar su proceso de limpieza de datos, pero también puede ayudar a GBIF a mejorar sus procesos de calidad de datos cuando les brinda retroalimentación de expertos.
fr: L'une des meilleures façons d'apprendre la réussite de vos processus de nettoyage et de maintenance des données est de demander et recolter les commentaires des utilisateurs de données dans votre communauté. Ceci peut être accompli par les partenariats dont nous avons discuté précédemment, mais vous pouvez également obtenir des commentaires d'autres façons. L'une de ces manière est de revoir la façon dont le GBIF présente vos données. Vous pouvez consulter la comparaison entre les données in extenso publiées sur le GBIF et les données interprétées que le GBIF pourrait avoir corrigées ou mises à jour. Ces comparaisons peuvent vous aider à optimiser votre processus de nettoyage des données, mais vous pouvez également aider le GBIF à améliorer ses processus de qualité des données lorsque vous leur fournissez des commentaires expertés.
pt: Uma das melhores maneiras de aprender como os seus processos de limpeza de dados e manutenção de dados é procurar feedback dos utilizadores na sua comunidade. Isso pode ser feito através das parcerias que discutimos anteriormente, mas também pode procurar feedback de outras maneiras. Uma dessas formas é rever o modo como o GBIF apresenta os seus dados. Pode visualizar a comparação entre os dados originais publicados através do GBIF e os dados interpretados de que o GBIF pode ter corrigido ou atualizado. Essas comparações podem ajudá-lo a otimizar o processo de limpeza de dados. mas também pode ajudar o GBIF a melhorar os seus processos de qualidade de dados, quando fornecer feedback como especialista.

source: One of the best ways to achieve success with data cleaning is to provide training and education to everyone who works with your data. These may be trainings that you organize yourself, local or regional trainings in partnership with, or presented by, other institutions in your area, or workshops and courses provided by other groups, such as GBIF. If you need training, please check the GBIF web site regularly or contact GBIF’s Community Mentors or GBIF’s Biodiversity Open Data Ambassadors who also can be good resources for training and education opportunities.
es: Una de las mejores formas de lograr el éxito con la limpieza de datos es brindar capacitación y educación a todos los que trabajan con sus datos. Estas pueden ser capacitaciones que usted mismo organiza, capacitaciones locales o regionales en asociación con, o presentadas por, otras instituciones en su área, o talleres y cursos brindados por otros grupos, como GBIF. Si necesita capacitación, consulte el sitio web de GBIF con regularidad o comuníquese con la Comunidad de Mentores de GBIF o los Embajadores de Datos Abiertos de Biodiversidad de GBIF, quienes también pueden ser buenos recursos para oportunidades de capacitación y educación.
fr: L'une des meilleures façons de réussir avec le nettoyage des données est de fournir une formation et une formation à tous ceux qui travaillent avec vos données. Il peut s'agir de formations que vous organisez vous-même, locales ou régionales en partenariat avec, ou présenté par d'autres institutions de votre région, ou par d'autres ateliers et cours fournis par d'autres groupes, tels que le GBIF. Si vous avez besoin de formation, veuillez consulter le site Web du GBIF régulièrement ou contacter la Communautaires des Mentors du GBIF ou les Ambassadeurs Open Data du GBIF qui peuvent également être de bonnes ressources pour des opportunités de formation et d’éducation.
pt: Uma das melhores maneiras de alcançar o sucesso com a limpeza de dados é proporcionar formação e educação a todos os que trabalham com os seus dados. Estes podem ser cursos organizados por si, formações locais ou regionais em parceria com, ou apresentado por, outras instituições da sua região, ou workshops e cursos fornecidos por outros grupos, como o GBIF. Se precisar de formação, por favor, verifique o site do GBIF regularmente ou entre em contato com os mentores da comunidade do GBIF ou com os Embaixadores de Dados Abertos de Biodiversidade do GBIF, que também podem ser um bom recursos para oportunidades de formação e educação.

source: Documentation is one of the most important principles of data cleaning. This is true in two key ways.
es: La documentación es uno de los principios más importantes de la limpieza de datos. Esto es cierto de dos maneras claves.
fr: La documentation est l'un des principes les plus importants du nettoyage des données. C'est vrai en deux manières clés.
pt: A documentação é um dos princípios mais importantes para a limpeza de dados. Isto é verdade de duas maneiras principais.

source: First, whatever processes you use to maintain your data, it is important to be transparent about how errors are discovered and corrected. This transparency can be truly successful when the data cleaning process is well documented. Without clear and accessible documentation, you run the risk of losing best practices, building redundant processes and losing optimization. Good documentation will help you to avoid recurring errors.
es: En primer lugar, independientemente de los procesos que utilice para mantener sus datos, es importante ser transparente sobre cómo se descubren y corrigen los errores. Esta transparencia puede tener un verdadero éxito cuando el proceso de limpieza de datos está bien documentado. Sin una documentación clara y accesible, corre el riesgo de perder las mejores prácticas, crear procesos redundantes y perder la optimización. Una buena documentación le ayudará a evitar errores recurrentes.
fr: Tout d'abord, quels que soient les processus que vous utilisez pour conserver vos données, il est important d'être transparent sur la façon dont les erreurs sont découvertes et corrigées. Cette transparence peut être réellement réussie lorsque le processus de nettoyage des données est bien documenté. Sans documentation claire et accessible, vous risquez de perdre les meilleures pratiques, de construire des processus redondants et de perdre l'optimisation. Une bonne documentation vous aidera à éviter les erreurs récurrentes.
pt: Primeiro, quais os processos que usa para manter os seus dados, é importante ser transparente sobre como os erros são descobertos e corrigidos. Essa transparência pode ser verdadeiramente bem-sucedida quando o processo de limpeza de dados estiver bem documentado. Sem documentação clara e acessível, corre o risco de perder as melhores práticas, construir processos redundantes e perder a otimização. Uma boa documentação ajudará a evitar erros recorrentes.

source: Documentation is also key to good data quality. Good documentation, in metadata, for example, allows data users to determine the fitness for use of your data. Your documentation should not only include good metadata, it should also include the best practices, standardized vocabularies, and taxonomic and geographic authorities used. Documenting what data was cleaned by whom will help you to improve your optimization, reach performance measures, and ultimately, tell a more complete story of where your data came from and how it was improved over time.
es: La documentación también es clave para una buena calidad de los datos. Una buena documentación, en metadatos, por ejemplo, permite a los usuarios de datos determinar la idoneidad para el uso de sus datos. Su documentación no solo debe incluir buenos metadatos, también debe incluir las mejores prácticas, vocabularios estandarizados y autoridades taxonómicas y geográficas utilizadas. Documentar qué datos fueron limpiados por quién lo ayudará a mejorar su optimización, alcanzar medidas de rendimiento y, en última instancia, contar una historia más completa de dónde provienen sus datos y cómo se mejoraron con el tiempo.
fr: La documentation est également la clé d'une bonne qualité de données. Une bonne documentation, dans les métadonnées, par exemple, permet aux utilisateurs de données de déterminer l'aptitude à utiliser vos données. Votre documentation ne doit pas seulement inclure de bonnes métadonnées, elle doit également inclure les meilleures pratiques, les vocabulaires normalisés, et les autorités taxonomiques et géographiques utilisées. Documenter quelles données ont été nettoyées par qui vous aidera à améliorer votre optimisation, atteindre les mesures de performance et en fin de compte, racontez une histoire plus complète de l'origine de vos données et de la façon dont elles ont été améliorées au fil du temps.
pt: A documentação é também uma chave para uma boa qualidade de dados. Uma boa documentação, por exemplo, nos metadados, permite que os utilizadores de dados determinem o ajuste para o uso dos seus dados. A sua documentação não só deve incluir bons metadados, como também as melhores práticas, vocabulários padronizados e autoridades taxonómicas e geográficas usadas. Documentar quais os dados que foram limpos ajudará a melhorar a sua otimização, alcançar medidas de desempenho, e, em última análise, mostrar uma história mais completa sobre de onde vieram os seus dados e como foram melhorados ao longo do tempo.

source: This video is part of a series of presentations used in the GBIF Biodiversity Data Mobilization course. The biodiversity data mobilization curriculum was originally developed as part of the Biodiversity Information Development Programme funded by the European Union.
es: Este video es parte de una serie de presentaciones utilizadas en el curso de Movilización de Datos de Biodiversidad de GBIF. El plan de estudios de movilización de datos sobre biodiversidad se desarrolló originalmente como parte del Programa Información sobre Biodiversidad para el Desarrollo financiado por la Unión Europea.
fr: Cette vidéo fait partie d'une série de présentations utilisées dans le cours de mobilisation des données de la biodiversité du GBIF. Le programme de mobilisation des données sur la biodiversité a été initialement développé dans le cadre du programme de Biodiversity Information Development financé par l'Union européenne.
pt: Este vídeo faz parte de uma série de apresentações usadas no curso de Mobilização de Dados de Biodiversidade do GBIF. O currículo de mobilização de dados de biodiversidade foi desenvolvido originalmente como parte do Programa de Informação de Biodiversidade para o Desenvolvimento financiado pela União Europeia.

source: This presentation was originally created by Nestor Beltran with additional contributions by David Bloom, BID and BIFA Trainers, Mentors and Students. This presentation has been narrated by David Bloom.
es: Esta presentación fue creada originalmente por Néstor Beltrán con contribuciones adicionales de David Bloom, Entrenadores, Mentores y Estudiantes de BID y BIFA. Esta presentación ha sido narrada por David Bloom.
fr: Cette présentation a été créée à l'origine par Nestor Beltran avec des contributions supplémentaires de David Bloom, les formateurs du BID et du BIFA, les Mentors et les Étudiants. Cette présentation a été narrée par David Bloom.
pt: Esta apresentação foi originalmente criada por Nestor Beltran com contribuições adicionais de David Bloom, BID e Formadores BIFA, Mentors e Estudantes. Esta apresentação foi narrada por David Bloom.

source: // SLIDE 1
es: // DIAPOSITIVA 1
fr: // DIAPO 1

source: In this presentation, we are going to introduce some of the concepts that are important to understand basic data quality.
es: En esta presentación, vamos a introducir algunos de los conceptos que son importantes para comprender la calidad básica de los datos.
fr: Dans cette présentation, nous allons introduire certains des concepts qui sont importants pour comprendre la qualité de base des données.
pt: Nesta apresentação, vamos introduzir alguns dos conceitos que são importantes para entender a qualidade básica dos dados.

source: // SLIDE 2
es: // DIAPOSITIVA 2
fr: // DIAPO 2

source: The two primary concepts that we will explore are Fitness for Use and Measures of Quality. These two ideas will lay the foundation for more detailed data quality concepts and techniques in the future.
es: Los dos conceptos principales que exploraremos son Aptitud para el Uso y Medidas de Calidad. Estas dos ideas sentarán las bases para conceptos y técnicas de calidad de datos más detallados en el futuro.
fr: Les deux concepts principaux que nous explorerons sont l’Aptitude à l'emploi et les Mesures de qualité. Ces deux idées jetteront les bases pour des concepts et des techniques de qualités de données plus détaillés à l'avenir.
pt: Os dois conceitos primários que exploraremos são Ajuste para Uso e Medidas de Qualidade. Essas duas ideias definem as bases para conceitos e técnicas de qualidade de dados mais detalhados no futuro.

source: // SLIDE 3
es: // DIAPOSITIVA 3
fr: // DIAPO 3

source: Before we begin, I’d like to take a moment to explain why data quality is important. Cleanliness is next to Godliness is an expression that we sometimes use to describe the importance of data quality. In this case, Godliness can be understood as holiness, and when something is holy it is considered by many to be worthy of our trust. So, in the case of data quality, we are more likely to trust and to use data that has been cleaned and cared for.
es: Antes de comenzar, me gustaría tomarme un momento para explicar por qué la calidad de los datos es importante. La Limpieza está al lado de lo Divino, es una expresión que a veces usamos para describir la importancia de la calidad de los datos. En este caso, lo Divino puede entenderse como santidad, y cuando algo es santo, muchos lo consideran digno de nuestra confianza. Entonces, en el caso de la calidad de los datos, es más probable que confiemos y usemos los datos que se han limpiado y cuidado.
fr: Avant de commencer, je voudrais prendre un moment pour expliquer pourquoi la qualité des données est importante. La propreté est à côté de la Divinité et est une expression que nous utilisons parfois pour décrire l'importance de la qualité des données. Dans ce cas, la Divinité peut être comprise comme sainteté, et quand quelque chose est saint, il est considéré par beaucoup comme digne de notre confiance. Donc, dans le cas de la qualité des données, nous sommes plus susceptibles de faire confiance et d'utiliser des données qui ont été nettoyées et soignées.
pt: Antes de começarmos, eu gostaria de explicar por que a qualidade de dados é importante. A limpeza está ao lado da Deusa é uma expressão que às vezes usamos para descrever a importância da qualidade dos dados. Neste caso, a Divindade pode ser entendida como santidade, e quando algo é sagrado, é considerado por muitos como merecedor da nossa confiança. Portanto, no caso da qualidade dos dados, temos mais probabilidade de confiar e usar dados que tenham sido limpos e cuidados.

source: // SLIDE 4
es: // DIAPOSITIVA 4
fr: // DIAPO 4

source: Stepping back into the domain of biodiversity informatics, the classic definition of data quality was coined in 2005 by Arthur Chapman.
es: Volviendo al dominio de la informática de la biodiversidad, Arthur Chapman acuñó en 2005 la definición clásica de la calidad de los datos.
fr: Revenant sur le domaine de la biodiversité informatique, la définition classique de la qualité des données a été inventée en 2005 par Arthur Chapman.
pt: Voltando ao domínio da informação sobre biodiversidade, a definição clássica de qualidade de dados foi cunhada em 2005 por Arthur Chapman.

source: He wrote: “Data quality is related to use and cannot be assessed independently of the user. In a database, the data have no actual quality or value (Dalcin 2004); they only have potential value that is realized when someone uses the data to do something useful. Information quality relates to its ability to satisfy its customers and to meet customers’ needs (English 1999).”
es: Escribió: “La calidad de los datos está relacionada con el uso y no se puede evaluar independientemente del usuario. En una base de datos, los datos no tienen calidad o valor real (Dalcin 2004); solo tienen un valor potencial que se materializa cuando alguien usa los datos para hacer algo útil. La calidad de la información se relaciona con su capacidad para satisfacer a sus clientes y sus necesidades (inglés 1999)."
fr: Il a écrit : "La qualité des données est liée à l’utilisation et ne peut être évaluée indépendamment de l’utilisateur. Dans une base de données, les données n'ont aucune qualité ou valeur réelle (Dalcin 2004) ; elles ont seulement une valeur potentielle qui est réalisée quand quelqu'un utilise les données pour faire quelque chose d'utile. La qualité de l’information se rapporte à sa capacité à satisfaire ses utilisateurs et à répondre aux besoins de ses utilisateurs (English 1999)."
pt: Escreveu: “A qualidade dos dados está relacionada com o seu uso e não pode ser avaliada independentemente do utilizador. Numa base de dados, os dados não têm verdadeira qualidade ou valor (Dalcin 2004); só têm valor potencial que é realizado quando alguém usa os dados para fazer algo útil. A qualidade da informação está relacionada à sua capacidade de satisfazer seus clientes e atender às necessidades dos clientes (English 1999)"

source: And so, for us, as individuals who are responsible for maintaining data, we want the data we publish to be as satisfying to all of our potential users as possible. To do this, we seek to provide the highest quality data.
es: Por eso, para nosotros, como personas responsables de mantener los datos, queremos que los datos que publicamos sean lo más satisfactorios posible para todos nuestros usuarios potenciales. Para ello, buscamos brindar datos de la más alta calidad.
fr: Et donc, pour nous, en tant qu'individus responsables de la conservation des données, nous voulons que les données que nous publions soient aussi satisfaisantes que possible pour tous nos utilisateurs potentiels. Pour cela, nous cherchons à fournir les données de la plus haute qualité.
pt: E assim, para nós, como indivíduos que são responsáveis pela manutenção dos dados, queremos que os dados que publicamos sejam o mais satisfatórios possível para todos os nossos potenciais utilizadores. Para fazer isso, procuraremos fornecer os dados de mais alta qualidade.

source: // SLIDE 5
es: // DIAPOSITIVA 5
fr: // DIAPO 5

source: To help you to accomplish this task, we will explore Fitness for Use. We will also explore the Measures of Quality, specifically, Correctness and Consistency.
es: Para ayudarlo a realizar esta tarea, exploraremos la Aptitud para el Uso. También exploraremos las Medidas de Calidad, específicamente, Corrección y Consistencia.
fr: Pour vous aider à accomplir cette tâche, nous explorerons l’Aptitude à l’emploi. Nous allons également explorer les Mesures de Qualité, spécifiquement, la Précision et la Cohérance.
pt: Para ajudá-lo a cumprir esta tarefa, exploraremos o Ajuste para o Uso. Também exploraremos as Medidas de Qualidade, especificamente, Correção e Consistência.

source: These are important concepts that you will need to know and be able to articulate about your own data or data that you maintain.
es: Estos son conceptos importantes que necesitará conocer y poder articular sobre sus propios datos o los datos que mantiene.
fr: Ce sont des concepts importants que vous aurez besoin de connaître et de pouvoir articuler à propos de vos propres données ou des données que vous maintenez.
pt: Estes são conceitos importantes que precisará saber e ser capaz de articular sobre os seus próprios dados ou dados que mantenha.

source: // SLIDE 6
es: // DIAPOSITIVA 6
fr: // DIAPO 6

source: Let’s begin with an example of Fitness for Use. A shoemaker creates a pair of clogs for the purpose of covering a person’s feet, just like those at the top of this image.
es: Comencemos con un ejemplo de Aptitud para el Uso. Un zapatero crea un par de zuecos con el fin de cubrir los pies de una persona, como los que aparecen en la parte superior de esta imagen.
fr: Commençons par un exemple d’Aptitude à l’emploi. Un cordonnier crée une paire de sabots dans le but de couvrir les pieds d'une personne, tout comme ceux en haut de cette image.
pt: Vamos começar com um exemplo de Ajuste para o Uso. Um sapateiro cria um par de tamancos com a finalidade de cobrir os pés de uma pessoa, como os que estão no topo desta imagem.

source: // SLIDE 7
es: // DIAPOSITIVA 7
fr: // DIAPO 7

source: When the shoemaker made these shoes, did he know that this girl would use them for dancing?
es: Cuando el zapatero hizo estos zapatos, ¿sabía que esta chica los usaría para bailar?
fr: Quand le cordonnier faisait ces chaussures, savait-il que cette fille les utiliserait pour danser?
pt: Quando o sapateiro fez estes sapatos, ele sabia que essa menina os usaria para dançar?

source: Maybe.
es: Tal vez.
fr: Peut-être.
pt: Talvez.

source: // SLIDE 8
es: // DIAPOSITIVA 8
fr: // DIAPO 8
