Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: GBIF strongly recommends the sharing of CountryCode within occurrence datasets. Sharing of Country is also encouraged.
es: GBIF recomienda fuertemente compartir el Código de País (CountryCode) dentro de los conjuntos de datos de registros biológicos. También se recomienda a compartir el País (Country).
fr: Le GBIF recommande fortement le partage du CountryCode dans les jeux de données d'occurrences. Le partage de Country est également encouragé.
pt: O GBIF recomenda fortemente a partilha do CountryCode dentro de conjuntos de dados de ocorrência. Também é recomendado a partilha do País.

source: You will learn more about the GBIF requirements and recommendations in later sessions.
es: Aprenderá más sobre los requisitos y recomendaciones de GBIF en sesiones posteriores.
fr: Vous en apprendrez plus sur les exigences et recommandations du GBIF dans les prochaines sessions.
pt: Vai aprender mais sobre os requisitos e recomendações do GBIF em sessões posteriores.

source: The next term is basisOfRecord. basisOfRecord defines the nature of each record in a dataset. BasisOfRecord follows a controlled vocabulary. You can choose from PreservedSpecimen, FossilSpecimen, LivingSpecimen, MaterialSample, Event, HumanObservation, MachineObservation, Taxon, or Occurrence. GBIF requires basisOfRecord with published occurrence datasets.
es: El siguiente término es Base del Registro (basisOfRecord). basisOfRecord define la naturaleza de cada registro en un conjunto de datos. basisOfRecord sigue un vocabulario controlado. Puede elegir entre Espécimen Preservado (PreservedSpecimen), Espécimen Fósil (FossilSpecimen), Espécimen Vivo (LivingSpecimen), Muestra de Material (MaterialSample), Evento (Event), Observación Humana (HumanObservation), Observación de Máquina (MachineObservation), Taxon o Registro (Occurrence). GBIF requiere que basisOfRecord sea publicado con los conjuntos de datos de registros biológicos.
fr: Le prochain terme est basisOfRecord. basisOfRecord définit la nature de chaque enregistrement dans un jeu de données. BasisOfRecord suit un vocabulaire contrôlé. Vous pouvez choisir parmi PreservedSpecimen, FossilSpecimen, LivingSpecimen, MaterialSample, Event, HumanObservation, MachineObservation, Taxon ou Occurrence. Le GBIF exige un basisOfRecord pour les ensembles de données d'occurrences publiés.
pt: O próximo termo é basisOfRecord. basisOfRecord define a natureza de cada registro num conjunto de dados. BasisOfRecord segue um vocabulário controlado. Pode escolher entre PreservedSpecimen, FossilSpecimen, MaterialSpecimen, MaterialSample, Event, HumanObservation, MachineObservation, Taxon ou Occurrence. O GBIF requer o preenchimento do basisOfRecord nos conjuntos de dados de ocorrência publicados.

source: The last term we will review is occurrenceID. When publishing occurrence records, GBIF requires an occurrenceID. An occurrenceID is an identifier for the occurrence itself, not the digital record of the occurrence. Recommended best practice is to use a globally unique identifier otherwise known as a GUID. In the absence of a GUID, a unique identifier can be comprised of other identifiers within the dataset. For example institutionCode, collectionCode, and catalog number. We call this a triplet. There are tools on the internet that can help you to generate GUIDs for your records. If you use this method, these GUIDs should become a permanent field within your source data identifying each record. For the work done in this course, you will create a triplet. The format will follow the third example here highlighted in red.
es: El último término que revisaremos es el Identificador de Registro (occurrenceID). Al publicar registros biológicos, GBIF requiere un occurrenceID. Un occurrenceID es un identificador del registro en sí, no el registro digital del registro. La mejor práctica recomendada es utilizar un identificador único global, también conocido como GUID. En ausencia de un GUID, un identificador único puede estar compuesto por otros identificadores dentro del conjunto de datos. Por ejemplo, Código de la Institución (institutionCode), Código de la Colección (collectionCode) y Número de Catálogo (catalogNumber). A esto lo llamamos un triplete. Existen herramientas en Internet que pueden ayudarlo a generar GUID para sus registros. Si usa este método, estos GUID deberían convertirse en un campo permanente dentro de sus datos de origen que identifiquen cada registro. Para el trabajo realizado en este curso, creará un triplete. El formato seguirá el tercer ejemplo aquí resaltado en rojo.
fr: Le dernier terme que nous allons examiner est occurrenceID. Lors de la publication d'occurrences, le GBIF exige un occurrenceID. Un occurrenceID est un identifiant pour l'occurrence elle-même, et non pour l'enregistrement numérique de l'occurrence. La meilleure pratique recommandée est d'utiliser un identifiant globalement unique, connu sous le nom de GUID. En l'absence d'un GUID, un identifiant unique peut être composé d'autres identifiants dans l'ensemble de données. Par exemple, institutionCode, collectionCode et catalogNumber. Nous appelons cela un triplet. Il existe des outils sur Internet qui peuvent vous aider à générer des GUIDs pour vos enregistrements. Si vous utilisez cette méthode, ces GUIDs devraient devenir un champ permanent dans vos données sources, identifiant chaque enregistrement. Pour le travail effectué dans ce cours, vous allez créer un triplet. Le format suivra le troisième exemple ici surligné en rouge.
pt: O último termo que iremos rever é o occurrenceID. Quando publicar registos de ocorrência, o GBIF requer um occurrenceID. Um occurrenceID é um identificador para a própria ocorrência, e não para o registo digital da ocorrência. A melhor prática recomendada é usar um identificador único global também conhecido como GUID. Na ausência de um GUID, um identificador único pode ser composto por outros identificadores dentro do conjunto de dados. Por exemplo, institutionCode, collectionCode e número do catálogo. Chamamos isto de triplet. Existem ferramentas na internet que podem ajudá-lo a gerar GUIDs para seus registos. Se usar este método, esses GUIDs devem tornar-se um campo permanente dentro dos seus dados de origem identificando cada registo. Para o trabalho realizado neste curso irá criar um triplet. O formato seguirá o terceiro exemplo aqui destacado a vermelho.

source: // Slide 15
es: // DIAPOSITIVA 15
fr: // Diapositive 15

source: In using Simple Darwin Core, you may discover that you have more data to share but you cannot find corresponding terms in DwC. This data could be image or sound files or perhaps you are responsible for a collection of vertebrates and you have extensive data compiled on the weights and size of the specimens. Or even detailed historical information on the identification of a taxon. When this occurs, you will look to Darwin Core extensions so that you can extend the base data by providing additional files that correspond to the base data. Extensions that would meet your needs in these three examples are:
es: Al usar Darwin Core Simple, puede descubrir que tiene más datos para compartir, pero no puede encontrar los términos correspondientes en DwC. Estos datos pueden ser archivos de imagen o sonido o quizás usted es responsable de una colección de vertebrados y tiene muchos datos recopilados sobre el peso y el tamaño de los especímenes. O incluso información histórica detallada sobre la identificación de un taxón. Cuando esto ocurra, buscará las extensiones de Darwin Core para poder ampliar los datos base proporcionando archivos adicionales que correspondan a los datos base. Las extensiones que cubrirían sus necesidades en estos tres ejemplos son:
fr: En utilisant le Simple Darwin Core, vous pouvez découvrir que vous avez plus d'informations à partager, mais vous ne trouvez pas les termes correspondants dans DwC. Ces données peuvent être des fichiers d'image ou de son, ou peut-être êtes-vous responsable d'une collection de vertébrés et vous avez compilé des données complètes sur le poids et la taille des spécimens. Ou même des informations historiques détaillées sur l'identification d'un taxon. Dans ce cas, vous vous tournerez vers les extensions Darwin Core afin de pouvoir étendre les données de base en fournissant des fichiers supplémentaires correspondant à ces données. Les extensions qui répondraient à vos besoins dans ces trois exemples sont:
pt: Ao usar o Simple Darwin Core, pode descobrir que tem mais dados para partilhar, mas não pode não conseguir encontrar os termos correspondentes em DwC. Estes dados podem ser imagens ou arquivos de som ou talvez seja responsável por uma coleção de vértebras e tem dados extensos compilados sobre os pesos e o tamanho dos espécimes. Ou até informações históricas detalhadas sobre a identificação de um taxon. Quando isso ocorrer, irá procurar nas extensões Darwin Core para que possa estender os dados base fornecendo ficheiros adicionais que correspondem aos dados base. As extensões que correspondem às suas necessidades nestes três exemplos são:

source: Measurements or Facts
es: Mediciones o Hechos (Measurements or Facts)
fr: Mesures ou Faits

source: Identification History
es: Historial de Identificación (Identification History)
fr: Historique d'Identification

source: There are many more extensions. GBIF maintains a list of all approved and draft extensions on its tools subsite.
es: Hay muchas más extensiones. GBIF mantiene una lista de todas las extensiones aprobadas y en borrador en su subsitio de herramientas.
fr: Il y a beaucoup plus d'extensions. Le GBIF maintient une liste de toutes les extensions approuvées et en construction dans son onglet outils.
pt: Existem muitas outras extensões. O GBIF mantém uma lista de todas as extensões aprovadas e rascunhos de extensões no seu subsite de ferramentas.

source: There are many layers in our biodiversity informatics community. The image here shows the relationships between these layers and where they intersect with the Darwin Core and where extensions maybe necessary in order to fully share data.
es: Hay muchas capas en nuestra comunidad de informática de la biodiversidad. La imagen aquí muestra las relaciones entre estas capas y dónde se intersectan con Darwin Core y dónde pueden ser necesarias extensiones para compartir datos completos.
fr: Il y a de nombreuses couches dans notre communauté sur la biodiversité informatique. L'image montre ici les relations entre ces couches et où elles se recoupent avec le Darwin Core et où les extensions peut-être nécessaires pour partager pleinement les données.
pt: Há muitas camadas na nossa comunidade de informáticos para a biodiversidade. A imagem mostra as relações entre essas camadas e onde elas se cruzam com o Darwin Core e onde extensões talvez sejam necessárias para partilhar completamente os dados.

source: Data shared to GBIF is submitted via a Darwin Core Archive or DwCA
es: Los datos compartidos con GBIF se envían a través de un Archivo de Darwin Core o DwCA
fr: Les données partagées au GBIF sont envoyées via une archive Darwin Core ou DwCA
pt: Os dados partilhados através do GBIF são submetidos através de um Darwin Core Archive ou DwCA

source: A DwCA is an expression of the Darwin Core text guide. It is a compressed file containing a minimum of three files. It is encoded as UTF-8.
es: Un DwCA es una expresión de la guía de texto de Darwin Core. Es un archivo comprimido que contiene un mínimo de tres archivos. Está codificado como UTF-8.
fr: Un DwCA est une expression du guide Darwin Core. C'est un fichier compressé contenant un minimum de trois fichiers. Il est encodé en UTF-8.
pt: Um DwCA é uma expressão do guia de texto Darwin Core. É um ficheiro compactado que contém um mínimo de três ficheiros. É codificado como UTF-8.

source: In this example, these three files are:
es: En este ejemplo, estos tres archivos son:
fr: Dans cet exemple, ces trois fichiers sont:
pt: Neste exemplo, estes três ficheiros são:

source: A data file (occurrence.txt) conforming to the SIMPLEDWC in a CSV format where the first row includes Darwin Core standard term names.
es: Un archivo de datos (occurrence.txt) conforme al SIMPLE DWC en un formato CSV donde la primera fila incluye nombres de término estándar de Darwin Core.
fr: Un fichier de données (occurrence.txt) conforme au SIMPLE DWC dans un format CSV où la première ligne inclut des noms de termes du standard Darwin Core.
pt: Um ficheiro de dados (occurrence.txt) de acordo com o SIMPLEDWC em formato CSV onde a primeira linha inclui os termos do padrão Darwin Core.

source: A meta file (meta.xml) in XML format containing technical details to instruct a computer in how to use the data file.
es: Un archivo meta (meta.xml) en formato XML que contiene detalles técnicos para instruir a una computadora sobre cómo usar el archivo de datos.
fr: Un fichier méta (meta.xml) au format XML contenant des détails techniques pour indiquer à un ordinateur comment utiliser le fichier de données.
pt: Um meta ficheiro (meta.xml) no formato XML que contém detalhes técnicos para instruir um computador sobre como usar o ficheiro de dados.

source: A meta file (eml.xml) in an XML format containing explanatory details about the records contained within the data file to instruct a user if the data will be fit for their use.
es: Un archivo meta (eml. ml) en un formato XML que contiene detalles explicativos sobre los registros contenidos en el archivo de datos para indicar al usuario si los datos serán aptos para su uso.
fr: Un fichier méta (eml.xml) dans un format XML contenant des détails explicatifs sur les enregistrements contenus dans le fichier de données pour indiquer à l'utilisateur si les données sont adaptées à l'utilisation qu'il veut en faire.
pt: Um meta ficheiro (eml.xml) em formato XML contendo detalhes explicativos sobre os registos contidos no ficheiro de dados para instruir um utilizador sobre se os dados serão adequados ao seu uso.

source: A more complex structure can be obtained by sharing multiple related csv files to extend the data. They are related to the core file by way of a unique id. In an occurrence dataset, these related csv files are related by the occurrenceID.
es: Una estructura más compleja se puede obtener compartiendo múltiples archivos csv relacionados para extender los datos. Están relacionados con el archivo del núcleo a través de un id único. En un conjunto de datos de registros biológicos, estos archivos csv relacionados están relacionados por el identificador del registro (occurrenceID).
fr: Une structure plus complexe peut être obtenue en partageant plusieurs fichiers csv connectés pour étendre les données. Ils sont liés au fichier central par un identifiant unique. Dans un jeu de données d'occurrences, ces fichiers csv connexes sont liés par l'occurrenceID.
pt: Uma estrutura mais complexa pode ser obtida partilhando vários ficheiros csv relacionados para estender os dados. Eles estão relacionados ao ficheiro do núcleo através de um id único. Num conjunto de dados de ocorrência, esses ficheiros csv associados são relacionados através do occurrenceID.

source: // Slide 18
es: // DIAPOSITIVA 18
fr: // Diapositive 18

source: We’ve covered What Darwin Core Is and hopefully you’ve started to develop a sense of why you should use it.
es: Hemos cubierto lo Qué es Darwin Core y esperamos que haya comenzado a desarrollar una idea de por qué debería usarlo.
fr: Nous avons expliqué ce qu'est le Darwin Core et espérons que vous avez commencé à comprendre pourquoi vous devriez l'utiliser.
pt: Nós cobrimos o que é o Darwin Core e esperamos que comece a desenvolver uma sensibilidade sobre a razão pela qual dever usá-lo.

source: It is a standard and standards are good! Standards provide us with the rules and protocols we need to share our data with others.
es: ¡Es un estándar y los estándares son buenos! Los estándares nos brindan las reglas y protocolos que necesitamos para compartir nuestros datos con otros.
fr: C'est un standard et les standards sont une bonne chose ! Les standards nous fournissent les règles et les protocoles dont nous avons besoin pour partager nos données avec les autres.
pt: É um padrão e os padrões são bons! Os padrões fornecem-nos as regras e protocolos que precisamos para partilhar os nossos dados com outras pessoas.

source: Darwin Core also provides us with a common language. As we saw in the Foundations – Documentation presentation, source data can be tricky when trying to compare datasets. The fields in your source data might be different than the fields in another institutions data source. When we all use Darwin Core to share our data, we understand that data has been shared with a common language.
es: Darwin Core también nos proporciona un lenguaje común. Como vimos en los Fundamentos – Presentación de documentación, los datos de origen pueden resultar complicados al intentar comparar conjuntos de datos. Los campos en sus datos de origen pueden ser diferentes a los campos de otras instituciones fuente de datos. Cuando todos usamos Darwin Core para compartir nuestros datos, entendemos que los datos han sido compartidos con un idioma común.
fr: Le Darwin Core nous fournit également une langue commune. Comme nous l'avons vu dans la partie Fondations – Présentation de la documentation, les données sources peuvent être difficiles à exploiter lorsqu'on essaie de comparer les jeux de données. Les champs dans vos données sources peuvent être différents des champs dans des données source provenant d'une autre institution. Lorsque nous utilisons tous le Darwin Core pour partager nos données, nous comprenons que les données ont été partagées avec une langue commune.
pt: O Darwin Core também nos fornece uma linguagem comum. Como vimos na apresentação Fundamentos – Documentação, os dados de origem podem ser complicados ao tentar comparar conjuntos de dados. Os campos dos seus dados de origem podem ser diferentes dos campos nas fontes de dados de outras instituições. Quando todos usamos o Darwin Core para partilhar os nossos dados, nós ficamos a saber que os dados foram partilhados com uma linguagem comum.

source: // Slide 19 And it’s not only the data holders that understand this common language, the data users do as well. And after all, what could be better than a user finding a data set that is fit for their use, shared in a common language, that allows them to do better science.
es: // DIAPOSITIVA 19 Y no solo los custodios de datos entienden este lenguaje común, sino también los usuarios de datos. Y después de todo, qué podría ser mejor que un usuario encuentre un conjunto de datos que sea adecuado para su uso compartido, en un lenguaje común, que le permita hacer mejor ciencia.
fr: // Diapositive 19 Et ce ne sont pas seulement les détenteurs de données qui comprennent cette langue commune, les utilisateurs de données le font aussi. Et après tout, quoi de mieux qu'un utilisateur trouvant un jeu de données adapté à ses besoins, partagé dans un langage commun, ce qui lui permet d'obtenir de meilleurs résultats scientifiques.
pt: // Slide 19 E não são apenas os detentores de dados que entendem esta linguagem comum, os utilizadores de dados também. E, afinal, o que pode ser melhor do que o utilizador encontrar um conjunto de dados adequado ao seu uso partilhado em uma língua comum, que lhes permite fazer uma ciência melhor.

source: This presentation was originally created by Paula Zermoglio and John Wieczorek with additional contributions by Sharon Grant, Sophie Pamerlon, Laura Anne Russell and Dag Endresen, BID and BIFA Trainers, Mentors and students.
es: Esta presentación fue originalmente creada por Paula Zermoglio y John Wieczorek con contribuciones adicionales de Sharon Grant, Sophie Pamerlon, Laura Anne Russell y Dag Endresen, Entrenadores, Mentores y Estudiantes de BID y BIFA.
fr: Cette présentation a été créée par Paula Zermoglio et John Wieczorek avec des contributions supplémentaires de Sharon Grant, Sophie Pamerlon, Laura Anne Russell et Dag Endresen, ainsi que les formateurs, mentors et participants aux formations BID et BIFA.
pt: Esta apresentação foi originalmente criada por Paula Zermoglio e John Wieczorek com contribuições adicionais por Sharon Grant, Sophie Pamerlon, Laura Anne Russell e Dag Endresen, BID e Formadores, Mentors e alunos BIFA.

source: This session is foundation work and part of the Terminology section. We will be introducing you to the language, terminology and definitions for some of the basic concepts, functions and processes that you are going to be putting into use during the rest of the course.
es: Esta sesión es un trabajo fundamental y parte de la sección de Terminología. Te presentaremos el lenguaje, la terminología y las definiciones de algunos de los conceptos, funciones y procesos básicos que pondrá en uso durante el resto del curso.
fr: Cette session est un travail sur les bases et fait partie de la section Terminologie. Nous allons vous présenter le langage, la terminologie et les définitions de certains des concepts de base, fonctions et processus que vous allez mettre en œuvre pendant le reste du cours.
pt: Esta sessão é o trabalho de base e faz parte da secção de Terminologia. Iremos introduzi-lo sobre a linguagem, terminologia e definições de alguns dos conceitos básicos, funções e processos que vai colocar em uso durante o resto do curso.

source: First let us review the structure of this session. In the section on STRUCTURES we will be working on understanding the field and data types that hold data, the structures that help to organize and protect that data and lastly look at what these mean for the integrity and security of your data.
es: Primero revisemos la estructura de esta sesión. En la sección de ESTRUCTURAS, trabajaremos en comprender el campo y los tipos de datos que contienen los datos, las estructuras que ayudan a organizar y proteger esos datos y, por último, veremos qué significan para la integridad y seguridad de sus datos.
fr: Commençons par revoir la structure de cette session. Dans la section sur les STRUCTURES, nous allons travailler sur la compréhension des types de champs et de données qui contiennent des données, les structures qui aident à organiser et à protéger ces données, et enfin regarder ce que cela signifie pour l'intégrité et la sécurité de vos données.
pt: Em primeiro lugar, recapitularemos a estrutura desta sessão. Na seção sobre ESTRUTURAS trabalharemos para compreender os campos e os tipos de dados que possuem dados, as estruturas que ajudam a organizar e proteger esses dados e, por último, olhar para o que eles significam para a integridade e a segurança dos seus dados.

source: In this section on basic database Structures, we will focus on the different elements that databases, software tools and languages use to handle the data that you enter.
es: En esta sección sobre Estructuras básicas de bases de datos, nos centraremos en los diferentes elementos que utilizan las bases de datos, las herramientas de software y los lenguajes para manejar los datos que ingresa.
fr: Dans cette section sur les Structures de base de données, nous nous concentrerons sur les différents éléments que les bases de données, les outils logiciels et les langages utilisent pour traiter les données que vous saisissez.
pt: Nesta secção em estruturas básicas de bases de dados, vamos concentrar-nos nos diferentes elementos que as bases de dados têm, ferramentas de software e linguagens que são usadas para manipular os dados que digita.

source: First, let us look at field types, also known as data types.
es: Primero, veamos los tipos de campos, también conocidos como tipos de datos.
fr: Premièrement, regardons les types de champs, aussi appelés types de données.
pt: Primeiro, vamos ver os tipos de campo, também conhecidos como tipos de dados.
