Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Biodiversity Data Mobilization Course
es: Curso de movilización de datos sobre biodiversidad
fr: Cours de mobilisation des données sur la biodiversité
pt: Curso de Mobilização de Dados de Biodiversidade

source: GBIF Secretariat <training@gbif.org>
es: Secretaría de GBIF <training@gbif.org>
fr: Secrétariat du GBIF <training@gbif.org>
pt: Secretariado do GBIF <training@gbif.org>

source: _Zonocerus elegans_ (Thunberg, 1815) observed in Zimbabwe by nickypegg (licensed under http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
es: _Zonocerus elegans_ (Thunberg, 1815) observado en Zimbabwe por nickypegg (bajo licencia http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
fr: _Zonocerus elegans_ (Thunberg, 1815) obervé au Zimbawe par nickypegg (sous licence http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])
pt: _Zonocerus elegans_ (Thunberg, 1815) observado no Zimbabué por nickypegg (licenciado sob http://creativecommons.org/licenses/by-nc/4.0/[CC-BY-NC 4.0])

source: Course description
es: Descripción del curso
fr: Description du cours
pt: Descrição do curso

source: This course enables participants to plan and implement biodiversity data mobilization efforts effectively using accepted community standards. Its aim is to increase the volume, richness and quality of the data published through the GBIF network. This course was first developed as part of the https://www.gbif.org/programme/82243/bid-biodiversity-information-for-development[Biodiversity Information for Development] (BID) programme funded by the https://europa.eu/[European Union].
es: Este curso permitirá a los participantes planificar e implementar de manera eficaz los esfuerzos de movilización de datos de biodiversidad utilizando estándares aceptados por la comunidad. Su objetivo es aumentar el volumen, la riqueza y la calidad de los datos publicados a través de la red GBIF. Este curso se desarrolló por primera vez como parte del programa https://www.gbif.org/programme/82243/bid-biodiversity-information-for-development[Información sobre biodiversidad para el desarrollo] (BID) financiado por la https://europa.eu/[Unión Europea].
fr: Ce cours permet aux participants de planifier et de mettre en œuvre efficacement les efforts de mobilisation des données sur la biodiversité en utilisant les standards communautaires acceptés. Son objectif est d'augmenter le volume, la richesse et la qualité des données publiées via le réseau GBIF. Ce cours a été développé pour la première fois dans le cadre du programme https://www.gbif.org/programme/82243/bid-biodiversity-information-for-development[Biodiversity Information for Development] (BID) financé par l’ https://europa.eu/[Union Européenne].
pt: Este curso permite aos participantes planear e implementar os esforços de mobilização de dados de biodiversidade efetivamente, utilizando os padrões aceites da comunidade. O objectivo é aumentar o volume, a riqueza e a qualidade dos dados publicados através da rede GBIF. Este curso foi desenvolvido pela primeira vez no âmbito https://www.gbif.org/programme/82243/bid-biodiversity-information-for-development[do programa de informação sobre biodiversidade para o desenvolvimento] (BID), financiado pela https://europa.eu/[União Europeia].

source: Topics include:
es: Los temas incluyen:
fr: Sujets inclus :
pt: Os tópicos incluem:

source: Project management
es: Gestión de proyectos
fr: Gestion de projet
pt: Gestão de projeto

source: Data capture
es: Captura de datos
fr: Capture de données
pt: Captura de dados

source: Data management
es: Gestión de datos
fr: Gestion de données
pt: Gestão de dados

source: Data publishing
es: Publicación de datos
fr: Publication de données
pt: Publicação de dados

source: This course is comprised of video instruction paired with quizzes and practical exercises. When offered as an onsite or virtual workshop, group work and social interaction are encouraged.
es: Este curso se compone de instrucciones en vídeo combinadas con cuestionarios y ejercicios prácticos. Cuando se ofrece como taller presencial o virtual, se fomenta el trabajo en grupo y la interacción social.
fr: Ce cours comprend des instructions sous forme de vidéos associées à des quiz et des exercices pratiques. Lorsqu'ils sont proposés sous forme d'atelier sur place ou virtuel, le travail de groupe et l'interaction sociale sont encouragés.
pt: Este curso é composto por instruções em vídeo, com questionários e exercícios práticos. Quando oferecido como oficina virtual, o trabalho de grupo e a interação social são encorajados.

source: Audience
es: Audiencia
fr: Public
pt: Audiência

source: This course is designed for individuals who work as researchers or technicians in biodiversity research or policy institutions. The instruction provided is particularly useful for those who have a need or desire to plan mobilization projects and/or mobilize biodiversity information for their respective institutions.
es: Este curso está diseñado para personas que trabajan como investigadores o técnicos en instituciones de investigación o políticas sobre biodiversidad. Las instrucciones proporcionadas son particularmente útiles para aquellos que tienen la necesidad o el deseo de planificar proyectos de movilización y/o movilizar información sobre biodiversidad para sus respectivas instituciones.
fr: Ce cours s'adresse aux personnes qui travaillent en tant que chercheurs ou techniciens dans des institutions de recherche ou politiques dans le domaine de la biodiversité. Les instructions fournies sont particulièrement utiles pour ceux qui doivent ou souhaitent planifier des projets de mobilisation et/ou mobiliser des informations sur la biodiversité pour leurs institutions respectives.
pt: Este curso foi desenvolvido para indivíduos que trabalham como investigadores ou técnicos em investigação sobre a biodiversidade ou instituições políticas. A instrução fornecida é particularmente útil para aqueles que têm necessidade ou desejo de planear projectos de mobilização e/ou de mobilização da informação sobre biodiversidade para as respectivas instituições.

source: Prerequisites
es: Prerequisitos
fr: Prérequis
pt: Pré-requisitos

source: https://docs.gbif.org/course-introduction-to-gbif[Introduction to GBIF course^]
es: https://docs.gbif.org/course-introduction-to-gbif[Curso de introducción a GBIF^]
fr: https://docs.gbif.org/course-introduction-to-gbif[Introduction au cours du GBIF^]
pt: https://docs.gbif.org/course-introduction-to-gbif[Introdução ao curso do GBIF^]

source: Additionally, to make best use of the activities around this course, the participants should possess the following skills and knowledge:
es: Además, para aprovechar al máximo las actividades de este curso, los participantes deben poseer las siguientes habilidades y conocimientos:
fr: De plus, pour tirer le meilleur parti des activités de ce cours, les participants devraient posséder les compétences et connaissances suivantes :
pt: Adicionalmente, para melhor utilização das actividades em torno deste curso, os participantes devem possuir as seguintes habilidades e conhecimentos:

source: Basic skills in computer and internet use, and, in particular, in the use of spreadsheets.
es: Conocimientos básicos en el uso de computadores e Internet y, en particular, en el uso de hojas de cálculo.
fr: Compétences de base en informatique et dans l'utilisation d'Internet et, en particulier, dans l'utilisation de feuilles de calcul.
pt: Competências básicas no domínio da utilização de computadores e da Internet e, em particular, na utilização de tabelas.

source: Basic knowledge about geography and biodiversity informatics: geography and mapping concepts, basic taxonomy and nomenclature rules.
es: Conocimientos básicos de geografía e informática de la biodiversidad: conceptos de geografía y cartografía, reglas básicas de taxonomía y nomenclatura.
fr: Connaissances de base sur la géographie et l'informatique sur la biodiversité : concepts de géographie et de cartographie, taxonomie et règles de nomenclature de base.
pt: Conhecimento básico sobre geografia e informática para a biodiversidade: conceitos geográficos e de mapeamento, taxonomia básica e regras de nomenclatura.

source: Willingness to disseminate the knowledge learned in the workshop with partners and collaborators in your project by adapting the biodiversity data mobilization training materials to specific contexts and languages while maintaining their instructional value.
es: Disposición de difundir los conocimientos aprendidos en el taller con los socios y colaboradores de su proyecto, adaptando los materiales de formación sobre movilización de datos sobre biodiversidad a contextos e idiomas específicos, manteniendo siempre su valor didáctico.
fr: Volonté de diffuser les connaissances acquises lors de l'atelier avec les partenaires et collaborateurs de votre projet en adaptant les supports de formation sur la mobilisation des données sur la biodiversité à des contextes et des langues spécifiques tout en conservant leur valeur pédagogique.
pt: Disposição para divulgar o conhecimento adquirido no workshop com parceiros e colaboradores em seu projecto, adaptando os materiais de treinamento de dados da biodiversidade a contextos e idiomas específicos, mantendo o valor educativo.

source: A good command of English. While efforts are made to provide materials in other languages, instruction/videos will be in English.
es: Se recomienda que los participantes tengan un buen dominio de inglés. Sin embargo se han realizado esfuerzos para proporcionar los materiales en otros idiomas, los vídeos estarán disponibles en inglés con subtítulos en otros idiomas.
fr: Une bonne maîtrise de l'anglais. Bien que des efforts soient faits pour fournir du matériel dans d'autres langues, les instructions/vidéos seront en anglais.
pt: Um bom comando de Inglês. Apesar dos esforços realizados para prover materiais em outras línguas, instruções/vídeos serão em inglês.

source: Learning objectives
es: Objetivos de aprendizaje
fr: Objectifs d'apprentissage
pt: Objetivos de aprendizagem

source: Learn key concepts (foundations) of biodiversity informatics, particular to biodiversity digital data management.
es: Aprender los conceptos clave (fundamentos) en informática de la biodiversidad, en particular sobre la gestión de datos digitales sobre biodiversidad.
fr: Apprenez les concepts clés (fondements) de l'informatique de la biodiversité, en particulier la gestion des données numériques sur la biodiversité.
pt: Aprenda conceitos-chave (fundamentos) de informação sobre biodiversidade, especialmente para a gestão de dados digitais de biodiversidade.

source: Receive an introduction to the Darwin Core Standard and its components.
es: Recibir una introducción al estándar Darwin Core y sus componentes.
fr: Recevez une introduction au Standard Darwin Core et à ses composantes.
pt: Receba uma introdução ao padrão Darwin Core e seus componentes.

source: Learn to understand the different stages for planning a mobilization project and how to adapt stages to a specific project.
es: Entender las diferentes etapas para planificar un proyecto de movilización y cómo adaptar estas etapas a un proyecto específico.
fr: Apprenez à comprendre les différentes étapes de la planification d'un projet de mobilisation et comment adapter ces étapes à un projet spécifique.
pt: Aprenda a compreender as diferentes etapas para planear um projeto de mobilização e como adaptar etapas a um projecto específico.

source: Evaluate a data mobilization strategy to identify potential gaps, inefficiencies and pitfalls.
es: Evaluar una estrategia de movilización de datos para identificar posibles vacíos, deficiencias y dificultades.
fr: Évaluer une stratégie de mobilisation des données pour identifier les lacunes, inefficacités et pièges potentiels.
pt: Avalie uma estratégia de mobilização de dados para identificar potenciais lacunas, ineficiências e dificuldades.

source: Develop a data mobilization strategy customized to a given institutional framework.
es: Desarrollar una estrategia de movilización de datos adaptada a un marco institucional determinado.
fr: Développez une stratégie de mobilisation de données adaptée à un cadre institutionnel donné.
pt: Desenvolva uma estratégia de mobilização de dados personalizada para um determinado quadro institucional.

source: Learn to identify the types of data and how to best capture relevant information using best practices, existing softwares, tools and techniques.
es: Aprender a identificar los tipos de datos y la mejor manera de capturar la información relevante utilizando las buenas prácticas, los software existentes, las herramientas y las técnicas.
fr: Apprenez à identifier les types de données et comment saisir au mieux les informations pertinentes en utilisant les meilleures pratiques, les logiciels, outils et techniques existants.
pt: Aprenda a identificar os tipos de dados e a melhor maneira de capturar informações relevantes usando as melhores práticas, softwares existentes, ferramentas e técnicas.

source: Use software tools designed to facilitate biodiversity data capture to produce digital biodiversity data from analogue sources.
es: Utilizar herramientas de software diseñadas para facilitar la captura de datos sobre biodiversidad para producir datos digitales a partir de fuentes analógicas.
fr: Utilisez des outils logiciels conçus pour faciliter la saisie des données sur la biodiversité afin de produire des données numériques sur la biodiversité à partir de sources analogiques.
pt: Utiliza ferramentas de software desenhadas para facilitar a captura de dados de biodiversidade para produzir dados de biodiversidade digitais a partir de fontes analógicas.

source: Learn data quality concepts and receive an introduction to tools used for standardizing data, validating data, and cleaning data.
es: Aprender conceptos de calidad de datos y recibir una introducción a las herramientas utilizadas para estandarizar, validar y limpiar datos.
fr: Apprenez les concepts de qualité des données et recevez une introduction aux outils utilisés pour standardiser, valider et nettoyer les données.
pt: Aprenda conceitos de qualidade de dados e receba uma introdução às ferramentas utilizadas para padronizar dados, validar dados e limpar dados.

source: Use software tools to evaluate the fitness-for-use of a biodiversity dataset
es: Utilizar herramientas informáticas para evaluar la idoneidad de un conjunto de datos sobre biodiversidad
fr: Utilisez des outils logiciels pour évaluer l'adéquation d'un ensemble de données sur la biodiversité à son utilisation prévue.
pt: Utilize ferramentas de software para avaliar a aptidão para a utilização de um conjunto de dados de biodiversidade

source: Use software tools designed for (biodiversity) data cleaning.
es: Utilizar herramientas de software diseñadas para la limpieza de datos (de biodiversidad).
fr: Utilisez des logiciels conçus pour le nettoyage des données (sur la biodiversité).
pt: Utilize ferramentas de software desenhadas para limpeza de dados (biodiversidade).

source: Learn the process of making biodiversity data freely available online, also known as data publishing, utilizing GBIF’s Integrated Publishing Toolkit (IPT).
es: Conocer el proceso de hacer que los datos de biodiversidad estén disponibles en línea de forma gratuita, también conocido como publicación de datos, utilizando la herramienta de publicación integrada de GBIF, IPT (Integrated Publishing Toolkit).
fr: Apprenez le processus permettant de mettre à disposition des données sur la biodiversité en format ouvert en ligne, également connu sous le terme de publication de données, en utilisant le kit de publication intégré (IPT) du GBIF.
pt: Aprenda o processo de tornar os dados de biodiversidade disponíveis gratuitamente online, também conhecido como publicação de dados, utilizando o Conjunto de Ferramentas Integradas para Publicação do GBIF (IPT).

source: Define the publishable data types and subtypes (if any) for a biodiversity dataset.
es: Definir los tipos y subtipos de datos publicables (si los hay) para un conjunto de datos de biodiversidad.
fr: Définissez les types et sous-types (le cas échéant) de données publiables pour un ensemble de données sur la biodiversité.
pt: Defina os tipos e subtipos de dados publicáveis (se houver) para um conjunto de dados de biodiversidade.

source: Use the GBIF IPT to publish biodiversity datasets using the appropriate extensions.
es: Utilice el IPT de GBIF para publicar conjuntos de datos de biodiversidad utilizando las extensiones apropiadas.
fr: Utilisez le GBIF IPT pour publier des ensembles de données sur la biodiversité en utilisant les extensions appropriées.
pt: Use o GBIF IPT para publicar conjuntos de dados de biodiversidade utilizando as extensões apropriadas.

source: Capacitate others in the planning, capture, management and publishing of biodiversity data.
es: Capacitar a otros en la planificación, captura, gestión y publicación de datos sobre biodiversidad.
fr: Renforcez les capacité des autres dans la planification, la saisie, la gestion et la publication de données sur la biodiversité.
pt: Capacite outros no planeamento, captura, gestão e publicação dos dados da biodiversidade.

source: Upon successful completion of the course and successful assessment of assignments (by trainers and mentors), participants have the opportunity to receive an official certification in the form of an https://openbadges.org/[Open Badge]. See <<assessment-and-certification,Assessment and Certification>> for more details.
es: Una vez completado con éxito el curso y la evaluación de las tareas (por parte de los formadores y mentores), los participantes tienen la oportunidad de recibir una certificación oficial en forma de https://openbadges.org/[Open Badge]. Ver <<evaluación-y-certificación,Evaluación y certificación>> para más detalles.
fr: Une fois le cours terminé avec succès et une évaluation réussie des devoirs (par des formateurs et des mentors), les participants ont la possibilité de recevoir un certificat officiel sous la forme d'un badge https://openbadges.org/[Open Badge]. Voir <<evaluation-et-certification,Evaluation et Certification>> pour de plus amples détails.
pt: Após a conclusão bem sucedida do curso e avaliação bem sucedida das recomendações (por treinadores e mentores), os participantes têm a oportunidade de receber uma certificação oficial sob a forma de https://openbadges.org/[Open Badge^]. Veja <<assessment-and-certification,Assessment and Certification>> para mais detalhes.

source: Files for download
es: Archivos para descargar
fr: Fichiers à télécharger
pt: Ficheiros para descarregamento

source: All files for the course may be downloaded from this page. Or if you prefer, all files are linked individually throughout the course as they occur in the curriculum. The video files are embedded throughout the course, as well, and play from YouTube. Subtitles are available when playing from YouTube for most videos. If you have difficulty accessing the embedded videos, please download the mp4 files to play them locally on your computer.
es: Todos los archivos del curso se pueden descargar desde esta página. O si lo prefiere, todos los archivos están enlazados individualmente a lo largo del curso, tal y como aparecen en el currículum. Los archivos de vídeo también están incrustados a lo largo del curso, y se reproducen desde YouTube. Los subtítulos están disponibles cuando se reproduce desde YouTube, para la mayoría de los vídeos. Si tiene dificultades para acceder a los vídeos incrustados, descargue los archivos mp4 para reproducirlos localmente en su computador.
fr: Tous les fichiers du cours peuvent être téléchargés à partir de cette page. Si vous préférez, tous les fichiers sont également liés individuellement dans le cours au fil de leur apparition dans le programme. De plus, les fichiers vidéo sont intégrés dans le cours et peuvent être lus à partir de YouTube. Les sous-titres sont disponibles lors de la lecture depuis YouTube pour la plupart des vidéos. Si vous avez des difficultés à accéder aux vidéos intégrées, veuillez télécharger les fichiers mp4 pour les lire localement sur votre ordinateur.
pt: Todos os ficheiros do curso podem ser descarregados desta página. Ou se preferir, todos os ficheiros são vinculados individualmente ao longo do curso, a medida que ocorrem no currículo. Os ficheiros de vídeo também são incorporados ao longo do curso e são reproduzidos pelo Vimeo. Se tiver dificuldade em aceder ao Vimeo. com, faça o descarregamento dos ficheiros mp4 para reproduzi-los localmente no seu computador.

source: Videos
fr: Vidéos
pt: Vídeos

source: The videos are narrated in English. Subtitles are not available for the downloaded videos.
es: Los videos están narrados en inglés. Los subtítulos no están disponibles para los videos que sean descargados.
fr: Les vidéos sont en anglais. Les sous-titres ne sont pas disponibles pour les vidéos téléchargées.
pt: Os vídeos são narrados em inglês. Há dobragem em francês, espanhol e português.

source: link:../videos/Foundations1.zip[Foundations1.zip,opts=download] (73.7 MB)
fr: link:../videos/Foundations1.zip[Foundations1.zip,opts=download] (73,7 Mo)

source: link:../videos/Foundations2.zip[Foundations2.zip,opts=download] (90.2 MB)
fr: link:../videos/Foundations2.zip[Foundations2.zip,opts=download] (90,2 Mo)

source: link:../videos/Planning.zip[Planning.zip,opts=download] (51.3 MB)
fr: link:../videos/Planning.zip[Planning.zip,opts=download] (51,3 Mo)

source: link:../videos/Capture.zip[Capture.zip,opts=download] (63.1 MB)
fr: link:../videos/Capture.zip[Capture.zip,opts=download] (63,1 Mo)

source: link:../videos/Appendix-Data-Papers.zip[Appendix-Data-Papers.zip,opts=download] (97.5 MB)
fr: link:../videos/Appendix-Data-Papers.zip[Appendix-Data-Papers.zip,opts=download] (97,5 Mo)

source: Exercise data
es: Datos del ejercicio
fr: Données des exercices
pt: Dados do exercício

source: This link:../exercise-data/UseCaseExerciseData.zip[compressed file,opts=download] (ZIP 37.7 MB) contains the exercise data for all the use cases.
es: Este link:../exercise-data/UseCaseExerciseData.zip[archivo comprimido,opts=download] (ZIP 37.7 MB) contiene los datos del ejercicio para todos los casos de uso.
fr: Ce link:../exercise-data/UseCaseExerciseData.zip[fichier compressé,opts=download] (ZIP 37,7 Mo) contient les données des exercices pour les cas pratiques.
pt: Este link:../exercise-data/UseCaseExerciseData.zip[ficheiro comprimido, opts=download] (ZIP 37.7 MB) contém os dados de exercício para todos os casos de uso.

source: Exercise sheets
es: Hojas de ejercicio
fr: Feuilles d'exercice
pt: Folhas de exercício

source: This link:../course-docs/ExerciseSheets.zip[compressed file,opts=download] (ZIP 1.4 MB) contains the exercise sheets for all the use cases. The exercises sheets are written in English and should be completed in English.
es: Este link:../course-docs/ExerciseSheets.zip[archivo comprimido,opts=download] (ZIP 1.4 MB) contiene las hojas de ejercicio para todos los casos de uso. Las hojas de ejercicios están escritas en inglés y deben completarse en inglés.
fr: Ce link:../course-docs/ExerciseSheets.zip[fichier compressé,opts=download] (ZIP 1,4 Mo) contient les fiches d'exercices pour tous les cas pratiques. Les fiches d'exercices sont rédigées en anglais et doivent être complétées en anglais.
pt: Este link:../course-docs/ExerciseSheets.zip[arquivo compactado, opts=download] (ZIP 1.4 MB) contém as folhas de exercício para todos os casos de uso. As folhas de exercícios estão escritas em inglês e devem ser completadas em inglês.

source: Foundations
es: Bases
fr: Fondations
pt: Fundamentos
