Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Data quality is multidimensional, and involves data management, modelling and analysis, quality control and assurance, storage and presentation. As independently stated by Chrisman (1991) and Strong et al. (1997), data quality is related to use and cannot be assessed independently of the user. In a database, the data have no actual quality or value (Dalcin 2004); they only have potential value that is realized only when someone uses the data to do something useful. Information quality relates to its ability to satisfy its customers and to meet customers’ needs (English 1999).
es: La calidad de los datos es multidimensional e implica la gestión, el modelado y el análisis de los datos, así como el control de calidad y de seguridad, el almacenamiento y la presentación. Como se indica de forma independiente por Chrisman (1991) y Strong et al. (1997), la calidad de los datos está relacionada con el uso y no puede evaluarse independientemente del usuario. En una base de datos, los datos no tienen calidad ni valor real (Dalcin 2004); sólo tienen un valor potencial que se realiza sólo cuando alguien utiliza los datos para hacer algo útil. La calidad de la información está relacionada con su capacidad de satisfacer a sus clientes y de responder a sus necesidades (English 1999).
fr: La qualité des données est multidimensionnelle et implique la gestion des données, l’analyse et la modélisation, l’assurance de la qualité et le contrôle, le stockage et la présentation. Comme l'ont déclaré Chrisman (1991) et Strong et al. (1997), la qualité des données est liée à l'utilisation et ne peut être évaluée indépendamment de l'utilisateur. Dans une base de données, les données n'ont pas de qualité ni de valeur réelle (Dalcin 2004) ; ils n'ont que de la valeur potentielle, qui est aperçu que lorsque quelqu'un utilise ces données pour faire quelque chose d'utile. La qualité de l’information se rapporte à sa capacité à satisfaire ses clients et à répondre aux besoins de ceux-ci (English 1999).
pt: A qualidade dos dados é multidimensional, e envolve gestão de dados, modelação e análise, controlo de qualidade e garantia, armazenamento e apresentação. Como dito de forma independente por Chrisman (1991) e Strong et al. (1997), a qualidade dos dados está relacionada à utilização e não pode ser avaliada independentemente do utilizador. Numa base de dados, os dados não têm real qualidade ou valor (Dalcin 2004); só têm valor potencial que é reconhecido apenas quando alguém usa os dados para fazer algo útil. A qualidade da informação está relacionada com a sua capacidade de satisfazer os seus clientes e de atender as necessidades dos clientes (English 1999).

source: Redman (2001), suggested that for data to be fit for use they must be accessible, accurate, timely, complete, consistent with other sources, relevant, comprehensive, provide a proper level of detail, be easy to read and easy to interpret.
es: Redman (2001), sugiere que para que los datos sean aptos para el uso deben ser accesibles, precisos, oportunos, completos, coherentes con otras fuentes, pertinentes, exhaustivos, proporcionar un nivel de detalle adecuado, ser fáciles de leer y fáciles de interpretar.
fr: Redman (2001), a suggéré que pour que des données soient aptes à être utilisées, elles doivent être accessibles, exactes, opportunes, complètes, cohérentes avec d'autres sources, pertinentes, compréhensives, fournir un niveau de détail approprié, et être faciles à lire et à interpréter.
pt: Redman (2001) sugeriu que para que os dados estejam em condições de serem utilizados, devem ser acessíveis, exactos, oportunos, completos, consistente com outras fontes, relevantes, abrangentes, fornecerem um adequado nível de detalhe, serem fáceis de ler e fáceis de interpretar.

source: One issue that a data custodian may need to consider is what may need to be done with the database to increase its usability to a wider audience (i.e. increase its potential use or relevance) and thus make it fit for a wider range of purposes. There will be a trade off in this between the increased usability and the amount of effort required to add extra functionality and usability. This may require such things as atomizing data fields, adding geo-referencing information, etc.
es: Un tema que un custodio de datos necesita considerar es lo que puede ser necesario hacer con la base de datos para aumentar su usabilidad a un público más amplio (es decir, aumentar su potencial uso o relevancia) y, por lo tanto, hacerla apta para una gama más amplia de propósitos. En este caso, habrá un equilibrio entre el aumento de la usabilidad y la cantidad de esfuerzo necesario para añadir funcionalidad y usabilidad adicionales. Esto puede requerir cosas como segmentar los campos de datos, añadir información de georreferenciación, etc.
fr: Un problème que le dépositaire des données pourrait devoir examiner est ce qu'il pourrait être nécessaire de faire avec la base de données pour augmenter sa convivialité pour un public plus large (i.e . - augmenter son utilisation potentielle ou sa pertinence) et la rendre donc plus adaptée à un large éventail de finalités. Il y aura un compromis entre une facilité d'utilisation accrue et la quantité d'efforts nécessaires pour ajouter des fonctionnalités supplémentaires et accroître cette facilité d'utilisation. Cela peut nécessiter des éléments tels que l'atomisation des champs de données, l'ajout d'informations de géo-référencement, etc.
pt: Uma questão que um detentor de dados pode precisar considerar é o que pode precisar ser feito com a base de dados, para aumentar a sua utilização para um público mais amplo (i.e. aumentar seu potencial uso ou relevância) e torná-la assim adequada para um leque mais amplo de propósitos. Haverá uma troca entre o aumento da usabilidade e o volume de esforço necessário para adicionar funcionalidade e usabilidade extra. Isso pode exigir coisas como atomizar campos de dados, adicionar informações de georeferenciamento, etc.

source: *Quality Assurance/ Quality Control*
es: *Garantía de calidad/Control de calidad*
fr: *Assurance Qualité/Contrôle de la Qualité*
pt: *Garantia de Qualidade/ Controle de Qualidade*

source: The difference between quality control and quality assurance is not always clear. Taulbee (1996) makes the distinction between Quality Control and Quality Assurance and stresses that one cannot exist without the other if quality goals are to be met. She defines Quality Control as a judgement of quality based on internal standards, processes and procedures established to control and monitor quality; and Quality Assurance as a judgement of quality based on standards external to the process and is the reviewing of the activities and quality control processes to insure that the final products meet predetermined standards of quality.
es: La diferencia entre control de calidad y garantía de calidad no siempre es clara. Taulbee (1996) hace la distinción entre "control de calidad" y "garantía de calidad" y enfatiza que uno no puede existir sin el otro si se quieren alcanzar los objetivos de calidad. Ella define el "control de calidad" como un juicio sobre la calidad basado en estándares, procesos y procedimientos internos establecidos para controlar y monitorear la calidad; y "garantía de calidad" como un juicio sobre la calidad basado en estándares externos al proceso y es la revisión de las actividades y los procesos de control de calidad para asegurar que los productos finales cumplan con los estándares de calidad predeterminados.
fr: La différence entre le contrôle de la qualité et l'assurance de la qualité n'est pas toujours claire. Taulbee (1996) fait la distinction entre le contrôle de la qualité et l’assurance de la qualité et souligne que l’un ne peut exister sans l’autre si l’on veut atteindre les objectifs de qualité. Elle définit le contrôle de qualité comme un jugement de qualité basé sur des normes, des processus et des procédures internes établis pour contrôler et surveiller la qualité ; et l'Assurance de la qualité comme un jugement de qualité basé sur des normes externes au processus et est l'examen des activités et des processus de contrôle de la qualité pour s'assurer que les produits finis répondent à des normes de qualité prédéterminées.
pt: A diferença entre controlo de qualidade e garantia de qualidade nem sempre é clara. Taulbee (1996) faz a distinção entre controlo de Qualidade e Garantia de Qualidade e sublinha que uma não pode existir sem a outra, se quisermos que os objectivos de qualidade sejam cumpridos. Ela define o controlo de qualidade como um juízo de qualidade com base em normas internas, processos e procedimentos estabelecidos para controlar e monitorizar a qualidade; e a garantia da qualidade como uma avaliação da qualidade com base em normas externas ao processo e é a revisão das actividades e dos processos de controlo de qualidade para garantir que os produtos finais cumprem padrões de qualidade pré-determinados.

source: In a more business-oriented approach, Redman (2001) defines Quality Assurance as “those activities that are designed to produce defect-free information products to meet the most important needs of the most important customers, at the lowest possible cost”.
es: En un enfoque más orientado a los negocios, Redman (2001) define la garantía de calidad como “aquellas actividades que están diseñadas para producir productos de información libres de defectos para satisfacer las necesidades más importantes de los clientes más importantes, al menor costo posible”.
fr: Dans une approche plus orientée vers l'entreprise, Redman (2001) définit l’assurance de la qualité comme étant « les activités qui sont conçues pour produire des produits d’information sans défaut pour répondre aux besoins les plus importants des clients les plus importants au prix le plus bas possible».
pt: Numa abordagem mais orientada para as empresas, Redman (2001) define a Garantia de Qualidade como “as atividades que são concebidas para produção de produtos de informação isentos de defeito para atender às necessidades mais importantes dos clientes, pelo menor custo possível”.

source: How these terms are to be applied in practice is not clear, and in most cases the terms seem to be largely used synonymously to describe the overall practice of data quality management.
es: No está claro cómo deben aplicarse estos términos en la práctica y, en la mayoría de los casos, parecen utilizarse como sinónimos para describir la práctica general de la gestión de la calidad de los datos.
fr: La manière dont ces conditions doivent être appliquées dans la pratique n'est pas claire, et dans la plupart des cas, les termes semblent être largement utilisés de manière synonymique pour décrire la pratique générale de la gestion de la qualité des données.
pt: Como estes termos devem ser aplicados na prática não é claro, e na maioria dos casos, os termos parecem ser em grande medida utilizados como sinónimo para descrever a prática global da gestão da qualidade dos dados.

source: *Uncertainty*
es: *Incertidumbre*
fr: *Incertitude*
pt: *Incerteza*

source: Uncertainty may be thought of as a “measure of the incompleteness of one’s knowledge or information about an unknown quantity whose true value could be established if a perfect measuring device were available” (Cullen and Frey 1999). Uncertainty is a property of the observer’s understanding of the data, and is more about the observer than the data per se. There is always uncertainty in data; the difficulty is in recording, understanding and visualizing that uncertainty so that others can also understand it. Uncertainty is a key term in understanding risk and risk assessment.
es: La incertidumbre puede considerarse como una "medida del grado de incompletitud del conocimiento o de la información sobre una cantidad desconocida cuyo valor real podría establecerse si se dispusiera de un dispositivo de medición perfecto" (Cullen y Frey 1999). La incertidumbre es una propiedad de la comprensión de los datos por parte del observador, y se trata más del observador que de los datos en sí. Siempre hay incertidumbre en los datos; la dificultad está en registrar, comprender y visualizar esa incertidumbre para que otros también puedan comprenderla. La incertidumbre es un término clave para comprender el riesgo y la evaluación del riesgo.
fr: L’incertitude peut être considérée comme une « mesure de l’incomplétude des connaissances ou des informations sur une quantité inconnue dont la valeur réelle pourrait être établie si un dispositif de mesure parfait était disponible » (Cullen and Frey 1999). L’incertitude est une propriété de la compréhension des données par l’observateur, et elle concerne davantage l’observateur que les données en soi. Il y a toujours une incertitude dans les données; la difficulté est d’enregistrer, de comprendre et de visualiser cette incertitude afin que d’autres puissent la comprendre. L'incertitude est un terme clé pour comprendre les risques et l'évaluation des risques.
pt: A incerteza pode ser considerada como uma "medida da ineficácia do conhecimento ou informação sobre uma quantidade desconhecida cujo verdadeiro valor poderia ser estabelecido se um dispositivo de medição perfeito estivesse disponível" (Cullen e Frey 1999). A incerteza é uma propriedade da compreensão dos dados por parte do observador e tem mais a ver com o observador do que com os dados em si. Há sempre incerteza nos dados; a dificuldade é registar, compreender e visualizar essa incerteza para que os outros também a possam entender. A incerteza é um termo fundamental na compreensão dos riscos e na avaliação de riscos.

source: *Error*
fr: *Erreur*
pt: *Erro*

source: Error encompasses both the imprecision of data and their inaccuracies. There are many factors that contribute to error. Error is generally seen as being either random or systematic. Random error tends to refer to deviation from the true state in a random manner. Systematic error or bias arises from a uniform shift in values and is sometimes described as having ‘relative accuracy’ in the cartographic world (Chrisman 1991). In determining ‘fitness for use’ systematic error may be acceptable for some applications, and unfit for others.
es: El error abarca tanto la imprecisión de los datos como su inexactitud. Hay muchos factores que contribuyen al error. En general, se considera que el error es aleatorio o sistemático. El error aleatorio suele referirse a la desviación del estado real de manera aleatoria. El error o sesgo sistemático surge de un cambio uniforme en los valores y a veces se describe como de "exactitud relativa" en el mundo cartográfico (Chrisman 1991). Al determinar la "aptitud para el uso", el error sistemático puede ser aceptable para algunas aplicaciones y no apto para otras.
fr: L'erreur englobe à la fois l'imprécision des données et leurs inexactitudes, et de nombreux facteurs contribuent à l'erreur. L'erreur est généralement perçue comme étant aléatoire ou systématique. L'erreur aléatoire tend à faire référence à une déviation de l'état réel de manière aléatoire. Une erreur systématique ou un biais résulte d’un changement uniforme des valeurs et est parfois décrit comme ayant une « exactitude relative » dans le monde cartographique (Chrisman, 1991). Dans la détermination de l’« adéquation à l’usage », une erreur systématique peut être acceptable pour certaines applications et ne pas convenir pour d’autres.
pt: Erro engloba tanto a imprecisão dos dados quanto sua inexatidão. Há muitos fatores que contribuem para o erro. O erro é geralmente visto como aleatório ou sistemático. Um erro aleatório tende a se referir ao desvio do verdadeiro estado de forma aleatória. O erro sistemático ou enviezamento advém de uma mudança uniforme nos valores e, por vezes, é descrito como tendo uma "exatidão relativa" no mundo cartográfico (Chrisman 1991). Ao determinar "aptidão para o uso", o erro sistemático pode ser aceitável para algumas aplicações, e inaptas para outras.

source: An example may be the use of a different geodetic datum1 – where, if used throughout the analysis, may not cause any major problems. Problems will arise though where an analysis uses data from different sources and with different biases – for example data sources that use different geodetic datums, or where identifications may have been carried out using an earlier version of a nomenclatural code.
es: Un ejemplo puede ser el uso de un datum geodésico diferente, que, si se utiliza en todo el análisis, puede no causar ningún problema importante. Sin embargo, los problemas surgirán cuando un análisis utilice datos de diferentes fuentes y con diferentes sesgos, por ejemplo, fuentes de datos que utilicen diferentes datums geodésicos, o cuando las identificaciones se hayan realizado utilizando una versión anterior de un código de nomenclatura.
fr: Un exemple peut être l'utilisation d'un datum géodésique1 différent - quand il est utilisé tout au long de l'analyse, il ne peut pas causer de problèmes majeurs. Des problèmes se poseront toutefois lorsqu'une analyse utilise des données de différentes sources et avec différents biais – par exemple des sources de données qui utilisent des données géodésiques différentes, ou lorsque des identifications peuvent avoir été effectuées en utilisant une version antérieure d'un code nomenclatural.
pt: Um exemplo pode ser a utilização de um datum1 geodésico diferente – onde, se utilizado ao longo da análise, não pode causar quaisquer maiores problemas. Os problemas surgirão no entanto onde uma análise utiliza dados de diferentes fontes e com diferentes tendências – por exemplo, fontes de dados que usam diferentes datum geodésico, ou onde as identificações podem ter sido realizadas usando uma versão anterior de um código nomenclatural.

source: “Because error is inescapable, it should be recognized as a fundamental dimension of data” (Chrisman 1991). Only when error is included in a representation of the data is it possible to answer questions about limitations in the data, and even limitations in current knowledge. Known errors in the three dimensions of space, attribute and time need to be measured, calculated, recorded and documented.
es: "Dado que el error es ineludible, debe reconocerse como una dimensión fundamental de los datos" (Chrisman 1991). Sólo cuando el error se incluye en una representación de los datos es posible responder a preguntas sobre las limitaciones de los datos e incluso sobre las limitaciones del conocimiento actual. Los errores conocidos en las tres dimensiones de espacio, atributo y tiempo deben medirse, calcularse, registrarse y documentarse.
fr: « Parce que l’erreur est inévitable, elle devrait être reconnue comme une dimension fondamentale des données » (Chrisman, 1991). Il est seulement possible de répondre aux questions sur les limitations des données, et même sur les limites des connaissance actuelles lorsque l'erreur est incluse dans la représentation des données. Les erreurs connues dans les trois dimensions de l'espace, de l'attribut et du temps doivent être mesurées, calculées, enregistrées et documentées.
pt: "Porque o erro é inevitável, ele deve ser reconhecido como uma dimensão fundamental dos dados" (Chrisman 1991). Somente quando um erro é incluído em uma representação dos dados é possível responder a perguntas sobre limitações dos dados, e até mesmo limitações do conhecimento atual. Os erros conhecidos nas três dimensões do espaço, atributo e tempo têm de ser medidos, calculados, registados e documentados.

source: *Validation and Cleaning*
es: *Validación y limpieza*
fr: *Validation et nettoyage*
pt: *Validação e Limpeza*

source: Validation is a process used to determine if data are inaccurate, incomplete, or unreasonable. The process may include format checks, completeness checks, reasonableness checks, limit checks, review of the data to identify outliers (geographic, statistical, temporal or environmental) or other errors, and assessment of data by subject area experts (e.g. taxonomic specialists). These processes usually result in flagging, documenting and subsequent checking of suspect records. Validation checks may also involve checking for compliance against applicable standards, rules, and conventions. A key stage in data validation and cleaning is to identify the root causes of the errors detected and to focus on preventing those errors from re-occurring (Redman 2001).
es: La validación es un proceso que se utiliza para determinar si los datos son inexactos, incompletos o irrazonables. El proceso puede incluir verificaciones de formato, verificaciones de integridad, verificaciones de razonabilidad, verificaciones de límites, revisión de los datos para identificar valores atípicos (geográficos, estadísticos, temporales o ambientales) u otros errores, y evaluación de datos por expertos en el área temática (por ejemplo, especialistas en taxonomía). Estos procesos suelen dar lugar a la señalización, documentación y posterior comprobación de los registros sospechosos. Los controles de validación también pueden implicar la comprobación del cumplimiento de los estándares, reglas y convenciones aplicables. Una etapa clave en la validación y limpieza de datos es identificar las causas fundamentales de los errores detectados y centrarse en evitar que esos errores vuelvan a producirse (Redman 2001).
fr: La validation est un processus utilisé pour déterminer si les données sont inexactes, incomplètes ou déraisonnables. Le processus peut inclure des vérifications de format, des vérifications de complétude, des vérifications du caractère raisonnable, des vérifications de limite, un examen des données pour identifier les aspects aberrants (géographiques, statistiques, temporels ou environnementaux) ou autres erreurs, et l'évaluation des données par des experts du domaine (I.e. spécialistes taxinomiques). Ces processus se traduisent généralement par le signalement, la documentation et la vérification ultérieure des enregistrements suspects. Les contrôles de validation peuvent également impliquer la vérification de la conformité aux standards, aux règles et aux conventions applicables. Une étape clé de la validation et du nettoyage des données est d'identifier les causes profondes des erreurs détectées et de se concentrer sur la prévention de la réapparition de ces erreurs (Redman 2001).
pt: Validação é um processo usado para determinar se os dados são incompletos, não razoáveis ou não acurados. O processo pode incluir verificações de formato, verificações de integridade, verificações de razoabilidade, verificações de limite, revisão dos dados para identificar "outliers" (geográficos, estatísticos, temporais ou ambientais) ou outros erros e avaliação de dados por especialistas em áreas temáticas (e.g. especialistas taxonómicos). Estes processos resultam geralmente em sinalizadores, documentação e subsequente verificação de registos suspeitos. As validações podem também envolver o controlo da conformidade com padrões, regras e convenções aplicáveis. Uma etapa chave na validação e limpeza de dados é identificar as causas dos erros detectados e concentrar-se em impedir que esses erros ocorram novamente (Redman 2001).
