Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Let’s take a look now at what Consistency, or precision, means to data.
es: Echemos un vistazo ahora a lo que significa la consistencia o precisión para los datos.
fr: Regardons maintenant ce que la cohérence, ou la précision, signifie pour les données.
pt: Vamos dar uma olhada agora no que Consistência, ou precisão, significa para os dados.

source: Consistency represents how many times you get the same answer, regardless of where the center of the target lies.
es: La consistencia representa cuántas veces obtiene la misma respuesta, independientemente de dónde se encuentre el centro del objetivo.
fr: La cohérence représente le nombre de fois où vous obtenez la même réponse, peu importe où se trouve le centre de la cible.
pt: A consistência representa quantas vezes obtém a mesma resposta, independente de onde está o centro do alvo.

source: For example, your dataset contains botanical occurrences including a field, or column, named “Full Name”. This field contains the name of the specimen collector. As you can see there are five different names, but how many unique collectors are there? Can you tell just by looking at the names?
es: Por ejemplo, su conjunto de datos contiene registros botánicos, incluido un campo o columna, denominado "Nombre completo". Este campo contiene el nombre del colector de muestras. Como puede ver, hay cinco nombres diferentes, pero ¿cuántos coleccionistas únicos hay? ¿Puedes saberlo con solo mirar los nombres?
fr: Par exemple, votre jeu de données contient des occurrences botaniques incluant un champ, ou une colonne, nommé « Full Name ». Ce champ contient le nom du collecteur du spécimen. Comme vous pouvez le voir, il y a cinq noms différents, mais combien de collecteurs uniques y a-t-il ? Peux-tu dire simplement en regardant les noms ?
pt: Por exemplo, o seu conjunto de dados contém ocorrências botânicas, incluindo um campo, ou coluna, chamado "Nome Completo". Este campo contém o nome do coletor do espécime. Como pode ver, existem cinco nomes diferentes, mas quantos coletores únicos há? Consegue dizer olhando só para os nomes?

source: // SLIDE 21
es: // DIAPOSITIVA 21
fr: // DIAPO 21

source: Sometimes, if you are familiar with the dataset, you might know how many collectors are represented just by looking at the data, but if you don’t know these data well, you might need to do some research, ask some questions or look at the original field notes.
es: A veces, si está familiarizado con el conjunto de datos, es posible que sepa cuántos colectores están representados con solo mirar los datos, pero si no conoce bien estos datos, es posible que deba investigar un poco, hacer algunas preguntas o mirar las notas de campo originales.
fr: Parfois, si vous êtes familier avec le jeu de données, vous pouvez savoir combien de collecteurs sont représentés simplement en regardant les données, mais si vous ne connaissez pas bien ces données, vous devrez peut-être faire des recherches, poser des questions ou regarder les notes de terrain originales.
pt: Às vezes, se estiver familiarizado com o conjunto de dados, pode saber quantos coletores são representados apenas olhando para os dados, mas se não conhecer bem esses dados, pode precisar fazer pesquisas, fazer algumas perguntas ou consultar as notas de campo original.

source: In this example, if you guessed that these five names represent two or three unique collectors, you would be right.
es: En este ejemplo, si adivinó que estos cinco nombres representan dos o tres coleccionistas únicos, estaría en lo cierto.
fr: Dans cet exemple, si vous devinez que ces cinq noms représentent deux ou trois collecteurs uniques, vous auriez raison.
pt: Neste exemplo, se adivinhasse que esses cinco nomes representam dois ou três colectores únicos, estaria certo.

source: In blue, Joseph Dalton Hooker AND Hook.f. are the same person.
es: En azul, Joseph Dalton Hooker Y Hook.f. son la misma persona.
fr: En bleu, Joseph Dalton Hooker ET Hook.f. sont la même personne.
pt: A azul, Joseph Dalton Hooker E Hook.f. são a mesma pessoa.

source: Period is the abbreviation used for Joseph Dalton Hooker (1817-1911).
es: Hook. f. es la abreviatura utilizada para Joseph Dalton Hooker (1817-1911).
fr: La période est l'abréviation utilisée pour Joseph Dalton Hooker (1817-1911).
pt: O ponto é a abreviatura usada para Joseph Dalton Hooker (1817-1911).

source: In green, W.J. Hooker and Hook. are the same person. Period is the abbreviation for William Jackson Hooker (1785-1865). William was actually Joseph’s father.
es: En verde, W.J. Hooker y Hook. son la misma persona. Hook. es la abreviatura de William Jackson Hooker (1785-1865). William era en realidad el padre de Joseph.
fr: En vert, W.J. Hooker et Hook. sont la même personne. La période est l'abréviation de William Jackson Hooker (1785-1865). William était en fait le père de Joseph.
pt: A verde, W.J. Hooker e Hook. são a mesma pessoa. O ponto é a abreviatura de William Jackson Hooker (1785-1865). William era na verdade o pai de Joseph.

source: Finally, in the red, there is “Hooker, J.” This entry could be an error or typo of either Joseph or William Hooker, OR it could be a third person with a similar name. Thus, more research would be needed to clarify these data.
es: Finalmente, en rojo, está "Hooker, J." Esta entrada podría ser un error o un error tipográfico de Joseph o William Hooker, O podría ser una tercera persona con un nombre similar. Por lo tanto, se necesitaría más investigación para aclarar estos datos.
fr: Enfin, dans le rouge, il y a “Hooker, J. Cette entrée peut être une erreur ou une faute de Joseph ou William Hooker, OU elle pourrait être une troisième personne avec un nom similaire. Ainsi, plus de recherche serait nécessaire pour clarifier ces données.
pt: Por último, a vermelho, há “Hooker, J. Esta entrada pode ser um erro de digitação ou tanto Joseph ou William Hooker, OU poderia ser uma terceira pessoa com um nome semelhante. Assim, seria necessária mais pesquisa para esclarecer esses dados.

source: // SLIDE 22
es: // DIAPOSITIVA 22
fr: // DIAPO 22

source: We have just discussed several simple illustrations of two measures of data quality. These examples should give you a basic understanding about how to identify the inaccuracies and imprecisions in data.
es: Acabamos de analizar varias ilustraciones sencillas de dos medidas de calidad de los datos. Estos ejemplos deberían brindarle una comprensión básica sobre cómo identificar las inexactitudes e imprecisiones en los datos.
fr: Nous venons de discuter de plusieurs exemples simples de deux mesures de qualité des données. Ces exemples doivent vous donner une compréhension de base sur la façon d'identifier les inexactitudes et les imprécisions dans les données.
pt: Acabámos de discutir vários exemplos simples de duas medidas de qualidade de dados. Esses exemplos devem dar-lhe um entendimento básico sobre como identificar inexactidões e imprecisões nos dados.

source: How we document and fix these issues or errors is a process that we call data cleaning.
es: La forma en que documentamos y solucionamos estos problemas o errores es un proceso que llamamos limpieza de datos.
fr: La façon dont nous documentons et corrigeons ces problèmes ou erreurs est un processus que nous appelons le nettoyage des données.
pt: Como documentamos e corrigimos esses problemas ou erros é um processo que chamamos de limpeza de dados.

source: More specifically:
es: Más específicamente:
fr: Plus spécifiquement:
pt: Mais especificamente:

source: Data cleaning is the process of correcting or removing dirty data caused by contradictions, disparities, keying mistakes, missing bits, and more. It also includes validation of the changes made, and may require normalization.
es: La limpieza de datos es el proceso de corregir o eliminar datos sucios causados ​​por contradicciones, disparidades, errores de tipeo, bits faltantes y más. También incluye la validación de los cambios realizados y puede requerir normalización.
fr: Le nettoyage des données est le processus de correction ou de suppression des données sales causées par des contradictions, des disparités, des erreurs de saisie, des bits manquants, et plus encore. Il comprend aussi la validation des modifications faites, et peut nécessiter la normalisation.
pt: A limpeza de dados é o processo de correcção ou remoção de dados errados causados por contradições, disparidades, erros de chave, partes perdidas e mais. Também inclui a validação das alterações feitas, e pode exigir normalização.

source: Our data cleaning, or lack thereof, will affect how data users perceive your data’s fitness for use.
es: Nuestra limpieza de datos, o la falta de ella, afectará la forma en que los usuarios de datos perciban la aptitud para el uso.
fr: Le nettoyage des données, ou son absence, affectera la manière dont les utilisateurs perçoivent l’aptitude à l’emploi de vos données.
pt: A nossa limpeza de dados, ou falta dela, afetará a forma como os utilizadores percebem o ajuste para o uso dos seus dados.

source: It is not necessary for you to do all the data cleaning yourself, in fact, a common misconception is that all errors MUST be fixed before you can share your data.
es: No es necesario que usted mismo realice toda la limpieza de datos, de hecho, un error común es que todos los errores DEBEN corregirse antes de poder compartir sus datos.
fr: Il n'est pas nécessaire que vous fassiez tout le nettoyage de vos données vous-même, en fait, une idée erronée commune est que toutes les erreurs DOIVENT être corrigées avant de pouvoir partager vos données.
pt: Não é necessário que façavocê mesmo toda a limpeza, de fato, um erro comum é que todos os erros DEVEM ser corrigidos antes que você possa partilhar os seus dados.

source: The truth is that you can only clean as much data as your time, knowledge, and resources permit. As a result, it is essential to document what you know and what you do not know about your data so that when you do share them, data users will know the level of the quality of your data.
es: La verdad es que solo puede limpiar la cantidad de datos que le permitan su tiempo, conocimientos y recursos. Como resultado, es esencial documentar lo que sabe y lo que no sabe acerca de sus datos para que cuando los comparta, los usuarios de datos conozcan el nivel de calidad de sus datos.
fr: La vérité est que vous ne pouvez nettoyer autant de données que votre temps, vos connaissances et vos ressources le permettent. En conséquence, il est essentiel de documenter ce que vous savez et ce que vous ne savez pas de vos données afin que lorsque vous les partagerez, les utilisateurs connaissent le niveau de qualité de vos données.
pt: A verdade é que só é possível limpar a quantidade de dados que o seu tempo, conhecimento e recursos permitem. Como resultado, é essencial documentar o que você sabe e o que você não sabe sobre seus dados, para que quando os partilhe, os utilizadores saibam o nível de qualidade dos seus dados.

source: // SLIDE 23
es: // DIAPOSITIVA 23
fr: // DIAPO 23

source: This presentation was originally created by Sharon Grant with additional contributions by Dag Endresen, David Bloom, BID and BIFA Trainers, Mentors and Students. This presentation has been narrated by David Bloom.
es: Esta presentación fue creada originalmente por Sharon Grant con contribuciones adicionales de Dag Endresen, David Bloom, Entrenadores, Mentores y Estudiantes de BID y BIFA. Esta presentación ha sido narrada por David Bloom.
fr: Cette présentation a été créée à l'origine par Sharon Grant avec des contributions supplémentaires de Dag Endresen, David Bloom, les formateurs du BID et du BIFA, les Mentors et les Étudiants. Cette présentation a été narrée par David Bloom.
pt: Esta apresentação foi originalmente criada por Sharon Grant com contribuições adicionais por Dag Endresen, David Bloom, Formadores BID e BIFA, Mentores e Estudantes. Esta apresentação foi narrada por David Bloom.

source: In this presentation, we’ll have a look at the different types of data that can be called ‘primary biodiversity data’ and shared within GBIF. These data can be complex and have different origins; we’ll see how they can be structured into one of the three data classes accepted by GBIF, based on the Darwin Core data sharing standard that is used within the GBIF community.
es: En esta presentación, veremos los diferentes tipos de datos que pueden denominarse "datos primarios de biodiversidad" y compartirse dentro de GBIF. Estos datos pueden ser complejos y tener diferentes orígenes; veremos cómo se pueden estructurar en una de las tres clases de datos aceptadas por GBIF, según el estándar de intercambio de datos Darwin Core que se utiliza en la comunidad de GBIF.
fr: Dans cette présentation, nous allons examiner les différents types de données qui peuvent être appelés « données primaires de la biodiversité » et partagées au sein du GBIF. Ces données peuvent être complexes et avoir des origines différentes ; nous verrons comment elles peuvent être structurées en une des trois classes de données acceptées par GBIF, basé sur le standard de partage de données Darwin Core utilisée au sein de la communauté GBIF.
pt: Nesta apresentação, vamos dar uma olhada nos diferentes tipos de dados que podem ser chamados de "dados primários de biodiversidade" e partilhados através do GBIF. Estes dados podem ser complexos e ter origens diferentes; veremos como eles podem ser estruturados numa das três classes de dados aceites pelo GBIF, baseado no padrão de partilha de dados Darwin Core que é usado na comunidade GBIF.

source: As you can see on this slide, GBIF currently supports four types of dataset: Resource datasets (e.g. metadata-only datasets), species checklists, Occurrence datasets and Sampling-event datasets. I will not discuss Resource datasets in this presentation as metadata-only datasets are not supported by the GBIF-funded programmes.
es: Como puede ver en esta diapositiva, GBIF actualmente admite cuatro tipos de conjuntos de datos: conjuntos de datos de recursos (por ejemplo, conjuntos de datos de solo metadatos), listas de especies, conjuntos de datos de registros biológicos y conjuntos de datos de eventos de muestreo. No hablaré sobre conjuntos de datos de recursos en esta presentación, ya que los programas financiados por GBIF no admiten conjuntos de datos de solo metadatos.
fr: Comme vous pouvez le voir sur cette diapositive, Le GBIF prend actuellement en charge quatre types de jeux de données : les jeux de données de ressources (ex. jeux de données pour les métadonnées uniquement), checklist des espèces, jeux de données Occurrence et jeux de données pour les évènements d’échantillonnage. Je ne discuterai pas des jeux de données Ressources dans cette présentation car les jeux de données contenant uniquement des métadonnées ne sont pas pris en compte par les programmes financés par le GBIF.
pt: Como pode ver neste slide, o GBIF atualmente suporta quatro tipos de conjunto de dados: conjuntos de dados de Recursos (e.g. conjuntos de dados somente de metadados), checklists de espécies, conjuntos de dados de ocorrências e conjuntos de dados de eventos de amostragem. Não discutirei os conjuntos de dados de Recursos nesta apresentação, pois os conjuntos de dados de metadados não são suportados pelos programas financiados pelo GBIF.

source: The first type of dataset that can be published within GBIF is the checklist, aka a list of species or higher taxa. In a checklist, the main unit is the taxon, not the occurrence (individual).
es: El primer tipo de conjunto de datos que se puede publicar dentro de GBIF es la lista de especies, o de taxones superiores. En una lista de especies, la unidad principal es el taxón, no el registro biológico (individuo).
fr: Le premier type de jeu de données qui peut être publié dans le GBIF est la checklist, aka une liste d'espèces ou des taxons supérieurs. Dans une checklist, l'unité principale est le taxon, pas l'occurrence (individu).
pt: O primeiro tipo de conjunto de dados que pode ser publicado através do GBIF é a checklist, também conhecida como lista de espécies ou taxa superiores. Numa checklist, a unidade principal é o taxon, e não a ocorrência (individuo).

source: Checklists, and more generally, taxonomical datasets can vary in scope :
es: Listas de especies, y más generalmente, los conjuntos de datos taxonómicos pueden variar en el alcance:
fr: Les checklist, et plus généralement, les jeux de données taxonomiques peuvent varier dans la portée :
pt: Checklists, e de forma mais geral, conjuntos de dados taxonómicos podem variar no âmbito:

source: a list of species present in a protected area is a checklist.
es: un listado de las especies presentes en un área protegida es una lista de especies.
fr: une liste d'espèces présentes dans une zone protégée est une checklist.
pt: uma lista de espécies presentes numa área protegida é uma checklist.

source: a national or thematic list of taxa (e.g. Butterflies of Laos, or the Flora of Malaysia), which sometimes provide more info on the distribution, taxonomical hierarchy and synonyms of the taxa is a checklist.
es: un listado nacional o temática de taxones (p. ej. Mariposas de Laos, o la flora de Malaya), que a veces proporcionan más información sobre la distribución, jerarquía taxonómica y sinónimos de los taxones son una lista de especies.
fr: une liste nationale ou thématique de taxons (ex. Papillons du Laos, ou la flore de la Malaisie), qui fournissent parfois plus d'informations sur la distribution, la hiérarchie taxonomique et les synonymes des taxons sont une checklist.
pt: uma lista nacional ou temática de taxa (por exemplo, Borboletas do Laos, ou a Flora da Malásia), que às vezes fornecem mais informação sobre a distribuição, hierarquia taxonómica e sinónimos dos taxa é uma checklist.

source: IUCN red lists (at the international, national or regional levels) also are checklists and can give more information about the vulnerability status of the listed taxa.
es: Listas rojas de la UICN (ya sea a nivel internacional, nacional o regional) también son listas de especies y pueden proporcionar más información sobre el estado de vulnerabilidad de los taxones listados
fr: Les listes rouges de l'UICN (à l'échelle internationale, les niveaux nationaux ou régionaux) sont également des checklist et peuvent donner plus d'informations sur l'état de vulnérabilité des taxons répertoriés.
pt: Listas vermelhas da IUCN (ao nível internacional, nacional ou regional) também são checklists e podem fornecer mais informações sobre o estado de vulnerabilidade dos taxa listados.

source: GBIF provides data publishers with templates for each class of dataset. The GBIF template for checklists (taxon Data) allows you to share information linked to each species or taxa: its ID, full name and authorship, relationship to other taxa, geographical details and so on. In this template, one line represents one taxon and a taxon can only appear once in the dataset (otherwise it will create a duplicate).
es: GBIF proporciona a los publicadores de datos plantillas para cada clase de conjunto de datos. La plantilla GBIF para listas de especies (datos de taxón) le permite compartir información vinculada a cada especie o taxón: su ID, nombre completo y autoría, relación con otros taxones, detalles geográficos, etc. En esta plantilla, una línea representa un taxón y un taxón solo puede aparecer una vez en el conjunto de datos (de lo contrario, se creará un duplicado).
fr: Le GBIF fournit aux éditeurs de données des modèles pour chaque classe de jeu de données. Le modèle du GBIF pour les checklist (données de taxon) vous permet de partager des informations liées à chaque espèce ou taxon : son ID, le nom complet et l’auteur, la relation avec d’autres taxons, les détails géographiques, etc. Dans ce modèle, une ligne représente un taxon et un taxon ne peut apparaître qu'une seule fois dans le jeu de données (sinon ça créera un doublon).
pt: O GBIF fornece aos publicadores de dados modelos para cada classe de conjunto de dados. O modelo do GBIF para checklists (dados de taxon) permite que partilhe informações ligadas a cada espécie ou taxa: o seu ID, nome completo e autor, relação com outros taxa, detalhes geográficos e assim por diante. Neste modelo, uma linha representa um taxon e um taxon só pode aparecer uma vez no conjunto de dados (caso contrário criará uma duplicação).

source: The second type of data that can be published within GBIF is data coming from natural history or scientific collections, also known as specimens. Unlike checklists, the main unit in a specimen collection will be the specimen (a single organism or group of organisms), and you can have multiple specimens from the same species or taxon group.
es: El segundo tipo de datos que se pueden publicar dentro de GBIF son los datos provenientes de colecciones científicas o de historia natural, también conocidos como especímenes. A diferencia de las listas de especies, la unidad principal en una colección de especímenes será el espécimen (un solo organismo o grupo de organismos), y puede tener múltiples especímenes de la misma especie o grupo taxonómico.
fr: Le deuxième type de données qui peuvent être publiées dans le GBIF sont des données issues du domaine de l'histoire naturelle ou de collections scientifiques, également connues sous le nom de spécimens. Contrairement aux listes de vérification, l'unité principale dans une collection de spécimens sera le spécimen (un seul organisme ou groupe d'organismes), et vous pouvez avoir plusieurs spécimens provenant de la même espèce ou du même groupe de taxons.
pt: O segundo tipo de dados que podem ser publicados através GBIF são dados provenientes da história natural ou de coleções científicas, também conhecidos como espécimes. Ao contrário das checklists, a unidade principal de uma coleção de espécimes será os espécimes (um único organismo ou grupo de organismos), e pode ter vários espécimes do mesmo grupo de espécies ou taxon.

source: // Slide 7
es: // DIAPOSITIVA 7
fr: // Diapositive 7

source: Collections and specimens vastly differ in numbers, size and preservation methods. However, any kind of collection that holds preserved living organisms can be captured and shared within GBIF; herbarium or zoological collections (including fossils) for example, but geology or human artifacts collections do not fall under the GBIF scope.
es: Las colecciones y los especímenes difieren enormemente en número, tamaño y métodos de conservación. Sin embargo, cualquier tipo de colección que contenga organismos vivos preservados puede capturarse y compartirse dentro de GBIF; colecciones de herbario o zoológicas (incluidos fósiles), por ejemplo, pero las colecciones de geología o artefactos humanos no entran en el ámbito de GBIF.
fr: Les collections et les spécimens varient considérablement en terme de nombres, de la taille et des méthodes de conservation. Cependant, tout type de collection qui contient des organismes vivants préservés peut être saisi et partagé au sein du GBIF ; les collections d'herbiers ou zoologiques (y compris les fossiles), par exemple, mais les collections de géologie ou d'artefacts humains ne font pas partis du cardre du GBIF.
pt: Coleções e espécimes diferem muito em números, tamanhos e métodos de preservação. No entanto, qualquer tipo de coleção que tenha organismos vivos preservados pode ser capturada e partilhada através do GBIF; por exemplo, as coleções de herbário ou zoológicas (incluindo os fósseis); no entanto, as coleções de geologia ou artefatos humanos não se enquadram no âmbito do GBIF.
