Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: What data structure would you use to reflect the data in these logs?
es: ¿Qué estructura de datos usaría para reflejar los datos en estos registros?
fr: Quelle structure de données utiliseriez-vous pour refléter les données dans ces journaux d'enregistrements ?
pt: Que estrutura de dados usaria que seja adequada aos dados nesses registos?

source: Create a spreadsheet using this structure and the data from the logs.
es: Crear una hoja de cálculo utilizando esta estructura y los datos de los registros.
fr: Créez une feuille de calcul en utilisant cette structure et les données des journaux.
pt: Criar uma tabela usando esta estrutura e os dados dos registos.

source: Taking the role of one of the volunteers with advanced computer skills, imagine you have been assigned the responsibility for data quality issues. Your main task is to reduce the amount of data that is currently discarded (around a 15%) before processing due to errors and inconsistencies. You have received a dataset as the raw product of the digitization effort.
es: Tomando el rol de uno de los voluntarios con habilidades informáticas avanzadas, imagine que se le ha asignado la responsabilidad de los asuntos de calidad de los datos. Tu tarea principal es reducir la cantidad de datos que se descartan actualmente (alrededor de un 15%) antes de procesarlos debido a errores e inconsistencias. Ha recibido un conjunto de datos como producto bruto del esfuerzo de digitalización.
fr: En assumant le rôle de l'un des bénévoles possédant des compétences informatiques avancées, imaginez qu’il vous a été assigné la responsabilité des questions de qualité des données. Votre tâche principale est de réduire la quantité de données actuellement rejetées (environ 15 %) avant traitement en raison d'erreurs et d'incohérences. Vous avez reçu un jeu de données en tant que produit brut de l'effort de numérisation.
pt: Assumindo o papel de um dos voluntários com competências informáticas avançadas, imagine que lhe foi atribuída a responsabilidade pelas questões de qualidade dos dados. A sua tarefa principal é reduzir a quantidade de dados que atualmente são descartados (cerca de 15%) antes do processamento devido a erros e inconsistências. Recebeu um conjunto de dados como o produto bruto do esforço de digitalização.

source: Download link:../exercise-data/UC2-LS-3-ForCleaning.xlsx[UC2-LS-3-ForCleaning.xlsx]. (44 KB)
es: Descargar link:../exercise-data/UC2-LS-3-ForCleaning.xlsx[UC2-LS-3-ForCleaning.xlsx]. (44 KB)
fr: Télécharger link:../exercise-data/UC2-LS-3-ForCleaning.xlsx[UC2-LS-3-ForCleaning.xlsx]. (44 ko)
pt: Link para download link:../exercise-data/UC2-LS-3-ForCleaning.xlsx[UC2-LS-3-ForCleaning.xlsx]. (44 KB)

source: Identify possible ways to correct those issues, and perform those corrections for as many of the errors present as you can.
es: Identifique posibles formas de corregir esos problemas y realice esas correcciones para tantos errores como pueda.
fr: Identifiez différentes façons de corriger ces problèmes, et effectuez ces corrections pour autant d'erreurs présentes que possible.
pt: Identifique as formas possíveis de corrigir esses problemas e faça essas correções para o maior número possível de erros.

source: For this exercise, you will take the role of the taxonomic expert collaborating with IBAN at their headquarters. Some of your previous responsibilities (writing the annual report, and producing the base distribution maps) have been handed over to the volunteers, and you have now been given a new responsibility: publishing the cleaned data online through the GBIF network. The volunteer in charge of data quality has provided a dataset to be published.
es: Para este ejercicio, asumirás el rol de experto taxonómico que colabora con IBAN en su sede. Algunas de sus responsabilidades anteriores (redactar el informe anual y producir los mapas de distribución base) se han transferido a los voluntarios, y ahora se le ha dado una nueva responsabilidad: publicar los datos limpios en línea a través de la red GBIF. El voluntario a cargo de la calidad de los datos ha proporcionado un conjunto de datos para su publicación.
fr: Pour cet exercice, vous prendrez le rôle de l’expert taxonomique qui collabore avec l’IBAN à son siège. Certaines de vos responsabilités précédentes (rédaction du rapport annuel, et production des cartes de distribution de base) ont été transmises aux volontaires, et une nouvelle responsabilité vous a été confiée : publier les données nettoyées en ligne via le réseau GBIF. Le volontaire responsable de la qualité des données a fourni un jeu de données à publier.
pt: Para este exercício, você assumirá o papel do especialista taxonómico colaborando com a sede do IBAN. Algumas das suas responsabilidades anteriores (escrever o relatório anual e produzir os mapas de distribuição base) foram entregues aos voluntários, e agora recebeu uma nova responsabilidade: publicar online os dados limpos através da rede GBIF. O voluntário responsável pela qualidade dos dados forneceu um conjunto de dados para ser publicado.

source: Download link:../exercise-data/UC2-LS-4-ForPublication.xlsx[UC2-LS-4-ForPublication.xlsx]. (58 KB)
es: Descargar link:../exercise-data/UC2-LS-4-ForPublication.xlsx[UC2-LS-4-ForPublication.xlsx]. (58 KB)
fr: Télécharger link:../exercise-data/UC2-LS-4-ForPublication.xlsx[UC2-LS-4-ForPublication.xlsx]. (58 ko)
pt: Link para download link:../exercise-data/UC2-LS-4-ForPublication.xlsx[UC2-LS-4-ForPublication.xlsx]. (58 KB)

source: Use Case III - Birds from literature
es: Caso de Uso III: Aves de la literatura
fr: Cas pratique III - Oiseaux dans la littérature
pt: Caso de Uso III - Aves a partir de literatura

source: Use Case III will be graded.
es: El Caso de Uso III será calificado.
fr: Le cas pratique III sera noté.
pt: O Caso de Uso III será classificado.

source: *Data Mobilization Project from Literature “Birds fallen at Danish Lighthouses, 1883–1939”*
es: *Proyecto de Movilización de Datos de la Literatura "Aves caídas en los faros daneses, 1883–1939"*
fr: *Projet de mobilisation de données de littérature « Oiseaux découverts dans les phares danois, 1883-1939 »*
pt: *Projeto de Mobilização de Dados a partir da Literatura “Aves caídas nos Faróis Dinamarqueses, 1883–1939”*

source: https://upload.wikimedia.org/wikipedia/commons/b/bc/Wikimedia_Rechenbuchdigitalisierung_2006-05-24_01.JPG[High resolution scanner] for book digitization project by Heiko Hornig (licensed under https://creativecommons.org/licenses/by-sa/2.5/deed.en[CC BY-SA 2.5])
es: https://upload.wikimedia.org/wikipedia/commons/b/bc/Wikimedia_Rechenbuchdigitalisierung_2006-05-24_01.JPG[Escáner de alta resolución] para proyecto de digitalización de libros de Heiko Hornig (licenciado bajo https://creativecommons.org/licenses/by-sa/2.5/deed.es[CC BY-SA 2.5])
fr: https://upload.wikimedia.org/wikipedia/commons/b/bc/Wikimedia_Rechenbuchdigitalisierung_2006-05-24_01.JPG[Scanner haute résolution] pour le projet de numérisation de livres par Heiko Hornig (sous licence https://creativecommons.org/licenses/by-sa/2.5/deed.en[CC BY-SA 2.5])
pt: https://upload.wikimedia.org/wikipedia/commons/b/bc/Wikimedia_Rechenbuchdigitalisierung_2006-05-24_01.JPG[Scanner de alta resolução] para o projeto de digitalização de livros de Heiko Hornig (licenciado sob https://creativecommons.org/licenses/by-sa/2.5/deed.en[CC BY-SA 2.5])

source: This narrative was developed as a basis for practical exercises in the biodiversity data mobilization course and the exercise concept and content was developed by Alberto González-Talaván, Andrea Hahn, Laura Russell and Sharon Grant. It is based upon a previous adaptation by Alberto González-Talaván, Danny Vélez, Larissa Smirnova, Laura Russell, Mélianie Raymond and Nicolas Noé.
es: Esta narrativa fue desarrollada como base para ejercicios prácticos en el curso de movilización de datos de biodiversidad y el concepto y contenido del ejercicio fue desarrollado por Alberto González-Talaván, Andrea Hahn, Laura Russell y Sharon Grant. Se basa en una adaptación previa de Alberto González-Talaván, Danny Vélez, Larissa Smirnova, Laura Russell, Mélianie Raymond y Nicolas Noé.
fr: Ce scénario a été élaboré comme base pour les exercices pratiques du cours de mobilisation des données de biodiversité. Le concept et le contenu de l'exercice ont été développés par Alberto González-Talaván, sur la base des travaux antérieurs d'Alberto González-Talaván, Danny Vélez, Larissa Smirnova, Laura Russell, Mélianie Raymond et Nicolas Noé. Il s'agit d'un scénario fictif qui n'est destiné qu'à des fins pédagogiques.
pt: Esta narrativa foi desenvolvida como base para os exercícios práticos no curso de mobilização de dados sobre biodiversidade, e o conceito e conteúdo do exercício foi desenvolvido por Alberto Gonzaz-Talavaėn, Andrea Hahn, Laura Russell e Sharon Grant. O exercício baseia-se numa adaptação anterior feita por Alberto González-Talaván, Danny Vélez, Larissa Smirnova, Laura Russell, Mélianie Raymond e Nicolas Noé.

source: It is a fictionalized scenario based on a real project and dataset and is meant only for instructional purposes. The https://danbif.dk/se-eksempler/fyrfaldne-fugle/[original project] and the https://www.gbif.org/dataset/ad331dcc-d0fa-4816-b1e6-d36f9f899c49[original dataset] are attributed to the Danish GBIF Node, https://danbif.dk/[DanBIF].
es: Es un escenario ficticio basado en un proyecto y un conjunto de datos reales y está destinado a fines educativos únicamente. Se atribuyen el https://danbif.dk/se-eksempler/fyrfaldne-fugle/[original project] y el https://www.gbif.org/dataset/ad331dcc-d0fa-4816-b1e6-d36f9f899c49[original dataset] al nodo GBIF danés, https://danbif.dk/[DanBIF].
fr: Il s'agit d'un scénario fictif basé sur un projet et un jeu de données véritables et qui est destiné uniquement à des fins d'instruction. Le https://danbif.dk/se-eksempler/fyrfaldne-fugle/[projet original] et le https://www.gbif.org/dataset/ad331dcc-d0fa-4816-b1e6-d36f9f899c49[jeu de données original] sont attribués au nœud GBIF danois, https://danbif.dk/[DanBIF].
pt: Trata-se de um cenário fictício baseado num projecto real e num conjunto de dados e destina-se apenas a fins instrutivos. https://danbif.dk/se-eksempler/fyrfaldne-fugle/[projeto original] e https://www.gbif.org/dataset/ad331dcc-d0fa-4816-b1e6-d36f9f899c49[dataset original] são atribuídos ao nó dinamarquês GBIF, https://danbif.dk/[DanBIF].

source: The Natural History Museum of Denmark (NHM-DK) is a research centre associated with the University of Copenhagen. Their library is a member of the national library association who recently received state funding to make available online the resources held by its members. The NHM-DK would like to begin digitization of the field notebooks, journal publications and books held in their library, some of which have significant historic value.
es: El Museo de Historia Natural de Dinamarca (NHM-DK) es un centro de investigación asociado con la Universidad de Copenhague. Su biblioteca es miembro de la asociación nacional de bibliotecas que recientemente recibió fondos estatales para poner a disposición en línea los recursos que poseen sus miembros. El NHM-DK desea comenzar a digitalizar los cuadernos de campo, las publicaciones de revistas y los libros que se encuentran en su biblioteca, algunos de los cuales tienen un valor histórico significativo.
fr: Le Musée d'Histoire Naturelle du Danemark (NHM-DK) est un centre de recherche associé à l'Université de Copenhague. Leur bibliothèque est membre de l'association nationale des bibliothèques qui a récemment reçu des fonds de l'État pour mettre en ligne les ressources détenues par ses membres. Le NHM-DK aimerait commencer à numériser les cahiers de terrain, des publications et des livres contenus dans leur bibliothèque, dont certaines ont une valeur historique significative.
pt: O Museu da História Natural da Dinamarca (NHM-DK) é um centro de investigação associado à Universidade de Copenhaga. A sua biblioteca é um membro da associação de bibliotecas nacionais que recebeu recentemente financiamento estatal para disponibilizar online os recursos mantidos pelos seus membros. O NHM-DK gostaria de começar a digitalização dos cadernos de campo, publicações em revistas científicas e livros detidos na sua biblioteca, alguns dos quais têm um valor histórico significativo.

source: After a short consultation with their regular partners, NHM-DK received a suggestion from the Head of the management office of the Nordjylland National Park. They would like the contents of a particular classic literature compilation digitized for a project they are running: ‘Birds at the Danish Lighthouses, 1883–1939’ (In Danish, ‘Fuglene ved de danske Fyr, 1883–1939’). They want to use any occurrence data recorded in those books from two lighthouses (Lodbjerg Fyr and Hanstholm Fyr) for an on-site exhibition project.
es: Después de una breve consulta con sus socios habituales, NHM-DK recibió una sugerencia del director de la oficina de gestión del Parque Nacional Nordjylland. Les gustaría que se digitalizara el contenido de una recopilación de literatura clásica particular para un proyecto que están ejecutando: "Aves en los Faros Daneses, 1883-1939" (en danés, "Fuglene ved de danske Fyr, 1883-1939"). Quieren utilizar cualquier dato de registros biológicos registrado en los libros de dos faros (Lodbjerg Fyr y Hanstholm Fyr) para un proyecto de exhibición en el lugar.
fr: Après une courte consultation avec leurs partenaires réguliers, NHM-DK a reçu une suggestion du chef du bureau de gestion du Parc national du Nordjylland. Ils aimeraient que le contenu d'une compilation littéraire classique particulière soit numérisé pour un projet qu'ils exécutent : "Oiseaux aux phares danois, 1883-1939 (En danois, « Fuglene ved de danske Fyr, 1883-1939 »). Ils veulent utiliser toutes les données d'occurrence enregistrées dans ces livres à partir de deux phares (Lodbjerg Fyr et Hanstholm Fyr) pour un projet d'exposition sur place.
pt: Após uma breve consulta com os seus parceiros regulares, a NHM-DK recebeu uma sugestão do chefe do gabinete de gestão do Parque Nacional de Nordjylland. Estes gostariam que o conteúdo de uma literatura clássica fosse digitalizado para um projecto em execução: "Aves nos Faróis Dinamarquesa, 1883-1939" (Em dinamarquês, “Fuglene ved de danske Fyr, 1883–1939”). Querem usar quaisquer dados de ocorrência registrados nesses livros de dois faróis (Lodbjerg Fyr e Hanstholm Fyr) para um projeto de uma exposição no local.

source: The NHM-DK has started discussions with their national GBIF node, DanBIF, about the mobilization of the information contained in these volumes, namely to preserve their contents for the future and provide online access for everyone. With the involvement of DanBIF, there is intent to publish and register the resulting extracted data with GBIF. As GBIF requires a license be applied with all published data, the museum has decided to publish the data with a Creative Commons license allowing use of data with attribution (CC-BY).
es: El NHM-DK ha iniciado conversaciones con su nodo nacional de GBIF, DanBIF, sobre la movilización de la información contenida en estos volúmenes, es decir, para preservar sus contenidos para el futuro y proporcionar acceso en línea para todos. Con la participación de DanBIF, existe la intención de publicar y registrar los datos extraídos resultantes con GBIF. Como GBIF requiere que se aplique una licencia con todos los datos publicados, el museo ha decidido publicar los datos con una licencia Creative Commons que permite el uso de datos con atribución (CC-BY).
fr: Le NHM-DK a entamé des discussions avec leur nœud national GBIF, DanBIF, au sujet de la mobilisation des informations contenues dans ces volumes, à savoir préserver leur contenu pour le futur et fournir un accès en ligne à tout le monde. Avec la participation de DanBIF, il y a l'intention de publier et d'enregistrer les données extraites avec le GBIF. Comme le GBIF nécessite une licence pour toutes les données publiées, le musée a décidé de publier les données avec une licence Creative Commons permettant l'utilisation des données avec attribution (CC-BY).
pt: O NHM-DK iniciou discussões com o seu nó nacional GBIF, DanBIF, sobre a mobilização das informações contidas nestes volumes, ou seja, preservar seu conteúdo para o futuro e proporcionar acesso online para todos. Com a participação do DanBIF, existe a intenção de publicar e registar os dados extraídos com o GBIF. Uma vez que o GBIF requer que uma licença seja aplicada com todos os dados publicados. o museu decidiu publicar os dados com uma licença Creative Commons que permite o uso de dados com atribuição (CC-BY).

source: The IT services required are provided by the Technology Unit of the University of Copenhagen, as for all museum digital projects.
es: Los servicios de TI necesarios son proporcionados por la Unidad de Tecnología de la Universidad de Copenhague, como para todos los proyectos digitales de museos.
fr: Les services informatiques requis sont fournis par l'Unité Technologique de l'Université de Copenhague, comme pour tous les projets numériques de musées.
pt: Os serviços de TI necessários são fornecidos pela Unidade Tecnológica da Universidade de Copenhaga, assim como por todos os projectos digitais de museus.

source: The NHM-DK deputy director, who is coordinating this piece of work has developed a general outline for the work:
es: El subdirector del HHM-DK, que está coordinando este trabajo, ha elaborado un esquema general del mismo:
fr: Le directeur adjoint de HHM-DK, qui coordonne ce travail a développé un plan général pour le travail :

source: The museum will carry out the digitization of the literature using two library staff members trained in the use of the library scanner to scan delicate volumes. They will also extract text from the scans through OCR (Optical Character Recognition) software.
es: El museo llevará a cabo la digitalización de la literatura contando con dos miembros del personal de la biblioteca, capacitados en el uso del escáner de la biblioteca, para escanear volúmenes delicados. También extraerán texto de los escaneos a través del software OCR (reconocimiento óptico de caracteres).
fr: Le musée effectuera la numérisation de la littérature à l'aide de deux membres du personnel de la bibliothèque formés à l'utilisation du scanner de bibliothèque pour scanner des volumes délicats. Ils extraient également du texte des scans à l'aide d'un logiciel OCR (Optical Character Recognition).
pt: O museu executará a digitalização da literatura usando dois funcionários da biblioteca treinados no uso do scanner de bibliotecas para digitalizar volumes delicados. Eles também extrairão o texto com software de digitalização através de OCR (Reconhecimento de Caracteres).

source: Three volunteers from the Copenhagen Ornithological Society (COS) who regularly collaborate with the museum and are familiar with the birds of the region have been enlisted to assist and will complete the transfer of data from the scanned PDFs into spreadsheet format. They will need to go to the museum and use the computers available in the library to gain access to the files stored in the museum intranet (private network).
es: Tres voluntarios de la Sociedad Ornitológica de Copenhague (COS), que colaboran regularmente con el museo y están familiarizados con las aves de la región, han sido reclutados para ayudar y completarán la transferencia de datos de los PDF escaneados al formato de hoja de cálculo. Deberán ir al museo y utilizar las computadoras disponibles en la biblioteca para acceder a los archivos almacenados en la intranet del museo (red privada).
fr: Trois bénévoles de la Société Ornithologique de Copenhague (COS) qui collaborent régulièrement avec le musée et connaissent les oiseaux de la région ont été engagés pour aider et compléteront le transfert des données des PDF scannés au format tableur. Ils devront se rendre au musée et utiliser les ordinateurs disponibles dans la bibliothèque pour accéder aux fichiers stockés dans l'intranet du musée (réseau privé).
pt: Três voluntários da Sociedade Ornitológica de Copenhaga (COS) que colaboram regularmente com o museu e estão familiarizados com as aves da região foram associados para ajudar e completarão a transferência de dados dos PDFs digitalizados para formato de folha de cálculo. Eles terão de ir ao museu e usar os computadores disponíveis na biblioteca para ter acesso aos arquivos armazenados na intranet do museu (rede privada).

source: The Ornithology Curator in the NHM-DK Bird Department will lead the team responsible for taxonomic checking, data curation, cleaning, format and transformation, and will oversee the entry of metadata for the published dataset. The team includes a collaborating researcher from Sweden, and two postdoctoral students. They have been selected for this task because they are used to working with digital biodiversity data. They will all use their own work computers.
es: El Curador de Ornitología del Departamento de Aves del NHM-DK dirigirá el equipo responsable de la verificación taxonómica, la curación, la limpieza, el formato y la transformación de los datos, y supervisará la introducción de metadatos para el conjunto de datos publicado. El equipo incluye un investigador colaborador de Suecia y dos estudiantes postdoctorales. Han sido seleccionados para esta tarea porque están acostumbrados a trabajar con datos sobre biodiversidad. Todos ellos utilizarán sus propios ordenadores de trabajo.
fr: Le curateur Ornithologique dans le Département des Oiseaux du NHM-DK dirigera l'équipe responsable de la vérification taxonomique, de la conservation des données, du nettoyage, formatage et de la transformation. Il supervisera également l'entrée des métadonnées pour le jeu de données publié. L’équipe comprend un chercheur collaborateur originaire de Suède et deux étudiants postdoctoraux. Ils ont été sélectionnés pour cette tâche parce qu'ils sont habitués à travailler avec des données numériques sur la biodiversité. Ils utiliseront tous leurs propres ordinateurs de travail.

source: The DanBIF Node Manager will ensure that the institution is adequately registered in GBIF as a data publisher and that the deputy director and the ornithology curator have the proper credentials and access to DanBIF’s IPT instance to upload and publish the data.
es: El administrador de nodo de DanBIF se asegurará de que la institución esté debidamente registrada en GBIF como publicador de datos y de que el director adjunto y el curador de ornitología tengan las credenciales adecuadas y el acceso a la instancia de IPT de DanBIF para cargar y publicar los datos.
fr: Le gestionnaire du Nœud DanBIF s’assurera que l’institution est correctement enregistrée dans GBIF en tant que fournisseur de données et que le directeur adjoint et le conservateur de la collection ornithologique disposent des références appropriées et d’un accès à l’instance IPT de DanBIF pour télécharger et publier les données.
pt: O Coodenador do Nó DanBIF garantirá que a instituição está adequadamente registada no GBIF como um publicador de dados e que o director adjunto e o curador da ornitologia têm credenciais e acesso adequados à instância do IPT do DanBIF para carregar e publicar os dados.

source: Original data collection
es: Recopilación de datos originales
fr: Collection de données originale
pt: Colheita de dados originais
