Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Types of data can restrict the values of a field. So alphanumeric text in a text field, decimals in a float. Yes/No in a Boolean.
es: Los tipos de datos pueden restringir los valores de un campo. Entonces, texto alfanumérico en un campo de texto, decimales en un flotante. Sí / No en un booleano.
fr: Les types de données peuvent restreindre les valeurs d'un champ. Ainsi, le texte alphanumérique va dans un champ de texte, les nombres décimaux dans un champ de nombre à virgule flottante. Oui/Non dans un booléen.
pt: Tipos de dados podem restringir os valores de um campo. Texto alfanumérico em um campo de texto, números decimais em um float. Sim/Não em um booleano.

source: An encoding schema can restrict the range of values in a field. For example, the list of possible latitude values have a range: between -90 and 90.
es: Un esquema de codificación puede restringir el rango de valores en un campo. Por ejemplo, la lista de posibles valores de latitud tiene un rango: entre -90 y 90.
fr: Un schéma d'encodage peut restreindre la plage de valeurs dans un champ. Par exemple, la liste de valeurs de latitude est possible dans une certaine plage : entre -90 et 90.
pt: Um esquema de codificação pode restringir o intervalo de valores em um campo. Por exemplo, a lista de valores de latitude possíveis tem um intervalo: entre -90 e 90.

source: A format can restrict the representation of a data in a field. For example, whether a data appears as year month day, or day month year, or month day year.
es: Un formato puede restringir la representación de datos en un campo. Por ejemplo, si un dato aparece como día del mes del año, o año del mes del día, o año del mes.
fr: Un format peut restreindre la représentation d'une donnée dans un champ. Par exemple, une donnée peut apparaître comme année mois jour, ou jour mois année, ou mois jour année.
pt: Um formato pode restringir a representação de dados em um campo. Por exemplo, se uma data aparece como ano mês dia, ou dia mês do ano, ou mês dia ano.

source: And then, character encoding provides the rules for interpreting bytes of data. For our purposes, we’ll use UTF-8.
es: Y entonces, la codificación de caracteres proporciona las reglas para interpretar bytes de datos. Para nuestros propósitos, usaremos UTF-8.
fr: Et puis, l'encodage de caractères fournit les règles pour l'interprétation d'octets de données. À nos fins, nous utiliserons UTF-8.
pt: E então, a codificação de caracteres fornece as regras para interpretação de bytes de dados. Para os nossos propósitos, vamos usar UTF-8.

source: During this course, you will be learning how to share your data. As such, you will encounter standards for transferring data.
es: Durante este curso, aprenderás cómo compartir sus datos. Como tal, encontrará estándares para transferir datos.
fr: Pendant ce cours, vous apprendrez comment partager vos données. En tant que tel, vous rencontrerez des standards de transfert de données.
pt: Durante este curso, irá aprender a partilhar os seus dados. Como tal, encontrará padrões para a transferência de dados.

source: An application schema, allows for the combination of data standards for a specific purpose. For example, using Darwin Core terms within Darwin Core Archives. We’ll delve more into both in just a few moments.
es: Un esquema de aplicación, permite la combinación de estándares de datos para un propósito específico. Por ejemplo, utilizando términos de Darwin Core dentro de los Archivos de Darwin Core. Profundizaremos más en ambos en solo unos momentos.
fr: Un schéma d'application permet de combiner des standards de données à un objectif spécifique. Par exemple, en utilisant les termes Darwin Core dans les archives Darwin Core. Nous allons nous plonger plus en avant dans les deux cas de figures dans quelques instants.
pt: Um regime de aplicação permite a combinação de normas de dados para um fim específico. Por exemplo, usar termos do Darwin Core dentro de Darwin Core Archives. Vamos aprofundar mais em ambos em alguns instantes.

source: Again, you will make use of format, but this time the format restricts dataset structures. A dataset may make use of csv, xml, json and rdf.
es: Nuevamente, utilizará el formato, pero esta vez el formato restringe las estructuras del conjunto de datos. Un conjunto de datos puede hacer uso de csv, xml, json y rdf.
fr: Encore une fois, vous utiliserez le format, mais cette fois le format limite les structures du jeu de données. Un jeu de données peut utiliser csv, xml, json et rdf.
pt: Novamente, você usará o formato, mas desta vez o formato restringe estruturas do conjunto de dados. Um conjunto de dados pode fazer uso de csv, xml, json e rdf.

source: And lastly, you will have a transfer protocol, which provides information on how and where to send information. These might include http (hypertext transfer protocol), ftp (file transfer protocol), and smtp (simple mail transfer protocol or if you like, send mail to people).
es: Y por último, dispondrá de un protocolo de transferencia, que proporciona información sobre cómo y dónde enviar la información. Estos pueden incluir http (protocolo de transferencia de hipertexto), ftp (protocolo de transferencia de archivos) y smtp (protocolo simple de transferencia de correo o, si lo desea, enviar correo a las personas).
fr: Enfin, vous aurez un protocole de transfert, qui vous fournira des informations sur comment et où envoyer les informations. Celles-ci peuvent inclure http (protocole de transfert hypertexte), ftp (protocole de transfert de fichiers), et smtp (protocole simple de transfert de courrier ou, si vous le souhaitez, envoyer par courriel aux personnes).
pt: E, por último, terá um protocolo de transferência, que fornece informações sobre como e onde enviar informações. Estes podem incluir http (protocolo de transferência de hypertexto), ftp (protocolo de transferência de ficheiros), e smtp (protocolo simples de transferência de correspondência ou se preferir, enviar um e-mail para pessoas).

source: In the domain of biodiversity informatics there are many standards already available that can help you work with your data. The USGS has a very specific definition of these:
es: En el campo de la informática de la biodiversidad, ya hay muchos estándares disponibles que pueden ayudarlo a trabajar con sus datos. El USGS tiene una definición muy específica de estos:
fr: Dans le domaine de l'informatique de la biodiversité, il existe de nombreux standards déjà disponibles qui peuvent vous aider à travailler avec vos données. L'USGS ont une définition très spécifique de ceux-ci:
pt: No domínio da biodiversidade já existem muitas normas disponíveis que podem ajudá-lo a trabalhar com os seus dados. Os USGS têm uma definição muito específica disso:

source: “Data standards are the rules by which data are described and recorded. In order to share, exchange, and understand data, we must standardize the format as well as the meaning.
es: “Los estándares de datos son las reglas mediante las cuales se describen y registran los datos. Para compartir, intercambiar y comprender datos, debemos estandarizar tanto el formato como el significado.
fr: « Les standards de données sont des règles par lesquelles les données sont décrites et enregistrées. Pour partager, échanger et comprendre les données, nous devons standardiser le format ainsi que la signification.
pt: “As normas de dados são as regras pelas quais os dados são descritos e registados. Para partilhar, trocar e entender dados, devemos padronizar o formato e o significado.

source: The result of using these standards, where appropriate, is that you will increase data integrity, accuracy and consistency by clarifying ambiguous meaning and minimizing redundant data.
es: El resultado de utilizar estos estándares, cuando corresponda, es que aumentará la integridad, exactitud y coherencia de los datos al aclarar el significado ambiguo y minimizar los datos redundantes.
fr: Le résultat de l'utilisation de ces standards, lorsqu'ils sont appropriés, est que vous augmenterez l'intégrité, la précision et la cohérence des données en clarifiant les significations ambiguës et en minimisant les données redondantes.
pt: O resultado da utilização destes padrões, quando apropriado, é que você aumentará a integridade dos dados, precisão e consistência, clarificando o significado ambíguo e minimizando os dados redundantes.

source: Those that you are likely to encounter or use on a regular basis may include:
es: Aquellos que es probable que encuentre o utilices de manera regular pueden incluir:
fr: Ceux que vous êtes susceptible de rencontrer ou d'utiliser régulièrement peuvent inclure:
pt: Aqueles que você provavelmente irá encontrar ou usar regularmente podem incluir:

source: Ecological Metadata Language Standard (EML)
es: Estándar del Lenguaje de Metadatos Ecológico (EML - Ecological Metadata Language Standard)
fr: Standard de langage des métadonnées écologiques (EML)
pt: Padrão de Idioma de Metadados Ecológicos (EML)

source: Audubon Media Description (aka Audubon Core)
es: Descripción de Medios de Audubon (también conocido como Estándar Audubon - Audubon Core)
fr: Description de média Audubon (alias Audubon Core)
pt: Audubon Media Description (também conhecido como Audubon Core)

source: Global Genome Biodiversity Network(GGBN)
es: Red Global de Biodiversidad de Genomas (GGBN - Global Genome Biodiversity Network)
fr: Réseau mondial sur la biodiversité génomique (GGBN)
pt: Rede Global de Biodiversidade do Genoma (GGBN)

source: And last, but not least, we’ll spend the rest of this discussion on Darwin Core. The Darwin Core standard will allow you to share your occurrence, taxonomic, and event datasets.
es: Y por último, pero no menos importante, dedicaremos el resto de esta discusión a Darwin Core. El estándar Darwin Core le permitirá compartir sus conjuntos de datos de registros biológicos, listas de especies y eventos de muestreo.
fr: Enfin, et surtout, nous passerons le reste de cette discussion sur le Darwin Core. Le standard Darwin Core vous permettra de partager vos jeux de données d'occurrences, taxonomiques et d'événements.
pt: E por último, mas não menos importante, gastaremos o resto desta discussão no Darwin Core. O padrão Darwin Core permitirá que você partilhe conjuntos de dados de ocorrência, taxonómicos e de eventos.

source: Darwin Core is a biodiversity standard developed by the Biodiversity Informatics community. It was originally developed under the Taxonimic Databases Working Group or T D W G, pronounced TDWG. In recent years, the group has been renamed, Biodiversity Information Standards. But the acronym persists as the community is quite fond of the name TDWG.
es: Darwin Core es un estándar de biodiversidad desarrollado por la comunidad de Biodiversity Informatics. Originalmente fue desarrollado bajo el Grupo de Trabajo de Bases de Datos Taxonómicos (Taxonomic Databases Working Group) o T D W G, pronunciado TDWG. En los últimos años, el grupo ha cambiado de nombre, Estándares de Información sobre Biodiversidad (Biodiversity Information Standards). Pero el acrónimo persiste ya que a la comunidad le gusta mucho el nombre TDWG.
fr: Le Darwin Core est un standard de biodiversité développée par la communauté de la Biodiversité Informatique. Il a été initialement développé sous le groupe de travail Taxonomic Databases WORKING GROUP ou T D W G, prononcé TDWG. Ces dernières années, le groupe a été renommé, Biodiversity Information Standards. Mais l'acronyme persiste car la communauté aime assez le nom TDWG.
pt: Darwin Core é um padrão para biodiversidade desenvolvido pela comunidade Informática da Biodiversidade. Foi originalmente desenvolvido pelo Grupo de Trabalho de Bancos de Dados Taxonómicos ou TDWG. Nos últimos anos, o grupo foi renomeado, as Padrões de Informação sobre Biodiversidade. Mas o acrônimo persiste, já que a comunidade gosta bastante do nome TDWG.

source: “The standard includes a glossary of terms (in other contexts these might be called properties, elements, fields, columns, attributes, or concepts) intended to facilitate the sharing of information about biological diversity by providing identifiers, labels, and definitions. Darwin Core is primarily based on taxa, their occurrence in nature as documented by observations, specimens, samples, and related information.”
es: “El estándar incluye un glosario de términos (en otros contextos, estos pueden denominarse propiedades, elementos, campos, columnas, atributos o conceptos) destinados a facilitar el intercambio de información sobre la diversidad biológica proporcionando identificadores, etiquetas y definiciones. Darwin Core se basa principalmente en taxones, su presencia en la naturaleza según lo documentado por observaciones, especímenes, muestras e información relacionada."
fr: "Le standard inclut un glossaire de termes (qui, dans les autres contextes, peuvent être appelés propriétés, éléments, champs, colonnes, attributs, ou concepts) destinés à faciliter le partage d'informations sur la diversité biologique en fournissant des identifiants, des étiquettes et des définitions. Le Darwin Core est principalement basé sur des taxons, leur occurrence dans la nature telle que documentée par des observations, des spécimens, des échantillons et des informations connexes."
pt: “O padrão inclui um glossário de termos (em outros contextos, estes podem ser chamados de propriedades, elementos, campos, colunas, atributos, ou conceitos) destinados a facilitar a partilha de informações sobre a diversidade biológica fornecendo identificadores, etiquetas e definições. Darwin Core é principalmente baseado nos taxa, sua ocorrência na natureza, conforme documentado por observações, espécimes, amostras e informações relacionadas."

source: So in short, Darwin Core is a “List of fields and their definitions, as they relate to biodiversity data.”
es: Entonces, en resumen, Darwin Core es una "Lista de campos y sus definiciones, en lo que respecta a los datos de biodiversidad."
fr: En bref, le Darwin Core est une "liste de champs et de leurs définitions, tous étant relatifs aux données sur la biodiversité".
pt: Em resumo, Darwin Core é uma "lista de campos e suas definições, conforme estão relacionados aos dados da biodiversidade"

source: // Slide 10
es: // DIAPOSITVA 10
fr: // Diapositive 10

source: As we dive deeper into Darwin Core or as it is abbreviated, DwC, you’ll learn it is more than JUST a list of fields. We will use Simple Darwin Core which is a predefined subset of the terms that have common use across a wide variety of biodiversity applications.
es: A medida que profundicemos en Darwin Core o como se abrevia, DwC, aprenderá que es más que SOLO una lista de campos. Usaremos Simple Darwin Core, que es un subconjunto predefinido de los términos que tienen un uso común en una amplia variedad de aplicaciones de biodiversidad.
fr: Au fur et à mesure que nous nous plongerons dans le Darwin Core ou, en abrégé, le DwC, vous apprendrez qu'il s'agit plus que d'une simple liste de champs. Nous utiliserons le Simple Darwin Core qui est un sous-ensemble prédéfini de termes utilisés couramment dans une grande variété d'applications de biodiversité.
pt: À medida que mergulhamos mais fundo no Darwin Core ou como ele é abreviado, DwC, você o aprenderá que este é mais do que SÓ uma lista de campos. Usaremos o Simple Darwin Core que é um subconjunto predefinido dos termos que têm uso comum em uma ampla variedade de aplicações de biodiversidade.

source: This subset contains greater than 150 fields, that are placed into a set of field classes comprised of:
es: Este subconjunto contiene más de 150 campos, que se colocan en un conjunto de clases de campo compuesto por:
fr: Ce sous-ensemble contient plus de 150 champs, qui sont placés dans un ensemble de classes comprenant:
pt: Este subconjunto contém mais de 150 campos, que são colocados em um conjunto de classes de campo com:

source: Record & Dataset
es: Registro (Record) y Conjunto de Datos (Dataset)
fr: L'Enregistrement et le Jeu de Données

source: Organism
es: Organismo (Organism)
fr: Organisme
pt: Organismo

source: Material Sample
es: Muestra de Material (Material Sample)
fr: Matériel échantillonné
pt: Amostra de material

source: Event
es: Evento (Event)
fr: Événement
pt: Evento

source: Location
es: Ubicación (Location)
fr: Lieu
pt: Localidade

source: Geological Context
es: Contexto Geológico (Geological Context)
fr: Contexte géologique
pt: Contexto geológico

source: Additionally, there are two auxiliary classes called:
es: Además, hay dos clases auxiliares llamadas:
fr: De plus, il y a deux classes auxiliaires appelées:
pt: Além disso, existem duas classes auxiliares chamadas:

source: MeasurementOrFact
es: Medida o Hecho (MeasurementOrFact)
fr: MesurementOrFact
pt: MesurementOrFact

source: From the Simple Darwin Core User Guide, “Simple Darwin Core is simple in that it assumes (and allows) no structure beyond the concept of rows and columns, which might be thought of as attributes and their values, or fields and records.”
es: De la Guía del Usuario de Darwin Core Simple, "Darwin Core Simple es simple en el sentido de que no asume (y permite) ninguna estructura más allá del concepto de filas y columnas, que podrían considerarse como atributos y sus valores, o campos y registros."
fr: D'après le guide de l'utilisateur du Simple Darwin Core, "Le Simple Darwin Core est simple dans le sens qu'il ne repose (et n'autorise) sur aucune structure au-delà du concept de lignes et de colonnes, qui peuvent être considérées comme des attributs et leurs valeurs, ou des champs et des enregistrements".
pt: Conforme o Simple Darwin Core User Guide, “Simple Darwin Core é simples porque ele assume (e permite) que não existe mais nenhuma estrutura além do conceito de linhas e colunas, que pode ser visto como atributos e seus valores, ou campos e registoos

source: The DwC Quick Reference Guide will soon become your go to resource. This page provides a list of all currently recommended terms of the Darwin Core standard. Categories such as Occurrence or Event correspond to Darwin Core classes which group other terms.
es: La Guía de Referencia Rápida de DwC (DwC Quick Reference Guide) pronto se convertirá en su recurso de referencia. Esta página proporciona una lista de todos los términos recomendados actualmente del estándar Darwin Core. Categorías como Registro Biológico (Ocurrence) o Evento (Event) corresponden a clases de Darwin Core que agrupan otros términos.
fr: Le guide de référence rapide du DwC deviendra bientôt votre point de repère. Cette page fournit une liste de tous les termes actuellement recommandés dans le standard Darwin Core. Les catégories telles que Occurrence ou Événement correspondent aux classes Darwin Core qui regroupent d'autres termes.
pt: O Guia de Referência Rápida do DwC em breve tornará-se-á o seu recurso para uso recorrente. Esta página fornece uma lista de todos os termos atualmente recomendados do padrão Darwin Core. As categorias como Ocorrência ou Evento correspondem a classes do Darwin Core que agrupam outros termos.

source: // Slide 12
es: // DIAPOSITVA 12
fr: // Diapositive 12

source: We now will look at some examples of Darwin Core terms. The quick reference guide, consistently displays each term with the identifier name, definition, comments and examples. The first terms we’ll review are Country and CountryCode within the Location category.
es: Ahora veremos algunos ejemplos de términos de Darwin Core. La guía de referencia rápida muestra consecuentemente cada término con el nombre del identificador, la definición, los comentarios y los ejemplos. Los primeros términos que revisaremos son País (country) y Código de País (countryCode) dentro de la categoría Ubicación (Location).
fr: Nous allons maintenant examiner quelques exemples de termes Darwin Core. Le guide de référence rapide affiche systématiquement chaque terme avec le nom de l'identifiant, la définition, les commentaires et les exemples. Les premiers termes que nous examinerons sont Country et CountryCode, dans la catégorie Location.
pt: Veremos agora alguns exemplos de termos Darwin Core. O guia de referência rápida, exibe consistentemente cada termo com o nome de identificação do termo, definição, comentários e exemplos. Os primeiros termos que vamos rever são Country e CountryCode, dentro da categoria Location.

source: Generally, data holders have a field for country within their source data. But often this data can be quite messy with misspellings, abbreviations, and historical names. However, it is one of the most easily standardized pieces of data. As noted in the comments, the recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names. A controlled vocabulary places restriction on the values that should be used for that term.
es: Generalmente, los custodios de datos tienen un campo para el país dentro de sus datos de origen. Pero, a menudo, estos datos pueden ser bastante confusos con errores ortográficos, abreviaturas y nombres históricos. Sin embargo, es uno de los datos más fáciles de estandarizar. Como se indica en los comentarios, la mejor práctica recomendada es utilizar un vocabulario controlado como el Tesauro de Nombres Geográficos de Getty. Un vocabulario controlado impone restricciones a los valores que deben usarse para ese término.
fr: En général, les détenteurs de données disposent d'un champ pour le pays dans leurs données sources. Mais souvent, ces données peuvent être assez désordonnées avec des fautes d'orthographe, des abréviations et des noms historiques. Cependant, il s'agit de l'un des éléments de données les plus faciles à standardiser. Comme indiqué dans les commentaires, la meilleure pratique recommandée est d'utiliser un vocabulaire contrôlé tel que le Getty Thesaurus of Geographic Names. Un vocabulaire contrôlé impose des restrictions sur les valeurs qui doivent être utilisées pour ce terme.
pt: Geralmente, os detentores dos dados têm um campo para o país dentro de seus dados de origem. Mas muitas vezes esses dados podem ser muito confusos com erros ortográficos, abreviaturas e nomes históricos. No entanto, este é uma das peças dos dados mais facilmente padronizadas. Como observado nos comentários, a melhor prática recomendada é usar um vocabulário controlado, como o Getty Thesaurus of Geographic Names. Um vocabulário controlado coloca restrições sobre os valores que devem ser usados para esse termo.

source: CountryCode is a term that is generally not present in holder data. But again, it is another field that can easily be supplied with data due to the recommendation in the comments to use an ISO 3166-1-alpha-2 country code.
es: Código de País (CountryCode) es un término que generalmente no está presente en los datos del custodio de datos. Pero, de nuevo, es otro campo que se puede suministrar fácilmente con datos debido a la recomendación en los comentarios de usar un código de país ISO 3166-1-alfa-2.
fr: CountryCode est un terme qui n'est généralement pas présent dans les données du détenteur. Mais là encore, il s'agit d'un autre champ qui peut facilement être renseigné grâce à la recommandation formulée dans les commentaires d'utiliser un code pays ISO 3166-1-alpha-2.
pt: CountryCode é um termo que geralmente não está presente nos dados originais. Mas, de novo, é outro campo que pode ser facilmente preenchido com dados conforme a recomendação nos comentários para usar um código de país ISO 3166-1-alpha-2.
