Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Dates and life expectancy – When will the dataset be available? How long is it valid for? When if ever will it be updated?
es: Fechas y esperanza de vida – ¿Cuándo estará disponible el conjunto de datos? ¿Por cuánto tiempo es válido? ¿Cuándo, si es que alguna vez, se actualizará?
fr: Dates et durée de vie – Quand le jeu de données sera-t-il disponible ? Combien de temps sera-t-il valide ? Quand va-t-il être mis à jour ?
pt: Datas e esperança de vida – Quando o conjunto de dados estará disponível? Por quanto tempo ele é válido? Quando é que ele vai ser atualizado?

source: Field Definitions – Describing the format of fields and what kind of data each contains. Was any cleaning or transformation down to the original data? This is important for you to know if you are mapping it to a standard such as Darwin Core.
es: Definiciones de campo – Describe el formato de los campos y qué tipo de datos contiene cada uno. ¿Alguna limpieza o transformación redujo los datos originales? Es importante que sepa si lo está mapeando a un estándar como Darwin Core.
fr: Définitions des champs – Décrivant le format des champs et le type de données qu'ils contiennent. Est-ce que le nettoyage ou la transformation des données d'origine ont été effectués ? Ceci est important à savoir si vous mappez vers un standard tel que Darwin Core.
pt: Definições de Campo – Descrevendo o formato dos campos e que tipo de dados cada um contém. Foi feita uma limpeza ou transformação dos dados originais? Isso é importante saber se for mapeandá-los a um padrão como o Darwin Core.

source: Collection methodology – How was the data collected? Where there protocols used which will affect its fitness for use?
es: Metodología de colecta – ¿Cómo se recopilaron los datos? ¿Dónde se utilizan protocolos que afectarán su aptitud para su uso?
fr: Méthodologie de collecte – Comment les données ont-elles été collectées ? Il y t'il des protocoles utilisés qui affecteront leur aptitude à être utilisées ?
pt: Metodologia de colheita – Como foram colhidos os dados? Onde há protocolos usados que afetarão a aptidão dos dados para o uso?

source: Statement of completeness – What is missing from the data and why?
es: Declaración de integridad – ¿Qué falta en los datos y por qué?
fr: Déclaration de complétude – Qu'est-ce qui manque dans les données et pourquoi?
pt: Declaração sobre a completude – O que está em falta nos dados e porquê?

source: Conditions of use and constraints – Where and how can you use the data? For most portals and GBIF in particular data must use very open licensing, so understanding the requirements of data owners and their institutions is very important.
es: Condiciones de uso y restricciones – ¿Dónde y cómo se pueden utilizar los datos? Para la mayoría de los portales y GBIF en particular, los datos deben utilizar licencias muy abiertas, por lo que comprender los requisitos de los propietarios de datos y sus instituciones es muy importante.
fr: Conditions d'utilisation et contraintes – Où et comment pouvez-vous utiliser les données ? Pour la plupart des portails, GBIF en particulier, les données doivent utiliser une licence très ouverte, donc il est très important de comprendre les exigences des propriétaires de données et de leurs institutions.
pt: Condições de uso e restrições – Onde e como pode usar os dados? Para a maioria dos portais e do GBIF em particular, os dados devem usar uma licença muito aberta, Assim, é muito importante compreender os requisitos dos proprietários de dados e das suas instituições.

source: Custodianship/Contact information – This should be the institution responsible for the dataset as presented to you, as well as (if possible) the individual who created the dataset. There should also be a technical contact who is responsible for the publication of the dataset.
es: Custodia / Información de contacto – Debe ser la institución responsable del conjunto de datos que se le presenta, así como (si es posible) la persona que creó el conjunto de datos. También debe haber un contacto técnico que sea responsable de la publicación del conjunto de datos.
fr: Informations sur la garde/le contact - Il doit s'agir de l'institution responsable de l'ensemble de données telle qu'on vous l'a présentée, ainsi que (si possible) de la personne qui a créé l'ensemble de données. Il doit également y avoir un contact technique qui est responsable de la publication de l'ensemble de données.
pt: Informação da custódia/contacto – Esta deve ser a instituição responsável pelo conjunto de dados conforme lhes são apresentado, assim como (se possível) o indivíduo que criou o conjunto de dados. Também deve haver um contato técnico que seja responsável pela publicação do conjunto de dados.

source: This presentation was originally created by Sharon Grant and has been narrated by Sophie Pamerlon.
es: Esta presentación fue creada originalmente por Sharon Grant y ha sido narrada por Sophie Pamerlon.
fr: Cette présentation a été créée à l'origine par Sharon Grant et a été racontée par Sophie Pamerlon.
pt: Esta apresentação foi originalmente criada por Sharon Grant e foi narrada por Sophie Pamerlon.

source: This session is part of the planning section. We will be introducing some concepts and methodologies that will help you to focus on the organization of your mobilization project at a number of levels. The focus in this session will be on tasks and the ways in which they can be organized in order to prepare practical, workable plans and clear documentation.
es: Esta sesión es parte de la sección de planificación. Introduciremos algunos conceptos y metodologías que le ayudarán a centrarse en la organización de su proyecto de movilización en varios niveles. El foco de esta sesión se centrará en las tareas y las formas en las que se pueden organizar para preparar planes prácticos y viables y documentación clara.
fr: Cette session fait partie de la section de planification. Nous allons introduire quelques concepts et méthodologies qui vous aideront à vous concentrer sur l'organisation de votre projet de mobilisation à plusieurs niveaux. L'accent de cette session sera mis sur les tâches et sur la manière dont elles peuvent être organisées afin de préparer des travaux pratiques, des plans réalisables et une documentation claire.
pt: Esta sessão faz parte da seção de planeamento. Introduziremos alguns conceitos e metodologias que o ajudarão a concentrar-se na organização do seu projeto de mobilização em vários níveis. O objectivo nesta sessão será nas tarefas e nas formas como elas podem ser organizadas a fim de preparar o sistema prático, planos exequíveis e documentação clara.

source: The successful implementation of your project is dependent in large part on the development of realistic, efficient and streamlined processes and documentation This, combined with constant assessment of changes to the landscape within which your project exists, will increase drastically the likelihood of success.
es: La implementación exitosa de su proyecto depende, en gran parte, del desarrollo de procesos y documentación realistas, eficientes y optimizadas. Esto, combinado con una evaluación constante de los cambios en el paisaje dentro del cual existe su proyecto, aumentará drásticamente la probabilidad de éxito.
fr: La réussite de la mise en œuvre de votre projet dépend en grande partie du développement de processus et de documentation réalistes, efficaces et rationalisés Ceci, combiné à une évaluation constante des changements du contexte dans lequel votre projet s'inscrit, augmentera considérablement la probabilité de succès.
pt: A implementação bem-sucedida do seu projeto depende, em grande parte, do desenvolvimento de processos e documentação realistas, eficientes e simplificados Isto, combinada com uma avaliação constante das mudanças no cenário em que o seu projeto existe, aumentará drasticamente a probabilidade de sucesso.

source: In this section we will look at three methodologies for clustering the timing and ordering of the tasks and components identified as critical to the goals of the project We will then see how good planning is supported by continuous documentation.
es: En esta sección, analizaremos tres metodologías para agrupar el tiempo y el orden de las tareas y los componentes identificados como críticos para los objetivos del proyecto. Luego veremos cómo una buena planificación está respaldada por una documentación continua.
fr: Dans cette section, nous examinerons trois méthodologies pour regrouper le calendrier et l'ordre des tâches et des composants identifiés comme essentiels aux objectifs du projet. Nous verrons ensuite comment une bonne planification est soutenue par une documentation continue.
pt: Nesta seção, analisaremos três metodologias para agrupar o cronograma e ordenar as tarefas e componentes identificados como críticos para os objetivos do projeto Então veremos como um bom planeamento é suportado pela documentação contínua.

source: Let’s take a quick look at the definition of the noun cluster. It is defined as “A group of similar things or people positioned or occurring closely together”.
es: Echemos un vistazo rápido a la definición del cluster de sustantivos. Se define como "Un grupo de cosas o personas similares posicionadas o que ocurren muy cerca".
fr: Jetons un coup d'œil rapide à la définition du terme "cluster". Il est défini comme "Un groupe de choses ou de personnes similaires positionnées ou se trouvant étroitement ensembles".
pt: Vamos dar uma olhada rápida na definição do nome "cluster". É definido como "Um grupo de coisas ou pessoas similares posicionadas ou ocorrendo juntas perto".

source: The three important parts of the definition for us:
es: Las tres partes importantes de la definición, para nosotros:
fr: Les trois parties importantes de la définition pour nous :
pt: As três partes importantes da definição para nós:

source: Groups
es: Grupos
fr: Groupes
pt: Grupos

source: Similarity
es: Similitud
fr: Similitude
pt: Similaridade

source: Things
es: Cosas
fr: Choses
pt: Coisas

source: What we will see is that in order to successfully achieve your mobilization goals, you need to be able to identify groups and arrangements of similar tasks, cluster them together and then string those clusters together in a logical flow.
es: Lo que veremos es que para lograr con éxito sus objetivos de movilización, debe ser capaz de identificar grupos y arreglos de tareas similares, agruparlos y luego encadenar esos grupos en un flujo lógico.
fr: Ce que nous verrons est que pour atteindre vos objectifs de mobilisation, vous devez être en mesure d'identifier des groupes et des arrangements de tâches similaires, les regrouper et ensuite les regrouper dans un flux logique.
pt: O que iremos ver é que, a fim de alcançar com êxito os seus objectivos de mobilização, você precisa ser capaz de identificar grupos e acordos de tarefas similares, agrupe-os e então junte esses agrupamentos num fluxo lógico.

source: In plain terms we will now be looking at the When and the How of your project
es: En términos sencillos, ahora veremos el Cuándo y el Cómo de su proyecto
fr: En termes clairs, nous allons maintenant examiner le Quand et le Comment de votre projet
pt: Em termos simples, agora vamos olhar para o Quando e o Como do seu projecto

source: Let’s look first at GROUPINGS.
es: Veamos primero las AGRUPACIONES.
fr: Regardons d'abord les GROUPEMENTS.
pt: Vamos olhar primeiro para os GRUPOS.

source: Probably the most simplest grouping to be able to identify in your project are Stages relative to a fixed point in time.
es: Probablemente, la agrupación más simple para poder identificar en su proyecto son las Etapas relativas a un punto fijo en el tiempo.
fr: Probablement, le groupement le plus simple à identifier dans votre projet sont les étapes relatives à un point fixe dans le temps.
pt: Provavelmente, o agrupamento mais simples para ser capaz de identificar no seu projecto são estágios relativos a um ponto fixo no tempo.

source: What we mean here is, at what time during the project should any particular task (or group of tasks) occur?
es: Lo que queremos decir aquí es, ¿en qué momento durante el proyecto debe ocurrir alguna tarea en particular (o grupo de tareas)?
fr: Ce que nous voulons dire ici est, à quel moment pendant le projet une tâche particulière (ou un groupe de tâches) doit-elle se produire?
pt: O que queremos dizer aqui é, em que momento durante o projecto alguma tarefa específica (ou grupo de tarefas) deve ocorrer?

source: The simplest but by no means the only way of stage-grouping, uses digitization as its reference point
es: La forma más sencilla pero no la única, de agrupación por etapas, utiliza la digitalización como punto de referencia
fr: Le plus simple, mais en aucun cas le seul moyen de regroupement des étapes, utilise la numérisation comme point de référence
pt: A mais simples, mas de forma alguma a única maneira de agrupar as fases, usa a digitalização como seu ponto de referência

source: In this example:
es: En este ejemplo:
fr: Dans cet exemple:
pt: Neste exemplo:

source: Before - refers to any time before the start of the digitization effort itself ie the imaging and transcription;
es: Antes - se refiere a cualquier momento antes del inicio del esfuerzo de digitalización en sí, es decir, la toma de imágenes y la transcripción;
fr: Avant - fait référence à n'importe quel moment avant le début de l'effort de numérisation elle-même, c'est à dire l'imagerie et la transcription;
pt: Antes - refere-se a qualquer momento antes do início do próprio esforço de digitalização, ou seja, de obter a imagem e transcrição;

source: During - relates specifically to the period of active digitization; and
es: Durante - refiere específicamente al período de digitalización activa; y
fr: Pendant - concerne spécifiquement la période de numérisation active ; et
pt: Durante - refere-se especificamente ao período de digitalização ativa; e

source: After - is the period after the digitization effort has ended.
es: Después - es el período posterior a la finalización del esfuerzo de digitalización.
fr: Après - est la période après la fin de l'effort de numérisation.
pt: Após - é o período após o término do esforço de digitalização.

source: Another common reference point is the start and end of funding. You can use anything that makes sense and even use different reference points for different stakeholders and groups of tasks, that run concurrently. These points are often also good places to insert milestones with metrics into your project.
es: Otro punto de referencia común es el inicio y el final de la financiación. Puede usar cualquier cosa que tenga sentido e incluso usar diferentes puntos de referencia para diferentes partes interesadas y grupos de tareas, que se ejecutan simultáneamente. Estos puntos suelen ser también buenos lugares para insertar hitos con métricas en su proyecto.
fr: Un autre point de référence commun est le début et la fin du financement. Vous pouvez utiliser tout ce qui a du sens et même utiliser des points de référence différents pour les différentes parties prenantes et groupes de tâches, qui s'exécutent simultanément. Ces points sont souvent aussi de bons endroits pour insérer des jalons avec des métriques dans votre projet.
pt: Outro ponto de referência comum é o início e o fim do financiamento. Pode usar qualquer coisa que faça sentido e até usar pontos de referência diferentes para diferentes stakeholders e grupos de tarefas, que são executados simultaneamente. Esses pontos geralmente também são bons lugares para inserir marcos com métricas no seu projeto.

source: The next set of groupings is PMBoK. PMBoK stands for Project Management Body of Knowledge and it is the entire collection of processes, best practices, terminologies, and guidelines that are accepted as standards within the project management industry
es: El siguiente conjunto de agrupaciones es PMBoK. PMBoK son las siglas de Project Management Body of Knowledge y es la colección completa de procesos, mejores prácticas, terminologías y pautas que se aceptan como estándares dentro de la industria de la gestión de proyectos
fr: Le prochain ensemble de regroupements est PMBoK. PMBoK signifie Project Management Body of Knowledge et c'est toute l'ensemble des processus, des meilleures pratiques, des terminologies, et des lignes directrices qui sont acceptées comme normes dans le secteur de la gestion de projet
pt: O próximo conjunto de agrupamentos é PMBoK. PMBoK significa Corpo de Gestão de Projetos do Conhecimento e é todo o conjunto de processos, melhores práticas, terminologias e diretrizes que são aceitas como padrões dentro da indústria de gestão de projeto

source: It is overseen by the Project Management Institute (PMI), which is a global not-for-profit member association of Project Managers. The first edition of the PMBOK Guide was published in 1996 and it is now on its fifth edition, which was published in 2013
es: Está supervisado por el Project Management Institute (PMI), que es una asociación mundial de Directores de Proyectos sin fines de lucro. La primera edición de la Guía del PMBOK se publicó en 1996 y ahora se encuentra en su quinta edición, que se publicó en 2013
fr: Il est supervisé par le Project Management Institute (PMI), qui est une association mondiale sans but lucratif de gestionnaires de projets. La première édition du Guide PMBOK a été publiée en 1996 et est maintenant sur sa cinquième édition, qui a été publié en 2013
pt: É supervisionado pelo Instituto de Gestão de Projetos (PMI), que é uma associação global de gestão de projetos sem fins lucrativos. A primeira edição do Guia PMBOK foi publicada em 1996 e está agora em sua quinta edição, que foi publicada em 2013

source: As a very high level synopsis, the methodology uses iterative and repeatable groupings to cluster tasks together
es: Como una sinopsis de muy alto nivel, la metodología utiliza agrupaciones iterativas y repetibles para agrupar las tareas
fr: En tant que synopsis de très haut niveau, la méthodologie utilise des regroupements itératifs et répétitifs pour regrouper les tâches ensemble
pt: Como uma sinopse de alto nível, a metodologia usa agrupamentos iterativos e replicáveis para agrupar tarefas em conjunto

source: The stages are:
es: Las etapas son:
fr: Les étapes sont :
pt: Os estágios são:

source: INITIATING
es: INICIANDO
fr: INITIATION
pt: INÍCIO

source: PLANNING
es: PLANIFICANDO
fr: PLANNIFICATION
pt: PLANEAMENTO

source: EXECUTING
es: EJECUTANDO
fr: EXECUTION
pt: EXECUÇÃO

source: MONITORING and
es: MONITOREANDO y
fr: SUIVI et
pt: MONITORIZAÇÃO e

source: CLOSING
es: CERRANDO
fr: FIN
pt: ENCERRAMENTO

source: Tasks carried out during the initiating phase should define the new project or the part of the project being tracked. For example obtaining collection permits or MOUs before going into the field to collect.
es: Las tareas llevadas a cabo durante la fase inicial deben definir el nuevo proyecto o la parte del proyecto que se está rastreando. Por ejemplo, obtener permisos de recolección o memorandos de entendimiento antes de ir al campo a colectar.
fr: Les tâches effectuées durant la phase d'initiation doivent définir le nouveau projet ou la partie du projet ciblée. Par exemple obtenir des permis de collecte ou des MOU avant d'aller collecter sur le terrain.
pt: As tarefas realizadas durante a fase do início devem definir o novo projecto ou a parte do projecto que está a ser rastreado. Por exemplo, obter licenças de coleta ou MOUs antes de entrar no campo para amostrar.

source: Tasks carried out during the planning phase are required to establish the scope of the project. For example assessing the physical state of a collection before pulling specimens for imaging.
es: Las tareas realizadas durante la fase de planificación son necesarias para establecer el alcance del proyecto. Por ejemplo, evaluar el estado físico de una colección antes de extraer muestras para obtener imágenes.
fr: Les tâches réalisées durant la phase de planification sont nécessaires pour déterminer l'étendue du projet. Par exemple évaluer l'état physique d'une collection avant de prendre des spécimens pour l'imagerie.
pt: As tarefas realizadas durante a fase de planeamento são necessárias para estabelecer o âmbito do projecto. Por exemplo, avaliar o estado físico de uma colecção antes de puxar espécimes para imagens.

source: Tasks carried out during the executing phase are those that accomplish the project’s stated deliverables. For example the transcription of label data.
es: Las tareas llevadas a cabo durante la fase de ejecución son aquellas que cumplen con los entregables establecidos del proyecto. Por ejemplo, la transcripción de datos de etiquetas.
fr: Les tâches effectuées durant la phase d'exécution sont celles qui accomplissent les livrables déclarés du projet. Par exemple la transcription des données d'étiquette.
pt: As tarefas realizadas durante a fase de execução são aquelas que possibilitam os produtos indicadas pelo projecto. Por exemplo, a transcrição dos dados de etiqueta.

source: The monitoring phase is an overarching and overlapping phase. The tasks assigned to it serve the function of watchdog over the planning and executing phases, ensuring that performance is on track.
es: La fase de seguimiento es una fase general y superpuesta. Las tareas que se le asignan cumplen la función de guardián de las fases de planificación y ejecución, asegurando que el desempeño esté bien encaminado.
fr: La phase de suivi est une phase globale et chevauchante. Les tâches qui lui sont assignées servent de fonction de chien de garde sur les phases de planification et d'exécution, en s'assurant que les performances sont sur la bonne voie.
pt: A fase de monitorização é uma fase transversal e sobreposta. As tarefas atribuídas a ele servem a função de vigia sobre as fases de planeamento e execução, garantindo que a performance esteja no caminho.

source: Tasks in the closing phase indicate that goals and milestones have been achieved and the project (or part of the project in question) have finished.
es: Las tareas en la fase de cierre indican que se han alcanzado los objetivos e hitos y que el proyecto (o parte del proyecto en cuestión) ha finalizado.
fr: Les tâches de la phase de clôture indiquent que les objectifs et les jalons ont été atteints et que le projet (ou une partie du projet en question) est terminé.
pt: As tarefas na fase de encerramento indicam que os objeCtivos e marcos foram alcançados e o projecto (ou parte do projecto em questão) terminaram.

source: This diagram shows the continuous flow and cyclical nature of the five PMBoK phases.
es: Este diagrama muestra el flujo continuo y la naturaleza cíclica de las cinco fases del PMBoK.
fr: Ce schéma montre le flux continu et la nature cyclique des cinq phases PMBoK.
pt: Este diagrama mostra o fluxo contínuo e o carácter cíclico das cinco fases da PMBoK.
