Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: This module includes instruction to ensure all participants are at the same level before delving into the data mobilization topics. You will receive an introduction to the language, terminology and definitions for some of the basic concepts, functions and processes that you are going to be putting into use during the rest of the course. You will also receive an introduction to data quality and learn the importance of documentation. Lastly, you will be asked to install the OpenRefine software as part of this module.
es: Este módulo incluye instrucciones para garantizar que todos los participantes estén al mismo nivel antes de profundizar en los temas de movilización de datos. Recibirá una introducción al lenguaje, la terminología y las definiciones de algunos de los conceptos, funciones y procesos básicos que pondrá en práctica durante el resto del curso. También recibirá una introducción a la calidad de los datos y aprenderá la importancia de la documentación. Por último, como parte de este módulo, se le pedirá que instale el software OpenRefine.
fr: Ce module comprend des instructions pour s'assurer que tous les participants sont au même niveau avant de se plonger dans les sujets de mobilisation des données. Vous recevrez une introduction au langage, à la terminologie et aux définitions de certains des concepts, fonctions et processus de base que vous allez mettre en oeuvre pendant le reste du cours. Vous recevrez également une introduction à la qualité des données et découvrirez l'importance de la documentation. Enfin, il vous sera demandé d'installer le logiciel OpenRefine dans le cadre de ce module.
pt: Este módulo inclui instruções para garantir que todos os participantes estejam no mesmo nível antes de mergulhar nos tópicos de mobilização de dados. Receberá uma introdução a linguagem, terminologia e definições para alguns dos conceitos básicos, funções e processos que irá colocar em uso durante o resto do curso. Receberão também uma introdução à qualidade dos dados e aprenderão a importância da documentação. Por último, será solicitado a instalar o software OpenRefine como parte deste módulo.

source: Terminology
es: Terminología
fr: Terminologie
pt: Terminologia

source: Definitions
es: Definiciones
fr: Définitions
pt: Definições

source: In this video (12:02), you will review terminology used in this course. If you are unable to watch the embedded video, you can link:../videos/Foundations_Definitions.mp4[download^,opts=download] it locally. (MP4 - 38.5 MB)
es: En este video (12:02), revisará la terminología utilizada en este curso. Si no puede ver el vídeo incrustado, puede link:../videos/Foundations_Definitions.mp4[descarga^,opts=download] localmente. (MP4 - 38.5 MB)
fr: Dans cette vidéo (12:02), vous passerez en revue la terminologie utilisée dans ce cours. Si vous ne parvenez pas à regarder la vidéo intégrée, vous pouvez la link:../videos/Foundations_Definitions.mp4[télécharger^,opts=download] localement. (MP4 - 38,5 Mo)
pt: Neste vídeo (12:02), poderá rever a terminologia usada neste curso. Se não puder assistir o vídeo incorporado, utilize o link:../videos/Foundations_Definitions.mp4[download^,opts=download] localmente. (MP4 - 38.5 MB)

source: Software
fr: Logiciel

source: In this video (05:58), you will review examples of the different types of applications and software available in the world of biodiversity mobilization informatics. If you are unable to watch the embedded video, you can link:../videos/Foundations_Software.mp4[download^,opts=download] it locally. (MP4 - 18.9 MB)
es: En este video (05:58), usted revisará ejemplos de los diferentes tipos de aplicaciones y software disponibles en el mundo de la informática para la movilización de la biodiversidad. Si no puede ver el vídeo incrustado, puede link:../videos/Foundations_Software.mp4[descargar^,opts=descargar] localmente. (MP4 - 18.9 MB)
fr: Dans cette vidéo (05:58), vous passerez en revue des exemples des différents types d'applications et de logiciels disponibles dans le domaine de l'informatique sur la mobilisation de la biodiversité. Si vous ne parvenez pas à regarder la vidéo intégrée, vous pouvez la link:../videos/Foundations_Software.mp4[télécharger^,opts=download] localement. (MP4 - 18,9 Mo)
pt: Neste vídeo (05:58), revisará exemplos dos diferentes tipos de aplicações e softwares disponíveis no mundo da mobilização da informática para a biodiversidade. Se não puder assistir ao vídeo, use o link:../videos/Foundations_Software.mp4[download^,opts=download] localmente. (MP4 - 18.9 MB)

source: In this video (13:10), you will review the field and data types that hold data, the structures that help to organize and protect that data and what these mean for the integrity and security of your data. If you are unable to watch the embedded video, you can link:../videos/Foundations_Structures.mp4[download^,opts=download] it locally. (MP4 - 38.8 MB)
es: En este video (13:10), usted revisará los tipos de datos y campos que contienen datos, las estructuras que ayudan a organizar y proteger los datos y lo que estos significan para la integridad y seguridad de sus datos. Si no puede ver el vídeo incrustado, puede link:../videos/Foundations_Structures.mp4[descargarlo^,opts=download] localmente. (MP4 - 38.8 MB)
fr: Dans cette vidéo (13:10), vous passerez en revue les types de champs et de données qui contiennent des données, les structures qui aident à organiser et à protéger ces données et ce que cela signifie pour l'intégrité et la sécurité de vos données. Si vous ne parvenez pas à regarder la vidéo intégrée, vous pouvez la link:../videos/Foundations_Structures.mp4[télécharger^,opts=download] localement. (MP4 - 38,8 Mo)
pt: Neste vídeo (13:10), irá rever os tipos de campos e de dados que possuem dados, as estruturas que ajudam a organizar e proteger esses dados e o que eles significam para a integridade e a segurança de seus dados. Se não conseguir assistir ao vídeo embutido, use o link:../videos/Foundations_Structures.mp4[download^,opts=download] localmente. (MP4 - 38.8 MB)

source: Data quality
es: Calidad de los datos
fr: Qualité des données
pt: Qualidade dos dados

source: In this video (12:26), you will review terminology used in this course. If you are unable to watch the embedded video, you can link:../videos/Foundations_Data_Quality.mp4[download^,opts=download] it locally. (MP4 - 44.5 MB)
es: En este vídeo (12:26), se repasa la terminología utilizada en este curso. Si no puede ver el vídeo incrustado, puede link:../videos/Foundations_Definitions.mp4[descargalo^,opts=download] localmente. (MP4 - 38,5 MB)
fr: Dans cette vidéo (12:26), vous passerez en revue la terminologie utilisée dans ce cours. Si vous ne parvenez pas à regarder la vidéo intégrée, vous pouvez la link:../videos/Foundations_Data_Quality.mp4[télécharger^,opts=download] localement. (MP4 - 44,5 Mo)
pt: Neste vídeo (12:26), poderá rever a terminologia usada neste curso. Se não puder assistir o vídeo incorporado, utilize o link:../videos/Foundations_Data_Quality.mp4[download^,opts=download] localmente. (MP4 - 44.5 MB)

source: Below you will find a selected reading from Arthur Chapman’s guide “Principles of data quality”. https://www.gbif.org/document/80509/principles-of-data-quality[Full document^], references and translations can be found on GBIF.org.
es: A continuación encontrará una lectura seleccionada de la guía de Arthur Chapman “Principles of data quality”. Puede encontrar el https://www.gbif.org/document/80509/principles-of-data-quality[documento completo^], las referencias y traducciones en GBIF.org.
fr: Vous trouverez ci-dessous une sélection de recommandation de lecture du guide d’Arthur Chapman “Principles of data quality”. https://www.gbif.org/document/80509/principles-of-data-quality[Le document complet^], des références et des traductions peuvent être trouvées sur GBIF.org.
pt: Abaixo encontrará uma leitura selecionada do guia do Arthur Chapman: “Princípios da qualidade de dados”. https://www.gbif.org/document/80509/principles-of-data-quality[Documento completo^], referências e traduções podem ser encontradas em GBIF.org.

source: Before a detailed discussion on data quality and its application to species-occurrence data can take place, there are a number of concepts that need to be defined and described. These include the term data quality itself, the terms accuracy and precision that are often misapplied, and what we mean by primary species data and species-occurrence data.
es: Antes de que pueda tener lugar una discusión detallada sobre calidad de los datos y su aplicación a datos de presencia de especies, hay una serie de conceptos que necesitan ser definidos y descritos. Estos incluyen el término calidad de los datos en sí, los términos exactitud y precisión que a menudo son mal aplicados, y lo que entendemos por datos primarios de especies y datos de presencia de especies.
fr: Avant qu'une discussion détaillée sur la qualité des données et son application aux données d'occurrence des espèces puisse avoir lieu, il y a un certain nombre de concepts qui doivent être définis et décrits. Ceux-ci incluent le terme de qualité des données lui-même, les termes exactitude et précision qui sont souvent mal appliqués, et ce que nous entendons par données primaires sur les espèces et données d'occurrence des espèces.
pt: Antes que uma discussão detalhada sobre a qualidade dos dados e a sua aplicação a dados de ocorrência de espécies possa ser iniciada, há vários conceitos que precisam ser definidos e descritos. Estes, incluem o próprio termo "qualidade de dados", os termos "exatidão" e "precisão", que são comumente mal aplicados, e o que queremos dizer com dados de espécies primárias e dados de ocorrência de espécies.

source: *Species-occurrence data*
es: *Datos de presencia de especies*
fr: *Données d'occurrence d'espèces*
pt: *Dados de ocorrência-espécie*

source: Species-occurrence data is used here to include specimen label data attached to specimens or lots housed in museums and herbaria, observational data and environmental survey data. In general, the data are what we term “point-based”, although line (transect data from environmental surveys, collections along a river), polygon (observations from within a defined area such as a national park) and grid data (observations or survey records from a regular grid) are also included. In general we are talking about georeferenced data – i.e. records with geographic references that tie them to a particular place in space – whether with a georeferenced coordinate (e.g. latitude and longitude, UTM) or not (textual description of a locality, altitude, depth) – and time (date, time of day).
es: El término datos de presencia de especies se utiliza aquí para incluir los datos de las etiquetas de los especímenes o los lotes que se encuentran en los museos y herbarios, los datos de observaciones y de estudios ambientales. En general, los datos son lo que denominamos "basados en puntos", aunque también se incluyen los datos lineales (datos de transectos de estudios ambientales, colectas a lo largo de un río), poligonales (observaciones dentro de un área definida, como un parque nacional) y cuadriculados (observaciones o registros de encuestas de una cuadrícula regular). En general, se trata de datos georreferenciados, es decir, registros con referencias geográficas que los vinculan a un lugar concreto en el espacio, ya sea con una coordenada georreferenciada (por ejemplo, latitud y longitud, UTM) o no (descripción textual de una localidad, altitud, profundidad), y tiempo (fecha, hora del día).
fr: Les données d'occurrence d'espèces sont utilisées ici pour inclure des données d'étiquettes de spécimens attachées à des spécimens ou des lots hébergés dans des musées et des herbiers, des données d'observation et des données d'enquêtes environnementales. En général, les données sont ce que nous appelons «basées sur des points», bien que des lignes (données de transect provenant d'enquêtes environnementales, des collectes le long d'une rivière), des polygones (observations à l'intérieur d'une zone définie comme un parc national) et des données de grille (observations ou les enregistrements d'enquête d'une grille régulière) sont également inclus. En général, nous parlons de données géoréférencées - c'est-à-dire d'enregistrements avec des références géographiques qui les lient à un endroit particulier dans l'espace - que ce soit avec une coordonnée géoréférencée (ex: latitude et longitude, UTM) ou non (description textuelle d'une localité, altitude, profondeur) - et l'heure (date, heure du jour).
pt: Os dados de ocorrência de espécies são utilizados aqui para incluir dados de etiquetas de espécimes anexados a espécimes ou coleções alojados em museus e herbaria, dados de observações e dados de pesquisas ambientais. Em geral, os dados são o que chamamos de “point-based”, embora transecto (dados de transectos de pesquisas ambientais, colheitas ao longo de um rio), polígono (observações de uma área definida como um parque nacional) e dados de grid (observações ou registos de pesquisa de uma grid regular) também são incluídos. Em geral, estamos a falar de dados georeferenciados – i.e. registros com referências geográficas que os amarram a um local em particular no espaço - seja com uma coordenada georeferenciada (e.g. latitude e longitude, UTM) ou não (descrição textual de uma localidade, altitude, profundidade) – e hora (data, hora do dia).

source: In general the data are also tied to a taxonomic name, but unidentified collections may also be included. The term has occasionally been used interchangeably with the term “primary species data”.
es: En general, los datos también están vinculados a un nombre taxonómico, pero las colectas no identificadas también pueden ser incluidas. De vez en cuando, el término se ha utilizado de forma intercambiable con el término “datos primarios de especies”.
fr: En général, les données sont également liées à un nom taxonomique, mais des collections non identifiées peuvent également être incluses. Le terme a parfois été utilisé de manière interchangeable avec le terme “primary species data”.
pt: Em geral, os dados também são vinculados a um nome taxonômico, mas as coleções não identificadas também podem ser incluídas. O termo tem sido ocasionalmente utilizado indistintamente com o termo "dados primários de espécies".

source: *Primary species data*
es: *Datos primarios de especies*
fr: *Données primaires sur les espèces*
pt: *Dados primários de espécies*

source: “Primary species data” is used to describe raw collection data and data without any spatial attributes. It includes taxonomic and nomenclatural data without spatial attributes, such as names, taxa and taxonomic concepts without associated geographic references.
es: El término "datos primarios de especies" se utiliza para describir los datos crudos de colecta y los datos sin atributos espaciales. Incluye datos taxonómicos y de nomenclatura sin atributos espaciales, como nombres, taxones y conceptos taxonómicos sin referencias geográficas asociadas.
fr: «Les données primaires sur les espèces» sont utilisées pour décrire les données brutes des collections et les données sans aucun attribut spatial. Cela comprend des données taxonomiques et nomenclaturales sans attributs spatiaux, tels que des noms, des taxons et des concepts taxonomiques sans références géographiques associées.
pt: "Dados de espécies primárias" é usado para descrever dados e dados da coleção bruta sem quaisquer atributos espaciais. Inclui dados taxonómicos e nomenclaturais sem atributos espaciais, como nomes, taxa e conceitos taxonómicos sem referências geográficas associadas.

source: *Accuracy and Precision*
es: *Exactitud y precisión*
fr: *Exactitude et Précision*
pt: *Exatidão e precisão*

source: Accuracy and precision are regularly confused and the differences are not generally understood.
es: La exactitud y la precisión se confunden a menudo y generalmente las diferencias no se entienden.
fr: L'exactitude et la précision sont régulièrement confondues et les différences ne sont généralement pas comprises.
pt: A exatidão e a precisão são regularmente confundidas e as diferenças não são geralmente compreendidas.

source: Accuracy refers to the closeness of measured values, observations or estimates to the real or true value (or to a value that is accepted as being true – for example, the coordinates of a survey control point).
es: Exactitud se refiere a la cercanía de los valores medidos, de las observaciones o de las estimaciones al valor real o verdadero (o con un valor que se acepta como verdadero, por ejemplo, las coordenadas de un punto de control).
fr: La précision fait référence à la proximité des valeurs mesurées, des observations ou des estimations par rapport à la valeur réelle ou vraie (ou à une valeur acceptée comme vraie - par exemple, les coordonnées d'un point de contrôle de topographie).
pt: A exatidão refere-se à proximidade de valores medidos, observações ou estimativas para o valor real ou verdadeiro (ou para um valor que é aceito como sendo verdadeiro – por exemplo, as coordenadas de um ponto de controle da pesquisa).

source: Precision (or Resolution) can be divided into two main types. Statistical precision is the closeness with which repeated observations conform to themselves. They have nothing to do with their relationship to the true value, and may have high precision, but low accuracy. Numerical precision is the number of significant digits that an observation is recorded in and has become far more obvious with the advent of computers. For example a database may output a decimal latitude/longitude record to 10 decimal places – i.e. ca .01 mm when in reality the record has a resolution no greater than 10-100 m (3-4 decimal places). This often leads to a false impression of both the resolution and the accuracy.
es: La precisión (o resolución) se puede dividir en dos tipos principales. La precisión estadística es la cercanía con la que las observaciones repetidas se ajustan a sí mismas. No tienen nada que ver con su relación con el valor real y pueden tener alta precisión, pero poca exactitud. La precisión numérica es la cantidad de dígitos significativos en los que se registra una observación y se ha vuelto mucho más obvia con la llegada de las computadoras. Por ejemplo, una base de datos puede mostrar un registro de latitud/longitud con 10 decimales, es decir, unos 0.01 mm, cuando en realidad el registro tiene una resolución no superior a 10-100 m (3-4 decimales). Esto a menudo conduce a una falsa impresión tanto de la resolución como de la precisión.
fr: La précision (ou résolution) peut être divisée en deux types principaux : la précision statistique est la proximité avec laquelle les observations répétées sont conformes à elles-mêmes. Ils n'ont rien à voir avec leur relation avec la valeur réelle et peuvent avoir une grande précision, mais une faible exactitude. La précision numérique est le nombre de chiffres significatifs dans lesquels une observation est enregistrée et est devenue beaucoup plus évidente avec l'avènement des ordinateurs. Par exemple, une base de données peut afficher un enregistrement de latitude/longitude décimale à 10 décimales, c'est-à-dire ca . 1 mm quand en réalité l'enregistrement a une résolution de moins de 10-100 m (3-4 décimales). Cela donne souvent une fausse impression à la fois de la résolution et de la précision.
pt: A precisão (ou Resolução) pode ser dividida em dois tipos principais. A precisão estatística é a proximidade com que repetidas observações se relacionam a si mesmas. Eles não têm nada a ver com a sua relação com o verdadeiro valor e podem ter uma grande precisão, mas uma baixa exatidão. Precisão numérica é o número de algarismos significativos em que uma observação é registada e tornou-se muito mais evidente com o advento dos computadores. Por exemplo, uma base de dados pode produzir um registro decimal de latitude/longitude em 10 casas decimais – i.e. ca. 1 mm quando na realidade, o registo tem uma resolução não superior a 10-100 m (3-4 casas decimais). Isto conduz frequentemente a uma falsa impressão tanto da precisão como da exatidão.

source: These terms – accuracy and precision – can also be applied to non-spatial data as well as to spatial data. For example, a collection may have an identification to subspecies level (i.e. have high precision), but be the wrong taxon (i.e. have low accuracy), or be identified only to Family level (high accuracy, but low precision).
es: Estos términos (exactitud y precisión) pueden aplicarse tanto a los datos no espaciales como a los espaciales. Por ejemplo, una colecta puede tener una identificación a nivel de subespecie (es decir, tener alta precisión), pero ser del taxón incorrecto (es decir, tener baja exactitud) o estar identificada solo a nivel de Familia (alta exactitud, pero baja precisión).
fr: Ces termes – exactitude et précision – peuvent être appliqués tant aux données non spatiales que spatiales. Par exemple, une collection peut avoir une identification au niveau des sous-espèces (i.e. avoir une grande précision), mais être le mauvais taxon (c'est-à-dire avoir une faible exactitude), ou être identifié uniquement au niveau de la famille (haute exactitude, mais faible précision).
pt: Estes termos – exatidão e precisão – também podem ser aplicados aos dados não espaciais, bem como aos dados espaciais. Por exemplo, uma coleção pode ter uma identificação para o nível de subespécie (i.e. tem alta precisão), mas seja o táxon errado (ou seja, tenha baixa exatidão), ou ser identificado apenas para o nível de Família (alta exatidão, mas baixa precisão).

source: *Data quality*
es: *Calidad de los datos*
fr: *Qualité des données*
pt: *Qualidade dos dados*
