Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: *Technical errors* Relatively simple, often able to be automated, *checks against the integrity of the data*. These may indicate incorrect exports, data mapping, field slippage (e.g. moving 1 column to the right) or data missing at the source.
es: *Errores técnicos* Relativamente simples, a menudo pueden automatizarse, *verifica la integridad de los datos*. Estas pueden indicar exportaciones incorrectas, mapeo de datos, deslizamiento de campo (ej. mover 1 columna a la derecha) o datos que faltan en la fuente.
fr: *Erreurs techniques* Relativement simples, il est souvent possible d'automatiser les *vérifications liées à l'intégrité des données*. Celles-ci peuvent indiquer des problèmes d'exportations de fichier, de cartographie de données, de glissement de champ (par exemple le déplacement involontaire d'une colonne vers la droite) ou des données manquantes à la source.
pt: *Erros técnicos* Relativamente simples, muitas vezes capaz de ser automatizado, *verifica a integridade dos dados*. Isso pode indicar exportações incorretas, mapeamento de dados, deslizamento de campo (e.g. moveu 1 coluna para a direita) ou dados em falta na fonte.

source: *Completeness*: Whether all the data and metadata is available – are all fields present, are all fields filled out?
es: *Completitud*: Si todos los datos y metadatos están disponibles, ¿están todos los campos presentes, todos los campos están completos?
fr: *Complétude* : Vérifiez si toutes les données et métadonnées sont disponibles – tous les champs sont-ils présents, tous les champs sont-ils remplis ?
pt: *Integridade*: Se todos os dados e metadados estão disponíveis - todos os campos estão presentes, todos os campos estão preenchidos?

source: *Bounds*: For example, are days given in the range 1-31 (depending on month)
es: *Límites*: Por ejemplo, son días dados en el rango 1-31 (dependiendo del mes)
fr: *Limites* : Par exemple, les jours sont-ils renseignés entre les bornes 1 et 31 (selon le mois)
pt: *Limites*: Por exemplo, os dias foram dados no intervalo de 1-31 (dependendo do mês)

source: *Data type*: For example, does the Date field contain a date or a number?
es: *Tipo de datos*: Por ejemplo, ¿el campo Fecha contiene una fecha o un número?
fr: *Type de données* : Par exemple, le champ Date contient-il une date ou un nombre ?
pt: *Tipo de dados*: Por exemplo, o campo Data contém uma data ou um número?

source: *Data format*: For example, are Dates provided as 01/01/2010 or 01/Jan/10?
es: *Formato de datos*: Por ejemplo, ¿las fechas se proporcionan como 01/01/2010 o 01/ene/10?
fr: *Format des données* : Par exemple, les Dates sont-elles fournies sous la forme 01/01/2010 ou 01/Jan/10 ?
pt: *Formato de dados*: Por exemplo, as datas são fornecidas como 01/01/2010 ou 01/Jan/10?

source: *Consistency errors*
es: *Errores de consistencia*
fr: *Erreurs de cohérence*
pt: *Erros de consistência*

source: Application of real-world rules to the data. These may indicate incorrect data entry from older records, transcription errors or post processing. Some are complex to implement and *require reference data sets to check against*. E.g. a list of known collectors and collecting habits. These rules can be gathered from data users and analysts.
es: Aplicación de reglas del mundo real a los datos. Estos pueden indicar una entrada de datos incorrecta de registros más antiguos, errores de transcripción o procesamiento posterior. Algunos son complejos de implementar y * requieren conjuntos de datos de referencia para verificarlos *. P.ej. una lista de coleccionistas conocidos y hábitos de colecta. Estas reglas se pueden recopilar de los usuarios y analistas de datos.
fr: Application de règles réelles aux données. Ces règles peuvent indiquer une saisie incorrecte de données provenant d'anciens enregistrements, d'erreurs de transcription ou de post-traitement. Certaines sont complexes à implémenter et *requièrent que les jeux de données de référence soient vérifiés*, par exemple une liste des collectionneurs connus et des habitudes de collecte. Ces règles peuvent être recueillies auprès des utilisateurs de données et des analystes.
pt: Aplicação de regras do mundo real aos dados. Isso pode indicar informações incorretas de registos antigos, erros de transcrição ou de pós-processamento. Alguns são complexos para implementar e *requerem conjuntos de dados de referência para nova verificação*. E.g. uma lista de coletores e hábitos de coleta conhecidos. Estas regras podem ser recolhidas através de utilizadores e analistas de dados.

source: *Taxonomic*: For example, if identified to species level, have a binomial scientific name and entries in genus and species fields been provided?
es: *Taxonómico*: Por ejemplo, si se identifica a nivel de especies, ¿tiene un nombre científico binomial y se proporcionan entradas en los campos de género y especies?
fr: *Erreurs taxonomiques* : Par exemple, si une occurrence est identifiée au niveau de l'espèce, un nom scientifique et des entrées dans les champs du genre et de l'espèce ont-ils été fournis ?
pt: *Taxonomia*: Por exemplo, se identificado ao nível de espécies, foram fornecidos o nome científico binómio e entradas nos campos de gênero e espécie?

source: *Currency*: Are dates of collection, identification, update and digitization consistent?
es: *Aceptación general*: ¿Son coherentes las fechas de recopilación, identificación, actualización y digitalización?
fr: *Erreurs de dates* : Les dates de collecte, d'identification, de mise à jour et de numérisation sont-elles cohérentes ?
pt: *Moeda*: As datas de coleção, identificação, actualização e digitalização são consistentes?

source: *Outliers*: Detect outliers, but remember that not all outliers are necessarily errors. For example, compare against a known species range, or known environmental range (but remember that outliers may be misidentifications, rather than incorrect coordinates).
es: *Valores atípicos*: Detecta valores atípicos, pero recuerda que no todos los valores atípicos son necesariamente errores. Por ejemplo, compare con un rango de especies conocidas, o un rango ambiental conocido (pero recuerde que los valores atípicos pueden ser identificaciones incorrectas, en lugar de coordenadas incorrectas).
fr: *Valeurs aberrantes* : Détectez les valeurs aberrantes, mais n'oubliez pas que toutes les aberrations ne sont pas nécessairement des erreurs. Par exemple, comparez avec une répartition d'espèce connue, ou une aire environnementale connue (mais n'oubliez pas que les valeurs aberrantes peuvent être de fausses identifications, plutôt que des coordonnées incorrectes).
pt: *Outliers*: Detectar outliers, mas lembre-se de que nem todos os outliers são necessariamente erros. Por exemplo, compare contra uma extensão de espécies conhecidas ou um intervalo ambiental conhecido (mas lembre-se que outliers podem ser identificações erradas, ao invés de coordenadas incorretas).

source: *Geographic*: Are the coordinates within the identified locality or region? For example, are there any terrestrial occurrences in the sea or marine occurrences on land?
es: *Geográfico*: ¿Están las coordenadas dentro de la localidad o región identificada? Por ejemplo, ¿hay registros terrestres en el mar o registros marinos en tierra?
fr: *Erreurs géographiques* : Les coordonnées sont-elles dans la localité ou la région identifiée ? Par exemple, y a-t-il des occurrences terrestres dans la mer ou les occurrences marines sur terre ?
pt: *Geografia*: As coordenadas estão dentro da localidade ou região identificadas? Por exemplo, há alguma ocorrência terrestre no mar ou ocorrências marinhas em terra?

source: *Collecting patterns*: Does the occurrence detail match the known collecting patterns of the organization or collector? Do any records appear to have been created after a collector has died (could this possibly be a different collector with a similar name)? For example, are any mammal records attributed to a bird watching group?
es: *Recolección de patrones*: ¿El detalle del registro coincide con los patrones de colecta conocidos de la organización o el colector? ¿Parece que se han creado registros después de la muerte de un colector (¿podría ser un colector diferente con un nombre similar)? Por ejemplo, ¿se atribuyen registros de mamíferos a un grupo de observación de aves?
fr: *Protocoles de collecte* : Est-ce que le détail de l'occurrence correspond aux protocoles connus de collecte de l'organisation ou du collecteur ? Des enregistrements semblent-ils avoir été créés après la mort d'un collecteur (cela pourrait-il être un collecteur différent avec un nom similaire) ? Par exemple, des enregistrements de mammifères sont-ils attribués à une association d'observation d'oiseaux ?
pt: *Padrões de amostragem*: O detalhe da ocorrência corresponde aos padrões de colheita conhecidos da organização ou coletor? Algum registo parece ter sido criado após a morte de um coletor (poderia ser um coletor diferente com um nome similar)? Por exemplo, algum registo de mamíferos está atribuído a um grupo de observação de pássaros?

source: *Accuracy and precision*: For example, are any georeferenced records indicating very high precision or accuracy from a pre-GPS (or pre-accurate GPS) collecting period?
es: *Exactitud y precisión*: Por ejemplo, ¿hay algún registro georreferenciado que indique una precisión o exactitud muy alta de un período de recopilación anterior al GPS (o GPS pre-exacto)?
fr: *Exactitude et précision* : Par exemple, y a-til des des enregistrements géoréférencés indiquant une très grande exactitude ou précision alors qu'ils ont été recueillis avant l'utilisation des GPS ? (ou des GPS très précis)
pt: *Exatidão e precisão*: Por exemplo, quaisquer registos geo-referenciados indicando uma precisão ou exatidão muito alta de um período de colheita pré-GPS (ou pré-acurácia do GPS)?

source: *Collecting methods*: Different survey methods (e.g. transects and area surveys) have particular characteristics. Are the records consistent with the method provided?
es: *Métodos de coleta*: Los diferentes métodos de relevo (por ejemplo, transectas y levantamientos de área) tienen características particulares. ¿Los registros son consistentes con el método proporcionado?
fr: *Méthodes de collecte* : Les différentes méthodes d'arpentage (ex: transects et exploration de parcelles) ont des caractéristiques particulières. Les enregistrements sont-ils cohérents avec la méthode fournie ?
pt: *Métodos de colheita*: Diferentes métodos de pesquisa (por exemplo, transects e buscas de área) têm características específicas. Os registos são consistentes com o método fornecido?

source: Helpful tools
es: Herramientas útiles
fr: Outils utiles
pt: Ferramentas úteis

source: *GBIF Name Parser*: https://www.gbif.org/tools/name-parser
fr: *Outil GBIF de séquençage des noms scientifiques* : https://www.gbif.org/tools/name-parser

source: *Catalogue of Life name match*: https://data.catalogueoflife.org/tools/name-match
fr: *Correspondance de nom de Catalogue of Life* : https://data.catalogueoflife.org/tools/name-match
pt: *Correspondência de nome para o catálogo da vida*: https://data.catalogueoflife.org/tools/name-match

source: *Georeferencing Calculator*: http://georeferencing.org/georefcalculator/gc.html
es: *Calculadora de Georreferenciación*: http://georeferencing.org/georefcalculator/gc.html
fr: *Calculateur de coordonnées géographiques* : http://georeferencing.org/georefcalculator/gc.html

source: *Canadensys coordinate conversion*: http://data.canadensys.net/tools/coordinates
es: *Convertidor de coordenadas Canadensys*: http://data.canadensys.net/tools/coordinates
fr: *Outil Canadensys de conversion des coordonnées* : https://data.canadensys.net/tools/coordinates?lang=fr
pt: *Conversão de coordenadas Canadensys*: http://data.canadensys.net/tools/coordinates

source: *Canadensys date parsing*: http://data.canadensys.net/tools/dates
es: *Análisis de fechas de Canadensys*: http://data.canadensys.net/tools/dates
fr: *Outil Canadensys de séquençage des dates* : https://data.canadensys.net/tools/dates?lang=fr
pt: *Análise de datas do Canadensys*: http://data.canadensys.net/tools/dates

source: Why is it best to clean your data?
es: ¿Por qué es mejor limpiar sus datos?
fr: Pourquoi est-il préférable de nettoyer vos données ?
pt: Por que é melhor limpar seus dados?

source: - [x] to make them as fit for use as possible - [x] to achieve your data quality goals - [ ] data should be cleaned by the users, not the providers
es: - [x] para hacerlos tan aptos para su uso como sea posible - [x] para lograr sus objetivos de calidad de datos - [ ] los datos deben ser limpiados por los usuarios. no por los proveedores
fr: - [x] pour les rendre aussi réutilisables que possible - [x] pour atteindre vos objectifs de qualité des données - [ ] les données doivent être nettoyées par les utilisateurs, pas les fournisseurs
pt: - [x] para torná-los o mais adequados para uso possível - [x] para atingir seus objetivos de qualidade de dados - [ ] os dados devem ser limpos pelos utilizadores, não pelos detentores

source: How should you organize your data cleaning workflow?
es: ¿Cómo debe organizar su flujo de trabajo de limpieza de datos?
fr: Comment devriez-vous organiser votre processus de nettoyage des données ?
pt: Como você deve organizar seu fluxo de trabalho de limpeza de dados?

source: - [ ] work alone, you know your data best - [x] ask your colleagues for expertise - [x] work at an institutional level to harmonize data quality workflows
es: - [ ] trabajar solo, usted conoce mejor sus datos - [x] pida ayuda a sus colegas expertos - [x] trabajar a nivel institucional para armonizar los flujos de trabajo de calidad de los datos
fr: - [ ] travaillez seul, vous connaissez le mieux vos données - [x] sollicitez vos collègues pour obtenir l'expertise qui vous manque - [x] travaillez au niveau institutionnel pour harmoniser les processus concernant la qualité des données
pt: - [ ] trabalhe sozinho, você conhece seus dados melhor - [x] peça a seus colegas por experiência - [x] trabalhe a nível institucional para harmonizar fluxos de trabalho de qualidade de dados

source: Which is best:
es: Cuál es el mejor:
fr: Qu'est-ce qui est le mieux :
pt: Qual é melhor:

source: - [x] prevent errors from occurring - [x] correct errors as soon as you find them in your database or spreadsheet - [ ] not cleaning errors but documenting them as you go, so people who reuse your data know where they are
es: - [x] prevenir que se generen errores - [x] corregir los errores tan pronto como los encuentre en su base de datos u hoja de cálculo - [ ] no limpiar los errores, sino documentarlos sobre la marcha, para que las personas que reutilizan sus datos sepan dónde están
fr: - [x] Empêcher les erreurs de se produire - [x] Corriger les erreurs dès que vous les trouvez dans votre base de données ou dans votre feuille de calcul - [ ] Non pas nettoyer les erreurs mais les documenter au fur et à mesure que vous les repérez, afin que les personnes qui réutilisent vos données sachent où elles se trouvent
pt: - [x] previnir erros de ocorrer - [x] corrigir os erros assim que você os encontrar em seu banco de dados ou folha de cálculo - [ ] não limpar erros, mas documentá-los durante o processo, para que as pessoas que reutilizam seus dados saibam onde estão

source: Whose responsibility is data quality?
es: ¿Quién es responsable por la calidad de los datos?
fr: Qui est responsable de la qualité des données ?
pt: A responsabilidade da qualidade dos dados é de quem?

source: - [ ] The person(s) who record data on the field - [ ] The data transcribers - [ ] The database manager - [x] Everyone involved in the management of data - [ ] The people who use your data - [ ] GBIF
es: - [ ] La (s) persona (s) que registran los datos en el campo - [ ] Los transcriptores de datos - [ ] El administrador de la base de datos - [x] Todas las personas involucradas en la gestión de datos. - [ ] Las personas que utilizan sus datos - [ ] GBIF
fr: - [ ] La ou les personnes qui enregistrent les données sur le terrain - [ ] Les transcripteurs de données - [ ] Le gestionnaire de base de données - [x] Toutes les personnes impliquées dans la gestion des données - [ ] Les personnes qui utilisent vos données - [ ] GBIF
pt: - [ ] Da(s) pessoa(s) que registam os dados no campo - [ ] De quem transcreve os dados - [ ] Do gestor da base de dados - [x] De todos os envolvidos na gestão de dados - [ ] Das pessoas que usam seus dados - [ ] GBIF

source: Which tools can be used to clean your data ?
es: ¿Qué herramientas se pueden utilizar para limpiar sus datos?
fr: Quels outils peuvent être utilisés pour nettoyer vos données ?
pt: Quais ferramentas podem ser utilizadas para limpar seus dados?

source: - [x] Excel & other spreadsheets management tools - [x] OpenRefine - [x] Your database software - [x] Online tools such as Scientific Names Resolver or Google Maps
es: - [x] Excel y otras herramientas de gestión de hojas de cálculo - [x] OpenRefine - [x] Su software de base de datos - [x] Herramientas en línea como Scientific Names Resolver o Google Maps
fr: - [x] Excel & autres outils de gestion de feuilles de calcul - [x] OpenRefine - [x] Votre logiciel de base de données - [x] Des outils en ligne tels que Scientific Names Resolver ou Google Maps
pt: - [x] Excel e outras ferramentas de gestão de ficheiros - [x] OpenRefine - [x] Seu software de base de dados - [x] Ferramentas online, como o Scientific Names Resolver ou o Google Maps

source: In this module, you will learn about data publishing concepts, including the IPT, cores and extensions, and the importance of licenses, metadata, mandatory fields and hosting of datasets.
es: En este módulo, aprenderá sobre conceptos de publicación de datos, incluyendo IPT, núcleos y extensiones, y la importancia de las licencias, metadatos, campos obligatorios y alojamiento de conjuntos de datos.
fr: Dans ce module, vous apprendrez des concepts sur la publication de données, incluant l'IPT, les cœurs (cores) et les extensions, et l'importance des licences, des métadonnées, des champs obligatoires et de l'hébergement des jeux de données.
pt: Neste módulo, irá aprender sobre conceitos de publicação de dados, incluindo o IPT, núcleos e extensões, e a importância das licenças, metadados, campos obrigatórios e alojamentos de conjuntos de dados.

source: Data publishing concepts
es: Conceptos de publicación de datos
fr: Concepts de publication de données
pt: Conceitos de publicação de dados

source: In this video (11:45), you will learn about data publishing concepts and will receive an introduction to the Integrated Publishing Toolkit (https://www.gbif.org/ipt[IPT^]). If you are unable to watch the embedded video, you can link:../videos/Data_publishing_concepts.mp4[download^,opts=download] it locally. (MP4 - 20 MB)
es: En este video (11:45), aprenderá sobre los conceptos de publicación de datos y recibirá una introducción a la Herramienta de Publicación Integrada (https://www.gbif.org/ipt[IPT^]). Si no puedes ver el vídeo incrustado, puedes link:../videos/Data_publishing_concepts.mp4[descarga^,opts=download] localmente. (MP4 - 20 MB)
fr: Dans cette vidéo (11:45), vous vous familiariserez avec les concepts de publication de données et vous recevrez une introduction à l'IPT (https://www.gbif.org/ipt[IPT^]). Si vous ne parvenez pas à regarder la vidéo intégrée de, vous pouvez link:../videos/Data_publishing_concepts.mp4[la télécharger^,opts=download] sur votre ordinateur. (MP4 - 20 Mo)
pt: Neste vídeo (11:45), irá aprender sobre os conceitos de publicação de dados e receberá uma introdução ao Integrated Publishing Toolkit (https://www.gbif.org/ipt[IPT^]). Se não puder assistir o vídeo integrado, poderá usar link:../videos/Data_publishing_concepts.mp4[download^,opts=download] localmente. (MP4 - 20 MB)

source: IPT overview
es: Descripción general de IPT
fr: Présentation générale de l'IPT
pt: Introdução geral ao IPT

source: In this video (06:56), you will receive an overview of the IPT data publishing interface. If you are unable to watch the embedded video, you can link:../videos/Data_publishing_IPT.mp4[download^,opts=download] it locally. (MP4 - 8.7 MB)
es: En este video (06:56), aprenderá sobre una variedad de herramientas que puede utilizar para mejorar la calidad de sus datos. Si no puede ver el vídeo incrustado, puede link:../videos/Data_Management_Tools.mp4[descarga^,opts=download] localmente. (MP4 - 8.7 MB)
fr: Dans cette vidéo (06:56), vous recevrez une vue d'ensemble de l'interface de publication des données IPT. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/Data_publishing_IPT.mp4[download^,opts=download] localement. (MP4 - 8,7 Mo)
pt: Neste vídeo (06:56), você receberá uma visão geral da interface de publicação de dados do IPT. Se você não conseguir assistir ao vídeo incorporado, pode link:../videos/Data_publishing_IPT.mp4[descarregar^,opts=download] localmente. (MP4 - 8.7 MB)

source: Training IPT installations
es: Capacitación en instalaciones de IPT
fr: Installations IPT pour la formation
pt: Instalações IPT para treino

source: If you have not already been provided a login, please contact training@gbif.org and you will be provided with a login and password on the course IPT.
es: Si aún no le han proporcionado un usuario, por favor contacte con training@gbif.org y se le proporcionará un nombre de usuario y contraseña en el curso IPT.
fr: Si vous n'avez pas encore reçu d'identifiant, veuillez contacter training@gbif.org et vous recevrez un identifiant et un mot de passe pour vous connecter sur l'IPT de la formation.
pt: Se ainda não recebeu um login, entre em contato com training@gbif.org e ser-lhe-á fornecido um login e senha para o IPT do curso.

source: IPT demonstration
es: Demostración de IPT
fr: Démonstration de l'IPT
pt: Demonstração do IPT

source: In this video (24:16), you will learn how to publish an occurrence dataset using an IPT. If you are unable to watch the embedded video, you can link:../videos/IPT_demo.mp4[download^,opts=download] it locally. (MP4 - 52.6 MB)
es: En este video (24:16), aprenderá a publicar un conjunto de datos de registros biológicos usando un IPT. Si no puede ver el vídeo incrustado, puede link:../videos/IPT_demo.mp4[descarga^,opts=download] localmente. (MP4 - 52.6 MB)
fr: Dans cette vidéo (24:16), vous allez apprendre comment publier un jeu de donnée en utilisant un IPT. Si vous ne parvenez pas à regarder la vidéo intégrée Vimeo, vous pouvez link:../videos/IPT_demo.mp4[la télécharger^,opts=download] localement. (MP4 - 52,6 Mo)
pt: Neste vídeo (24:16), irá aprender como publicar um conjunto de dados de ocorrência usando um IPT. Se não conseguir assistir ao vídeo integrado, você pode usar o link:../videos/IPT_demo.mp4[download^,opts=download] localmente. (MP4 - 52.6 MB)

source: Exercise 4
es: Ejercicio 4
fr: Exercice 4
pt: Exercício 4

source: In this exercise, you will publish an occurrence dataset using the IPT.
es: En este ejercicio, publicará un conjunto de datos de registros biológicos usando el IPT.
fr: Dans cet exercice, vous publierez un jeu de données d'occurrence en utilisant l'IPT.
pt: Neste exercício, irá publicar um conjunto de dados de ocorrência usando o IPT.

source: *Data publishing*
es: *Publicación de datos*
fr: *Publication de données*
pt: *Publicação de dados*
