Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Do you think that the same shoemaker knew that a gardener might one day use the shoes as plant pots?
es: ¿Crees que el mismo zapatero sabía que un jardinero algún día podría usar los zapatos como maceteros?
fr: Pensez-vous que le même cordonnier savait qu'un jardinier pourrait un jour utiliser les chaussures comme pots de plante ?
pt: Você acha que o mesmo sapateiro sabia que um jardineiro pode um dia usar os sapatos como vasos para plantas?

source: Maybe not. // SLIDE 9
es: Tal vez no. // DIAPOSITIVA 9
fr: Peut-être pas. // DIAPO 9
pt: Talvez não. // SLIDE 9

source: We often hear people talk about data’s Fitness for Use in the ecological sciences, but what we need to remember is that data is not inherently good or bad. Rather it is the user of the data who gives data its value.
es: A menudo escuchamos a la gente hablar sobre la Aptitud para el Uso de los datos en las ciencias ecológicas, pero lo que debemos recordar es que los datos no son inherentemente buenos o malos. Más bien, es el usuario de los datos quien les da su valor.
fr: Nous entendons souvent parler de l’Aptitude à l’emploi des données dans les sciences écologiques, mais ce que nous devons nous rappeler est que les données ne sont pas intrinsèquement bonnes ou mauvaises. Au lieu de cela, c'est l'utilisateur des données qui donne leur valeur.
pt: Muitas vezes ouvimos as pessoas falar sobre o Ajuste para o Uso dos dados para serem usados nas ciências ecológicas, mas o que temos de recordar é que os dados não são inerentemente bons nem maus. Em vez disso, é o utilizador dos dados que fornece o seu valor.

source: For example, for one person, data identified to the level of Genus may be sufficient to run predictive models of ecological niches. For a person studying a particular taxon, that same genus-level data will be much less useful than more detailed occurrences with subspecies information.
es: Por ejemplo, para una persona, los datos identificados al nivel de género pueden ser suficientes para ejecutar modelos predictivos de nichos ecológicos. Para una persona que estudia un taxón en particular, esos mismos datos a nivel de género serán mucho menos útiles que registros más detalladas con información de subespecies.
fr: Par exemple, pour une personne, les données identifiées au niveau du Genre peuvent suffire à gérer des modèles prédictifs de niches écologiques. Pour une personne étudiant un taxon particulier, ces mêmes données de niveau genre seront beaucoup moins utiles que des occurrences plus détaillées avec des informations de sous-espèce.
pt: Por exemplo, para uma pessoa, os dados identificados ao nível do género podem ser suficientes para correr modelos preditivos de nichos ecológicos. Para uma pessoa que estuda um determinado taxon, esses mesmos dados ao nível do género serão muito menos úteis do que ocorrências mais detalhadas com informações de subespécies.

source: // SLIDE 10
es: // DIAPOSITIVA 10
fr: // DIAPO 10

source: So, what is Fitness for Use and how does it relate to data?
es: Entonces, ¿qué es la Aptitud para el Uso y cómo se relaciona con los datos?
fr: Alors, qu'est-ce que l’Aptitude à l’emploi et quelle est sa relation avec les données?
pt: Então, o que é o Ajuste para o Uso e como ele se relaciona com dados?

source: When Chapman discusses Fitness for Use, he says that once a dataset has been created and shared there are two primary perspectives on how those data might be used; the perspective of the creator and the perspective of the user.
es: Cuando Chapman analiza la Aptitud para el Uso, dice que una vez que se ha creado y compartido un conjunto de datos, hay dos perspectivas principales sobre cómo se pueden usar esos datos; la perspectiva del creador y la perspectiva del usuario.
fr: Quand Chapman discute de l’Aptitude à l’emploi, il dit qu'une fois qu'un jeu de données a été créé et partagé, il y a deux points de vue principaux sur la façon dont ces données peuvent être utilisées ; la perspective du créateur et la perspective de l'utilisateur.
pt: Quando o Chapman discute o Ajuste para o Uso, afirma que, uma vez um conjunto de dados criado e partilhado, há duas perspectivas primárias sobre a forma como esses dados podem ser utilizados; a perspectiva do criador e a perspectiva do utilizador.

source: To help somebody to decide if your data is trustworthy or useful enough for them to use, you have to understand your data and how to convey those data to the potential user. These are some of the important questions about the metadata, or characteristics of your data, that you should be able to answer and share with others:
es: Para ayudar a alguien a decidir si sus datos son confiables o lo suficientemente útiles para que los usen, debe comprender sus datos y cómo transmitirlos al usuario potencial. Estas son algunas de las preguntas importantes sobre los metadatos, o las características de sus datos, que debería poder responder y compartir con otros:
fr: Pour aider quelqu'un à décider si vos données sont fiables ou assez utiles pour qu'ils puissent les utiliser, vous devez comprendre vos données et comment les transmettre à l'utilisateur potentiel. Voici quelques-unes des questions importantes concernant les métadonnées, ou les caractéristiques de vos données, que vous devriez être en mesure de répondre et de partager avec les autres :
pt: Ajudar alguém a decidir se os seus dados são confiáveis ou úteis o suficiente para eles usarem, precisa compreender os seus dados e como transmitir esses dados ao potencial utilizador. Estas são algumas das questões importantes sobre os metadados, ou características dos seus dados, que deve ser capaz de responder e partilhar com outros:

source: How Accessible are your data? How easily can someone access your data? People can’t use the data if they can’t find the data.
es: ¿Qué tan Accesibles son sus datos? ¿Con qué facilidad puede alguien acceder a sus datos? Las personas no pueden usar los datos si no pueden encontrarlos.
fr: À quel point vos données sont-elles accessibles ? Avec quelle facilité une personne peut-elle accéder à vos données ? Les personnes ne peuvent pas utiliser les données si elles ne peuvent pas trouver les données.
pt: Qual o nível de acesso dos seus dados? Com que facilidade alguém pode aceder aos seus dados? As pessoas não podem usar os dados se não os conseguirem encontrar.

source: How Accurate are your data? Can your data be trusted? For example, are your identifications current and were they made by known experts?
es: ¿Qué tan Exactos son sus datos? ¿Se puede confiar en sus datos? Por ejemplo, ¿sus identificaciones están actualizadas y fueron realizadas por expertos conocidos?
fr: Quelle est la précision de vos données ? Peut-on se fier à vos données ? Par exemple, vos identifications sont-elles à jour et ont-elles été faites par des experts connus ?
pt: Quão exatos são os seus dados? Podem os seus dados ser confiáveis? Por exemplo, as suas identificações são atuais e foram feitas por especialistas conhecidos?

source: How Timely are they? When will the data be made available? How often are they updated?
es: ¿Cuán Oportunos son? ¿Cuándo estarán disponibles los datos? ¿Con qué frecuencia se actualizan?
fr: À quel point sont-elles opportunes ? Quand les données seront-elles disponibles ? Combien de fois sont-elles mises à jour ?
pt: Quão atuais são eles? Quando serão os dados disponibilizados? Com que frequência são atualizados?

source: How Complete or Comprehensive are the data? Which parts of your dataset are documented fully? How well do the data cover a particular time, place, or domain?
es: ¿Qué tan Completos o Exhaustivos son los datos? ¿Qué partes de su conjunto de datos están completamente documentadas? ¿Cuán bien cubren los datos un momento, lugar o dominio en particular?
fr: Dans quelle mesure les données sont-elles complètes ou globales? Quelles parties de votre jeu de données sont entièrement documentées ? Dans quelle mesure les données couvrent-elles particulièrement une période, lieu ou domaine ?
pt: Quão completos ou abrangentes são os dados? Que partes do seu conjunto de dados estão documentadas? Quão bem cobrem os dados um determinado período, lugar ou domínio?

source: How Consistent are they? Is the data in each field always of the same type? Was the data collected using the same documented protocols?
es: ¿Qué tan Consistentes son? ¿Los datos de cada campo son siempre del mismo tipo? ¿Se recopilaron los datos utilizando los mismos protocolos documentados?
fr: A quel point sont elles cohérentes ? Les données dans chaque champ sont-elles toujours du même type? Les données ont-elles été collectées en utilisant les mêmes protocoles documentés ?
pt: Qual a consistência deles? Os dados em cada campo são sempre do mesmo tipo? Foram os dados colhidos usando os mesmos protocolos documentados?

source: How Relevant are they? How similar is this dataset to others that have been used successfully for the same purpose?
es: ¿Qué tan Relevantes son? ¿Qué tan similar es este conjunto de datos a otros que se han utilizado con éxito para el mismo propósito?
fr: À quel point sont-elles pertinentes ? À quel point ce jeu de données est-il similaire à d'autres qui ont été utilisés avec succès dans le même but ?
pt: Quanto relevantes são eles? Quão similar é este conjunto de dados a outros que foram usados com éxito para a mesma finalidade?

source: How Detailed are the data? How much resolution is there in your data? At what scale can they be used for mapping?
es: ¿Qué tan Detallados son los datos? ¿Cuánta resolución hay en tus datos? ¿En qué escala se pueden utilizar para el mapeo?
fr: Dans quelle mesure les données sont-elles détaillées ? Quelle est la résolution de vos données ? À quelle échelle peuvent-elles être utilisées pour la cartographie ?
pt: Qual é o detalhe dos dados? Que resolução existe nos seus dados? Em que escala podem ser usados para mapeamento?

source: Is the data Easy to interpret? Is the dataset documented in a clear and concise way? If your documents are handwritten, are they legible?
es: ¿Los datos son Fáciles de interpretar? ¿Está el conjunto de datos documentado de una manera clara y concisa? Si tus documentos están escritos a mano, ¿son legibles?
fr: Les données sont-elles faciles à interpréter ? Le jeu de données est-il documenté de manière claire et concise ? Si vos documents sont manuscrits, sont-ils lisibles ?
pt: Os dados são fáceis de interpretar? O conjunto de dados é documentado de uma forma clara e concisa? Se os seus documentos são escritos à mão, eles são legíveis?

source: // SLIDE 11
es: // DIAPOSITIVA 11
fr: // DIAPO 11

source: While Fitness for Use is subjective, measures of data quality are much less so.
es: Si bien la Aptitud para el Uso es subjetiva, las medidas de calidad de los datos lo son mucho menos.
fr: Bien que l’Aptitude à l’emploi soit subjectif, les mesures de la qualité des données le sont beaucoup moins.
pt: Apesar o Ajuste para o Uso seja subjetivo, as medidas de qualidade de dados são muito menos.

source: Chapman states that: "All data include error – there is no escaping it! It is knowing what the error is that is important, and knowing if the error is within acceptable limits for the purpose to which the data are to be put.”
es: Chapman afirma que: "Todos los datos incluyen errores, ¡no hay forma de escapar! Es saber cuál es el error lo que es importante y saber si el error se encuentra dentro de los límites aceptables para el propósito al que se destinarán los datos."
fr: Chapman dit que : "Toutes les données contiennent de l'erreur – il n'y a pas moyen d'en échapper! C'est de savoir quelle est l’importance de cette erreur, et si l'erreur est dans les limites acceptables pour la finalité à laquelle les données sont destinées."
pt: Chapman afirma que: "Todos os dados incluem erro - não há como escapar! Saber o que é o erro é importante assim como o é saber se o erro se encontra dentro de limites aceitáveis para a finalidade que os dados serão aplicados."

source: // SLIDE 12
es: // DIAPOSITIVA 12
fr: // DIAPO 12

source: We can use two measures of quality, Correctness and Consistency, to help us to document these inherent errors in data.
es: Podemos utilizar dos medidas de calidad, Corrección y Consistencia, para ayudarnos a documentar estos errores inherentes a los datos.
fr: Nous pouvons utiliser deux mesures de qualité, de précision et de cohérence pour nous aider à documenter ces erreurs inhérentes dans les données.
pt: Podemos usar duas medidas de qualidade, correcção e consistência, para nos ajudar a documentar esses erros inerentes aos dados.

source: Correctness, sometimes called accuracy, is “How close the recorded value is to the actual, real-world value”.
es: La Corrección, a veces denominada exactitud, es "qué tan cerca está el valor registrado del valor real del mundo real".
fr: L’exactitude, parfois appelée précision, est « Comment la valeur enregistrée se rapproche de la valeur réelle ».
pt: A correção, às vezes chamada exactidão, é "Quão próximo está o valor registado do valor real, do mundo real".

source: In this diagram accuracy is how close a given dot is to the centre of the target.
es: En este diagrama, la exactitud es qué tan cerca está un punto dado del centro del objetivo.
fr: Dans ce diagramme, la précision est la distance à laquelle se trouve un point donné du centre de la cible.
pt: Neste diagrama, a exactidão é quão próximo um determinado ponto está do centro do alvo.

source: Consistency, sometimes called precision, is “How often you get it right”
es: La Consistencia, a veces llamada precisión, es "la frecuencia con la que lo haces bien"
fr: La cohérence, parfois appelée précision, est « Combien de fois avez-vous raison »
pt: Consistência, às vezes chamado de precisão, é "Quantas vezes consegue acertar"

source: In this diagram, precision is how close the dots are together irrespective of how close they are to the centre of the target.
es: En este diagrama, la precisión es qué tan cerca están los puntos, independientemente de qué tan cerca estén del centro del objetivo.
fr: Dans ce diagramme, la précision est de savoir à quel point les points sont proches les uns des autres indépendamment de la distance à laquelle ils sont du centre de la cible.
pt: Neste diagrama, a precisão é quão próximos estão os pontos entre si, independentemente de quão perto estão eles do centro do alvo.

source: These are measures of how well the data gatherer was able to capture the true value being investigated. Knowing these properties of your data will help you to understand the ways in which you can and cannot clean, validate and process the data.
es: Estas son las medidas de lo bien que el recolector de datos pudo captar el valor verdadero que se estaba investigando. Conocer estas propiedades de sus datos le ayudará a entender las maneras en que puede y no puede limpiar, validar y procesar los datos.
fr: Ce sont des mesures qui montrent à quel point le collecteur de données a été en mesure de saisir la véritable valeur étudiée. Connaître ces propriétés de vos données vous aidera à comprendre comment vous pouvez et ne pouvez pas nettoyer, valider et traiter les données.
pt: Essas são medidas de quão bem o coletor dos dados conseguiu capturar o verdadeiro valor que estava sendo investigado. Conhecer essas propriedades dos seus dados irá ajudá-lo a entender as maneiras pelas quais você pode ou não pode limpar, validar e processar os dados.

source: // SLIDE 13
es: // DIAPOSITIVA 13
fr: // DIAPO 13

source: This image provides a clear set of illustrations of accuracy and precision. This may be a good image to keep with you when you have to explain these concepts to others.
es: Esta imagen proporciona un conjunto claro de ilustraciones de exactitud y precisión. Esta puede ser una buena imagen para tenerla con usted cuando tenga que explicar estos conceptos a otras personas.
fr: Cette image fournit un ensemble clair d'illustrations d’exactitude et de précision. Ceci peut être une bonne image à garder avec vous quand vous devez expliquer ces concepts à autrui.
pt: Esta imagem fornece um conjunto claro de ilustrações de exactidão e precisão. Esta pode ser uma boa imagem para guardar quando precisa explicar esses conceitos a outros.

source: // SLIDE 14
es: // DIAPOSITIVA 14
fr: // DIAPO 14

source: Let’s look at some examples of Correctness, or accuracy, and how it can help us think about the practicalities of data cleaning. Remember that Correctness is how close you are to the center of a target.
es: Veamos algunos ejemplos de Corrección o exactitud y cómo puede ayudarnos a pensar en los aspectos prácticos de la limpieza de datos. Recuerda que la Corrección es lo cerca que estás del centro de un objetivo.
fr: Examinons quelques exemples d’exactitude, ou de précision, et comment cela peut nous aider à réfléchir sur les aspects pratiques du nettoyage des données. Rappelez-vous que l’exactitude est à quel point vous êtes proche du centre d'une cible.
pt: Vamos ver alguns exemplos de correção ou exactidão, e como isso nos pode ajudar a pensar sobre as práticas de limpeza de dados. Lembre-se de que correção é quão próximo está do centro de um alvo.

source: Let’s look at an example.
es: Veamos un ejemplo.
fr: Prenons un exemple.
pt: Vamos ver um exemplo.

source: // SLIDE 15
es: // DIAPOSITIVA 15
fr: // DIAPO 15

source: For this example, let’s imagine your dataset contains records of fossil bird specimens from the Early Triassic Period. The taxonomic name for a number of specimens in your dataset is recorded as Thismia.
es: Para este ejemplo, imaginemos que su conjunto de datos contiene registros de especímenes de aves fósiles del período Triásico Temprano. El nombre taxonómico de varios especímenes de su conjunto de datos se registra como Thismia.
fr: Pour cet exemple, imaginons que votre jeu de données contienne des enregistrements de spécimens d'oiseaux fossiles de la période du Triassique Antique. Le nom taxonomique pour un nombre de spécimens dans votre jeu de données est enregistré comme Thismia.
pt: Para este exemplo, vamos imaginar que o seu conjunto de dados contém registos de espécies de pássaros fósseis do início do período Triássico. O nome taxonómico de um número de espécimes do seu conjunto de dados está registado como Thismia.

source: Do you know if Thismia is a taxon of ancient birds?
es: ¿Sabes si Thismia es un taxón de aves antiguas?
fr: Savez-vous si Thismia est un taxon d'oiseaux anciens ?
pt: Sabe se Thismia é um taxon de aves antigas?

source: // SLIDE 16
es: // DIAPOSITIVA 16
fr: // DIAPO 16

source: In this case, the answer is no!
es: En este caso, la respuesta es no!
fr: Dans ce cas, la réponse est non!
pt: Neste caso, a resposta é não!

source: Thismia is a very rare plant from the State of Illinois in the United States.
es: Thismia es una planta muy rara del estado de Illinois en los Estados Unidos.
fr: La thismie est une plante très rare de l'État de l'Illinois aux Etats-Unis.
pt: Thismia é uma planta muito rara do Estado do Illinois nos Estados Unidos.

source: As a result, the correctness, or accuracy, of the taxonomic name is low. Perhaps because the data entry technician was not a paleontologist. As a result, all of the names in the dataset might need to be checked and corrected by an expert before the data could be used.
es: Como resultado, la corrección o exactitud del nombre taxonómico es baja. Quizás porque el técnico de entrada de datos no era paleontólogo. Como resultado, es posible que un experto deba verificar y corregir todos los nombres en el conjunto de datos antes de que se puedan usar los datos.
fr: En conséquence, la précision, ou l'exactitude, du nom taxonomique est faible. Peut-être parce que le technicien de saisie de données n'était pas un paléontologue. Résultat, tous les noms dans le jeu de données peuvent avoir besoin d'être vérifiés et corrigés par un expert avant que les données puissent être utilisées.
pt: Como resultado, a correcção ou a exatidão do nome taxonómico é baixa. Talvez o técnico de inserção de dados não fosse paleontologista. Como resultado, todos os nomes no conjunto de dados podem precisar de ser verificados e corrigidos por um especialista antes que os dados possam ser usados.

source: // SLIDE 17
es: // DIAPOSITIVA 17
fr: // DIAPO 17

source: Let’s look at another example. Here, your dataset contains specimens collected in a place called Kalamazoo by a scientist named Richard Spruce.
es: Veamos otro ejemplo. Aquí, su conjunto de datos contiene muestras recolectadas en un lugar llamado Kalamazoo por un científico llamado Richard Spruce.
fr: Regardons un autre exemple. Ici, votre jeu de données contient des spécimens collectés dans un endroit appelé Kalamazoo par un scientifique nommé Richard Spruce.
pt: Vamos ver outro exemplo. Aqui, o seu conjunto de dados contém espécimes colhidos num lugar chamado Kalamazoo por um cientista chamado Richard Spruce.

source: We must ask ourselves:
es: Debemos preguntarnos:
fr: Nous devons nous poser la question suivante:
pt: Devemos perguntar-nos:

source: Is 49007 the right postal code for Kalamazoo?
es: ¿Es 49007 el código postal correcto para Kalamazoo?
fr: Le 49007 est-il le bon code postal pour Kalamazoo ?
pt: 49007 é o código postal certo para Kalamazoo?

source: Did Richard Spruce collect in Michigan?
es: ¿Coleccionó Richard Spruce en Michigan?
fr: Richard Spruce a-t-il collecté au Michigan?
pt: Richard Spruce colheu no Michigan?

source: // SLIDE 18
es: // DIAPOSITIVA 18
fr: // DIAPO 18

source: In this case, the answer is yes to our first question, 49007 is a postal code for Kalamazoo, so the accuracy of the locality is good, but what about the collector, Richard Spruce?
es: En este caso, la respuesta es sí a nuestra primera pregunta, 49007 es un código postal para Kalamazoo, por lo que la precisión de la localidad es buena, pero ¿qué pasa con el coleccionista, Richard Spruce?
fr: Dans ce cas, la réponse est oui à notre première question, 49007 est un code postal pour Kalamazoo, donc la précision de la localité est bonne, mais qu'en est-il du collecteur, Richard Spruce?
pt: Neste caso, a resposta é sim à nossa primeira pergunta, 49007 é um código postal para Kalamazoo, então a exactidão da localidade é boa. Mas, e sobre o colecionador Richard Spruce?

source: // SLIDE 19
es: // DIAPOSITIVA 19
fr: // DIAPO 19

source: There is, in fact, a famous botanist named Richard Spruce. He was born in 1817 and died in 1893, but he conducted his collecting in the Amazon Basin and Andes mountains in South America. Something is not quite right, so we need to find out more about the collector before we can be confident in the correctness of these data.
es: De hecho, existe un famoso botánico llamado Richard Spruce. Nació en 1817 y murió en 1893, pero realizó sus colectas en la cuenca del Amazonas y en los Andes en Sudamérica. Algo no está del todo bien, por lo que debemos averiguar más sobre el recopilador antes de poder confiar en la exactitud de estos datos.
fr: Il y a en effet un botaniste célèbre nommé Richard Spruce. Né en 1817 et décédé en 1893, il dirigea sa collection dans le bassin amazonien et les montagnes des Andes en Amérique du Sud. Quelque chose n'est pas tout à fait juste, donc nous devons en savoir plus sur le collecteur avant d’avoir confiance à l’exactitude de ces données.
pt: Na verdade, há um botânico famoso chamado Richard Spruce. Ele nasceu em 1817 e morreu em 1893, mas realizou a sua colheita na bacia do Amazonas e nas montanhas do Andes na América do Sul. Algo não está certo, por isso, precisamos saber mais sobre o coletor antes de podermos ter confiança na correcção destes dados.

source: // SLIDE 20
es: // DIAPOSITIVA 20
fr: // DIAPO 20
