Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Installation on Linux
es: Instalación en Linux
fr: Installation sur Linux
pt: Instalação no Linux

source: Download the https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-linux-3.4.1.tar.gz[Linux kit].
es: Descargue el https://github.com/OpenRefine/OpenRefine/releases/download/3.5.1/openrefine-linux-3.5.1.tar.gz[Linux kit].
fr: Téléchargez le https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-linux-3.4.1.tar.gz[Linux kit].
pt: Transfira o https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-linux-3.4.1.tar.gz[Linux kit].

source: Download, extract, then type ./refine to start. This requires Java to be installed on your computer.
es: Descargue, extraiga y escriba ./refine para empezar. Esto requiere que Java esté instalado en su ordenador.
fr: Téléchargez, extrayez, puis tapez ./refine pour démarrer. Cela nécessite que Java soit installé sur votre ordinateur.
pt: Descarregue, extraia, em seguida digite ./refine para iniciar. Este requer que o Java esteja instalado no seu computador.

source: Detailed instructions for Linux (click to expand)
es: Instrucciones detalladas para Linux (haga clic para expandir)
fr: Instructions détaillées pour Linux (cliquez pour développer)
pt: Instruções detalhadas para Linux (clique para expandir)

source: These instructions are for KDE (e.g. Kubuntu, SuSE), but the process is similar for Gnome (e.g. Ubuntu, Red Hat, CentOS).
es: Estas instrucciones son para KDE (por ejemplo, Kubuntu, SuSE), pero el proceso es similar para Gnome (por ejemplo, Ubuntu, Red Hat, CentOS).
fr: Ces instructions sont pour KDE (par exemple, Kubuntu, SuSE), mais le processus est similaire pour Gnome (par exemple, Ubuntu, Red Hat, CentOS).
pt: Estas instruções são para o KDE (por exemplo, Kubuntu, SuSE), mas o processo é similar para Gnome (por exemplo, Ubuntu, Red Hat, CentOS).

source: Download the https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-linux-3.4.1.tar.gz[Linux kit]. Open it.
es: Descargue el https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-linux-3.4.1.tar.gz[Linux kit]. Ábralo.
fr: Téléchargez le https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-linux-3.4.1.tar.gz[Linux kit].
pt: Transfira o https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-linux-3.4.1.tar.gz[Linux kit]. Abra-o.

source: Click "Extract" to unpack the downloaded application.
es: Haga clic en "Extraer" para descomprimir la aplicación descargada.
fr: Cliquez sur « Extract » pour décompresser l'application téléchargée.
pt: Clique em "Extrair" para descompactar o aplicativo transferido.

source: Choose a suitable place. I also selected "Open destination folder after extraction" and "Close Ark after extraction"
es: Elija un lugar adecuado. También seleccioné "Abrir carpeta de destino después de la extracción" y "Cerrar el Ark después de la extracción"
fr: Choisissez un endroit approprié. Sélectionnez aussi "Open destination folder after extraction" et "Close Ark after extraction"
pt: Escolha o local adequado. Eu também selecionei "Abrir pasta de destino após a extração" e "Fechar Ark após a extração"

source: Right click "refine" and choose "Run in Konsole". This is needed so you can safely exit OpenRefine later, by closing the Konsole window.
es: Haga clic derecho en "refine" y elija "Ejecutar en Konsole". Esto es necesario para que pueda salir de OpenRefine de forma segura más tarde, cerrando la ventana de Konsole.
fr: Faites un clic droit sur « refine» et choisissez « Run in Konsole», ce qui est nécessaire pour que vous puissiez quitter en toute sécurité OpenRefine plus tard, en fermant la fenêtre Konsole.
pt: Clique com o botão direito em "refine" e escolha "Executar em Konsole". Isso é necessário para possa sair do OpenRefine mais tarde, fechando a janela do Konsole.

source: Confirm that you wish to execute the downloaded application.
es: Confirme que desea ejecutar la aplicación descargada.
fr: Confirmez que vous souhaitez exécuter l'application téléchargée.
pt: Confirme que deseja executar a aplicação transferida.

source: OpenRefine is now running.
es: OpenRefine se está ejecutando.
fr: OpenRefine est en cours d'exécution.
pt: O OpenRefine está a correr agora.

source: Foundations review
es: Revisión de fundamentos
fr: Compte-rendu des fondations
pt: Revisão dos fundamentos

source: Quiz yourself on the concepts learned in this section.
es: Comprueba los conceptos aprendidos en esta sección.
fr: Passez un quiz sur les concepts que vous avez appris dans cette section.
pt: Faça um "quiz" sobre os conceitos aprendidos nesta secção.

source: For the given statement, input the correct term (database, database language, database program)
es: Para la declaración dada, ingrese el término correcto (base de datos, lenguaje de programación de la base de datos, programa de la base de datos)
fr: Pour l'énoncé donné, entrez le terme correct (base de données, langage de base de données, programme de base de données)
pt: Para a afirmação fornecida, insira o termo correto (banco de dados, língua da base de dados, programa da base de dados)

source: * combines and presents functions and features for manipulating data, together in a unified interface + __database program__ * structured and organized collection of data and/or information held on a computer + __database__ * the way by which a human communicates with a computer + __database language__
es: * combina y presenta funciones y características para manipular datos, juntas en una interfaz unificada + __programa de la base de datos__ * recopilación estructurada y organizada de datos y/o información almacenada en una computadora + __base de datos__ * la forma en que un humano se comunica con una computadora + __lenguaje de programación de la base de datos__
fr: * combine et présente des fonctions et des fonctionnalités pour manipuler des données ensemble dans une interface unifiée + __programme de base de données__ + * une collection structurée et organisée de données et/ou d'informations conservées sur un ordinateur + __base de données__ + * la façon dont un être humain communique avec un ordinateur + __langage de base de données__ +
pt: * Combina e apresenta funções e recursos para manipular dados, em conjunto em uma interface unificada + __programa de base de dados__ * coleção estruturada e organizada de dados e/ou informações seguradas em um computador + __base de dados__ * a forma pela qual um humano se comunica com um computador + __língua da base de dados__

source: If you open a data file and see the following, what would you suspect is the issue? +
es: Si abre un archivo de datos y ve lo siguiente, ¿cuál sospecha que es el problema? +
fr: Si vous ouvrez un fichier de données et vous voyez ce qui suit, que soupçonnerez-vous d'être le problème ? +
pt: Se você abrir um ficheiro de dados e ver o seguinte, de qual problema suspeitaria? +

source: - [ ] Nothing - [ ] It is corrupt - [x] The wrong encoding was used to open the file - [ ] The sender used a weird font
es: - [ ] Nada - [ ] Está corrupto - [x] La codificación incorrecta fue utilizada para abrir el archivo - [ ] El remitente usó una fuente extraña
fr: - [ ] Rien - [ ] Il est corrompu - [x] Le mauvais encodage a été utilisé pour ouvrir le fichier - [ ] L'expéditeur a utilisé une police bizarre
pt: - [ ] Nenhuma das opções - [ ] Está corrompido - [x] A codificação errada foi utilizada para abrir o ficheiro - [ ] O remetente usou uma fonte estranha

source: For the given software, input the type of software (data capture, data management, data cleaning, data publishing).
es: Para el software dado, ingrese el tipo de software (captura de datos, gestión de datos, limpieza de datos, publicación de datos).
fr: Pour le logiciel donné, saisissez le type de logiciel (saisie des données, gestion des données, nettoyage des données, publication des données).
pt: Para o software fornecido, insira o tipo de software (captura de dados, gestão de dados, limpeza de dados, publicação de dados).

source: * Integrated Publishing Toolkit (IPT) + __data publishing__ * Specify + __data capture__ AND __data management__ * iNaturalist + __data capture__ * OpenRefine + __data cleaning__
es: * Herramienta de publicación integrada (IPT) + __publicación de datos__ * Specify + __captura de datos__ Y __gestión de datos__ * iNaturalist + __captura de datos__ * OpenRefine + __limpieza de datos__
fr: * Integrated Publishing Toolkit (IPT) + __publication des données__ * Specify + __saisie des données__ ET__gestion des données__ * iNaturalist + __saisie des données__ * OpenRefine + __nettoyage des données__
pt: * Integrado Publishing Toolkit (IPT) + __publicação de dados__ * Especificar + __captura de dados__ E __gestão de dados__ * iNaturalist + __captura de dados__ * OpenRefine + __limpeza de dados__

source: For the given example, input the correct data type (binary, boolean, float, integer, long integer, text, unstructured text)
es: Para el ejemplo dado, introduzca el tipo de datos correcto (binario, booleano, flotante, entero, entero largo, texto, texto no estructurado)
fr: Pour l'exemple donné, entrez le bon type de données (binaire, booléen, flottant, entier, entier long, texte, texte non structuré)
pt: Para o exemplo dado, insira o tipo de dados correcto (binário, booleano, float, inteiro, inteiro longo, texto, texto não estruturado)

source: * 1236975 + __long integer__ * 01101111 + __binary__ * We walked 5 miles down the road west from the post office in the center of town. We then went 2 miles north on a dirt path to the river. Then we continued west along the river for another 5 miles. + __unstructured text__ * 1024 + __integer__ * 29.0 + __float__ * Yes/No + __boolean__ * 6 rabbits were observed + __text__
es: * 1236975 + __entero largo__ * 01101111 + __binario__ * Caminamos 5 millas a lo largo de la carretera oeste desde la oficina de correos en el centro de la ciudad. Luego fuimos 2 millas al norte por un camino de tierra hacia el río, luego continuamos hacia el oeste a lo largo del río por otras 5 millas. + __texto no estructurado__ * 1024 + __entero__ * 29. + __flotante__ * Sí/No + __booleano__ * 6 conejos observados + __texto__
fr: * 1236975 + __entier long__ * 1101111 + __binaire__ * Nous avons marché 5 miles sur la route à l'ouest du bureau de poste au centre de la ville. Ensuite, nous avons parcouru 2 miles vers le nord, sur un chemin de terre menant à la rivière. Puis nous avons continué vers l'ouest le long de la rivière pendant 5 miles. + __texte non structuré__ * 1024 + __entier__ * 29.0 + __flottant__ * Oui/Non + __boléen__ * 6 lapins ont été observés + __texte__
pt: * 1236975 + __integração longa__ * 01101111 + __binário__ * Caminhamos 5 milhas pela estrada a oeste do correio, no centro da cidade. Depois seguimos 2 milhas a norte em um caminho de terra até o rio. Então continuámos a oeste ao longo do rio por mais 5 milhas. + __texto não estruturado__ * 1024 + __integrado__ * 29.0 + __float__ * Sim/Não + __booleano__ * 6 coelhos foram observados + __texto__

source: Which of these terms describes a "field/column name"?
es: ¿Cuál de estos términos describe un "nombre de campo/columna"?
fr: Lesquels de ces termes décrivent un "nom de champ/colonne" ?
pt: Qual destes termos descreve um nome de "campo/coluna"?

source: - [x] Assigned - [ ] Descriptive - [x] Identifying - [ ] Readable - [x] Unique - [ ] User-interface
es: - [x] Asignado - [ ] Descriptivo - [x] Identificador - [ ] Legible - [x] Único - [ ] interfaz de usuario
fr: - [x] Assigné - [ ] Descriptif - [x] Identifiant - [ ] Lisible - [x] Unique - [ ] Interface utilisateur
pt: - [x] Atribuído - [ ] Descritivo - [x] Identificador - [ ] Legível - [x] Único - [ ] Interface de utilizador

source: Which of these terms describes a "field label"?
es: ¿Cuál de estos términos describe una "etiqueta de campo"?
fr: Lesquels de ces termes décrivent une "étiquette du champ" ?
pt: Quais destes termos descreve uma "etiqueta de campo"?

source: - [ ] Assigned - [x] Descriptive - [ ] Identifying - [x] Readable - [ ] Unique - [x] User-interface
es: - [x] Asignado - [ ] Descriptivo - [x] Identificador - [ ] Legible - [x] Único - [ ] interfaz de usuario
fr: - [ ] Assigné - [x] Descriptif - [ ] Identifiant - [x] Lisible - [ ] Unique - [x] Interface utilisateur
pt: - [x] Atribuído - [ ] Descritivo - [x] Identificador - [ ] Legível - [x] Único - [ ] Interface de utilizador

source: For each statement, input the correct structure (row, column, table)
es: Para cada afirmación, introduzca la estructura correcta (fila, columna, tabla)
fr: Pour chaque énoncé, entrez la structure correcte (ligne, colonne, table)
pt: Para cada afirmação, insira a estrutura correta (linha, coluna, tabela)

source: * All data refers to a SINGLE concept. + __table__ * An attribute has the SAME field/data type for every record. + __column__ * Attributes of a record ALWAYS stay together. + __row__
es: * Todos los datos se refieren a un concepto UNICO. + __tabla__ * Un atributo tiene el MISMO campo / tipo de datos para cada registro. + __columna__ * Los atributos de un registro SIEMPRE permanecen juntos. + __fila__
fr: * Toutes les données se réfèrent à un concept UNIQUE. + __table__ * Un attribut a le MÊME champ/type de données pour chaque enregistrement. + __colonne__ * Les attributs d'un enregistrement restent TOUJOURS ensemble. + __lignes__
pt: * Todos os dados se referem a um conceito SINGLE. + __tabela__ * Um atributo tem o tipo de campo/dado de cada registo. + __coluna__ * Atributos de um registo permanentemente. + __linha__

source: Who determines the fitness for use of your data?
es: ¿Quién determina la aptitud para el uso ("fitness for use") de sus datos?
fr: Qui détermine l'adéquation à l'usage de vos données ?
pt: Quem determina a aptidão para o uso de seus dados?

source: - [ ] The museum or department director - [x] The users of the data for research or education - [ ] The collector of the data in the field - [ ] The person entering the data into the database
es: - [ ] El director del museo o departamento - [x] Los usuarios de los datos para investigación o educación - [ ] El colector de los datos en el campo - [ ] La persona que introduce los datos en la base de datos
fr: - [ ] Le directeur du musée ou de département - [x] Les utilisateurs des données pour la recherche ou l'éducation - [ ] Le collecteur des données sur le terrain - [ ] La personne saisissant les données dans la base de données
pt: - [ ] O director do museu ou do departamento - [x] Os utilizadores dos dados para investigação ou educação - [ ] O coletor de dados no campo - [ ] A pessoa inserindo os dados na base de dados

source: For the given statements, input the matching image. (A, B, C, D) image:img/web/accuracyandprecision.png[align=center,width=640,height=360]
es: Para las sentencias dadas, introduzca la imagen coincidente. (A, B, C, D) image:img/web/accuracyandprecision.png[align=center,width=640,height=360]
fr: Pour les instructions données, entrez l'image correspondante. (A, B, C, D) image:img/web/accuracyandprecision.png[align=center,width=640,height=360]
pt: Para as afirmações fornecidas, insira a imagem correspondente. (A, B, C, D) image:img/web/accuracyandprecision.png[align=center,width=640,height=360]

source: * High accuracy, low precision + __C__ * Low accuracy, high precision + __B__ * High accuracy, high precision + __D__ * Low accuracy, low precision + __A__
es: * Alta exactitud, baja precisión + __C__ * Baja exactitud, alta precisión + __B__ * Alta exactitud, alta precisión + __D__ * Baja exactitud, baja precisión + __A__
fr: * Haute exactitude, basse précision + __C__ * Faible exactitude, haute précision + __B__ * Haute exactitude, haute précision + __D__ * Faible exactitude, basse précision + __A__
pt: * Alta exatidão, baixa precisão + __C__ * Baixa exatidão, alta precisão + __B__ * Alta exatidão, alta precisão + __D__ * Baixa exatidão, baixa precisão + __A__

source: Identify the data relationships where Dataset B needs to be merged into Dataset A (0:1, 1:0, 1:1, 1:∞, ∞:1, ∞:∞). Not all the relationships are used.
es: Identificar las relaciones de datos donde el conjunto de datos B necesita ser fusionado en el conjunto de datos A (0:1, 1:0, 1:1, 1:∞, ∞:1, ∞:∞). No se utilizan todas las relaciones.
fr: Identifier les relations de données lorsque le jeu de donnée B doit être fusionné avec le jeu de donnée A (0:1, 1:0, 1:1, 1:∞ , ∞ :1, ∞ :∞ ). Toutes les relations ne sont pas utilisées.
pt: Identifique as relações de dados em que o Dataset B precisa ser mesclado ao conjunto de dados A (0:1, 1:0, 1:1, 1:∞, ∞:1, ∞:∞). Nem todas as relações são utilizadas.

source: * Collector field exists in both dataset A and B + __1:1__ * Country field only exists in dataset B + __0:1__ * Name field exists in dataset A, but dataset B contains First Name and Last Name fields + __1:∞__ * ID field exists in both dataset A and B + __1:1__ * Elevation exists in dataset A, but not in dataset B + __1:0__ * Date exists in dataset A, but Day, Month, and Year are separate fields in dataset B + __1:∞__
es: * El campo del colector existe en ambos conjuntos de datos A y B + __1:1__ * El campo del país sólo existe en el conjunto de datos B + __0:1__ * El campo del nombre existe en el conjunto de datos A, pero el conjunto de datos B contiene los campos de Nombre y Apellidos + __1:∞__ * El campo ID existe en ambos conjuntos de datos A y B + __1:1__ * La elevación existe en el conjunto de datos A, pero no en el conjunto de datos B + __1:0__ * La fecha existe en el conjunto de datos A, pero el Día, Mes y Año son campos separados en el conjunto de datos B + __1:∞__
fr: * Le champ Collecteur existe dans les deux jeux de données A et B + __1:1__ * Le champ Pays n'existe que dans le jeu de donnée B + __0:1__ * Le champ Nom existe dans le jeu de donnée A, mais le jeu de données B contient les champs Prénom et Nom + __1:∞ __ * Le champ ID existe dans le jeu de données A et B + __1:1__ * Élévation existe dans le jeu de données A, mais pas dans le jeu de données B + __1:0__ * La date existe dans le jeu de données A, mais Jour, Mois et Année sont des champs séparés dans le jeu de données B + __1:∞ __
pt: * O campo de coletor de dados existe em ambos os conjuntos de dados A e B + __1:1__ * O campo País só existe no conjunto de dados B + __0:1__ * O campo Nome existe no conjunto de dados A, mas o dataset B contém campos de Primeiro Nome e Sobrenome + __1:__ * campo de ID existe nos conjuntos de dados A e B + __1:1__ * Elevação existe no conjunto de dados A, mas não no conjunto de dados B + __1:0__ * Data existe no conjunto de dados A, mas Dia, Mês e Ano são campos separados no conjunto de dados B + __1:__

source: Metadata is important because (select the TRUE statements):
es: Los metadatos son importantes porque (seleccione los enunciados VERDADEROS):
fr: Les métadonnées sont importantes car (sélectionnez les affirmations vraies) :
pt: Metadados são importantes porque (selecione as declarações VERDADEIRAS):

source: - [x] it allows users to determine if a dataset is fit for their use. - [ ] it allows you to share exact coordinates for each occurrence. - [x] it allows you to know under which legal terms the reuse of data is permitted. - [ ] it also applies to all supplemental and associated materials, including images, video, and other media. - [ ] it allows you know about the institution's next exhibition/opening hours.
es: - [x] permiten a los usuarios determinar si un conjunto de datos es adecuado para su uso. - [ ] le permiten compartir coordenadas exactas para cada registro. - [x] le permiten saber bajo qué términos legales se permite la reutilización de datos. - [ ] también se aplica a todos los materiales complementarios y asociados, incluidas imágenes, videos y otros medios. - [ ] le permiten conocer el próximo horario de exhibición/apertura de la institución.
fr: - [x] elles permettent aux utilisateurs de déterminer si un jeu de données convient à leur usage. - [ ] elles vous permettent de partager des coordonnées exactes pour chaque occurrence. - [x] elles vous permettent de savoir sous quelles conditions légales la réutilisation des données est autorisée. - [ ] cela s'applique également à tous le matériel supplémentaires et associés, y compris les images, les vidéos et autres média. - [ ] elles vous permettent de connaître les prochaines heures d'exposition/d'ouverture de l'institution.
pt: - [x] permite que os utilizadores determinem se um conjunto de dados é adequado para o seu uso. - [ ] permite que você compartilhe coordenadas exatas para cada ocorrência. - [x] permite que você saiba sob quais termos legais a reutilização de dados é permitida. - [ ] isto também se aplica a todos os materiais suplementares e associados, incluindo imagens, vídeos e outras mídias. - [ ] permite que você saiba sobre a próxima exposição/horário de funcionamento da instituição.

source: Use Case I - Herbarium Specimens
es: Caso de uso I: especímenes de herbario
fr: Cas Pratique I - Spécimens d'herbier
pt: Use Case I - Espécime de Herbário

source: Familiarize yourself with the use case scenario.
es: Familiarícese con el escenario del caso de uso.
fr: Familiarisez-vous avec le scénario du cas d'utilisation.
pt: Familiarize-se com o cenário do caso.

source: Use Case I is a practice use case for the planning, data capture, data management and data publishing modules. It is recommended that you download the link:../course-docs/UC1-Herbarium-Exercise_EN.docx[exercise sheet,opts=download] (MS Word 345 KB) so that you can make notes as you work through the exercises. A suggested solution will be provided in the solution appendix. Use Case I is not graded.
es: El caso de uso I es un caso de uso práctico para los módulos de planificación, captura, gestión y publicación de datos. Se recomienda que descargue link:../course-docs/UC1-Herbarium-Exercise_EN.docx[hoja de ejercicios, opts = download] (MS Word 345 KB) para que pueda tomar notas mientras trabaja en los ejercicios. Se proporcionará una solución sugerida en el apéndice de soluciones. El caso de uso I no está calificado.
fr: Le Cas Pratique I est utilisé pour les modules de planification, de saisie de données, de gestion de données et de publication de données. Il est recommandé de télécharger la link:../course-docs/UC1-Herbarium-Exercise_EN.docx[feuille d'exercice,opts=download] (MS Word 345 ko) pour que vous puissiez prendre des notes tout au long des exercices. Une solution suggérée sera fournie en annexe. Le case pratique I n'est pas noté.
pt: O caso I, é um caso prático para o planeamento, captura de dados, gestão de dados e módulos de publicação de dados. É recomendável que você desacarregue o link:../course-docs/UC1-Herbarium-Exercise_EN.docx[folha de exercícios, opts=download] (MS Word 345 KB) para que possa fazer anotações conforme trabalha nos exercícios. Uma solução sugerida será fornecida no apêndice da solução. O caso I não é avaliado.

source: Scenario
es: Escenario
fr: Scénario
pt: Cenário

source: *A Data Mobilization Project in a Regional Herbarium*
es: *Un proyecto de movilización de datos en un herbario regional*
fr: *Un projet de mobilisation des données dans un herbier régional*
pt: *Um Projecto de Mobilização de Dados em um Herbário Regional*
