Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Geographic information proves to be valuable in a lot of data re-use contexts, such as niche modelling or studies about species distribution. While ‘old’ collections or specimens can be understandably difficult, if not impossible, to geolocate precisely, it is recommended to share precise coordinates or textual information when possible. Coordinates should be recorded directly on the field when possible, along with the uncertainty and the geodetic datum used. Otherwise use relevant and verified sources to geolocate your data. You should note that coordinates or other geographic information can be generalized or not even shared at all in some contexts, such as with the conservation of sensitive species.
es: La información geográfica demuestra ser valiosa en muchos contextos de reutilización de datos, como el modelado de nichos o los estudios sobre la distribución de especies. Si bien las colecciones o especímenes "antiguos" pueden ser comprensiblemente difíciles, si no imposibles, de geolocalizar con precisión, se recomienda compartir coordenadas precisas o información textual cuando sea posible. Las coordenadas deben registrarse directamente en el campo cuando sea posible, junto con la incertidumbre y el datum geodésico utilizado. De lo contrario, utilice fuentes relevantes y verificadas para geolocalizar sus datos. Debe tener en cuenta que las coordenadas u otra información geográfica pueden generalizarse o ni siquiera compartirse en algunos contextos, como con la conservación de especies sensibles.
fr: Les informations géographiques se révèlent précieuses dans de nombreux contextes de réutilisation des données, comme la modélisation des créneaux ou les études sur la répartition des espèces. Alors que les anciennes collections ou spécimens peuvent être difficiles à comprendre, voire impossibles, pour géolocaliser avec précision, il est recommandé de partager des coordonnées précises ou des informations textuelles si possible. Les coordonnées doivent être enregistrées directement sur le champ lorsque cela est possible, avec l'incertitude et le datum géodésique utilisé. Sinon, utilisez des sources pertinentes et vérifiées pour géolocaliser vos données. Vous devez noter que les coordonnées ou autres informations géographiques peuvent être généralisées ou même pas partagées du tout dans certains contextes, par exemple pour la conservation des espèces sensibles.
pt: As informações geográficas provam ser valiosas em muitos contextos de reutilização de dados, como a modelagem de nichos ou estudos sobre a distribuição de espécies. Enquanto coletas ou espécimes antigas podem ser compreensivelmente difíceis, se não impossíveis, para geo-localizar precisamente, é recomendada a partilha de coordenadas precisas ou informações textuais, quando possível. As coordenadas devem ser gravadas diretamente no campo quando possível, juntamente com a incerteza e o dado geodésico usado. Caso contrário, use fontes relevantes e verificadas para geo-localizar seus dados. Você deve notar que coordenadas ou outras informações geográficas podem ser generalizadas ou nem mesmo partilhadas em alguns contextos, por exemplo, no que se refere à conservação de espécies sensíveis.

source: // Slide 11
es: // Diapositiva 11
fr: // Diapositive 11

source: Spatial information can be found in numerous formats, not only geographic coordinates: examples include (but are not limited to) grid data, point+radius, or polygons. Each of them is useful to share in order to check the consistency of the geographical elements (eg coordinates vs country code, or to ensure a given locality is consistent with a collector’s travels)
es: La información espacial se puede encontrar en numerosos formatos, no solo en coordenadas geográficas: los ejemplos incluyen (pero no se limitan a) datos de cuadrícula, punto + radio o polígonos. Es útil compartir cada uno de ellos para comprobar la coherencia de los elementos geográficos (por ej., coordenadas versus al código del país, o para garantizar que una localidad determinada sea coherente con los viajes de un colector)
fr: Les informations spatiales peuvent être trouvées dans de nombreux formats, pas seulement les coordonnées géographiques: les exemples incluent (mais ne sont pas limitées) les données de la grille, point+rayon, ou polygones. Chacun d'eux est utile à partager afin de vérifier la cohérence des éléments géographiques (par exemple, coordonnées vs code pays, ou pour s'assurer qu'une localité donnée est compatible avec les voyages d'un collectionneur)
pt: A informação espacial pode ser encontrada em vários formatos, não só nas coordenadas geográficas: os exemplos incluem (mas não se limitam a) dados em grelha, ponto+raio ou polígonos. Cada um deles é útil para partilhar a fim de verificar a consistência dos elementos geográficos (por exemplo, coordenadas vs código do país, ou para garantir que uma determinada localidade é consistente com as viagens de um colector)

source: // Slide 12
es: // Diapositiva 12
fr: // Diapositive 12

source: Within GBIF, it is recommended to share the geodetic Datum that was used to derive the coordinates (decimal latitude and longitude) shared. In the absence of a specific geodetic datum, GBIF will infer WGS84 as default.
es: Dentro de GBIF, se recomienda compartir el Datum Geodésico que se utilizó para derivar las coordenadas (latitud y longitud decimales) compartidas. En ausencia de un datum geodésico específico, GBIF inferirá WGS84 por defecto.
fr: Au sein du GBIF, il est recommandé de partager le Datum géodésique qui a été utilisé pour dériver les coordonnées (latitude décimale et longitude) partagées. En l'absence d'une donnée géodétique spécifique, le GBIF va inférer WGS84 par défaut.
pt: Dentro do GBIF, é recomendado partilhar o Datum geodésico que foi usado para obter as coordenadas (latitude decimal e longitude) partilhadas. Na ausência de um datum geodésico específico, o GBIF irá inferir WGS84 por defeito.

source: // Slide 13
es: // Diapositiva 13
fr: // Diapositive 13

source: This slide shows an old GBIF map with different types of geographical issues: the most obvious one is a mirror effect between the USA and China (reversed coordinates), and you can also notice an artificial line along the Greenwich meridian where ‘0’ values were put in the ‘decimalLongitude’ field, as well as another one on the Equator where ‘0’ values were put in the ‘decimalLatitude’ field. GBIF indexing now includes automatic geographical checks between the coordinates and countryCode shared within the dataset. Coordinates can be automatically reversed to match the country.
es: Esta diapositiva muestra un mapa GBIF antiguo con diferentes tipos de problemas geográficos: el más obvio es un efecto espejo entre los EE. UU. y China (coordenadas invertidas), y también puede notar una línea artificial a lo largo del meridiano de Greenwich donde estaban los valores '0' poner en el campo 'decimalLongitude', así como otro en el Ecuador donde los valores '0' se pusieron en el campo 'decimalLatitude'. La indexación de GBIF ahora incluye verificaciones geográficas automáticas entre las coordenadas y el countryCode compartido dentro del conjunto de datos. Las coordenadas se pueden invertir automáticamente para que coincidan con el país
fr: Ce diaporama montre une ancienne carte GBIF avec différents types de problèmes géographiques: la plus évidente est un effet miroir entre les États-Unis et la Chine (coordonnées inversées), et vous pouvez également remarquer une ligne artificielle le long du méridien de Greenwich où les valeurs '0' ont été placées dans le champ 'decimalLongitude', ainsi qu'un autre sur l'équateur où les valeurs '0' ont été placées dans le champ 'decimalLatitude'. L'indexation du GBIF comprend désormais des vérifications géographiques automatiques entre les coordonnées et le countryCode partagé dans le jeu de données. Les coordonnées peuvent être automatiquement inversées pour correspondre au pays
pt: Este slide mostra um antigo mapa do GBIF com diferentes tipos de problemas geográficos: o mais óbvio é um efeito de espelho entre os EUA e a China (coordenadas invertidas), e pode também observar uma linha artificial ao longo do meridiano de Greenwich, onde valores "0" foram colocados no campo "decimalLongitude", bem como outra sobre o Equador, onde foram colocados valores "0" no campo "decimalLatitude". A indexação do GBIF agora inclui verificações geográficas automáticas entre as coordenadas e o país partilhado no conjunto de dados. As coordenadas podem ser automaticamente revertidas para corresponder ao país.

source: // Slide 14
es: // Diapositiva 14
fr: // Diapositive 14

source: Information about the context of the data collection or observation are very useful to share in order to give as much detail as possible regarding each occurrence. Information such as the collector name, collection or observation protocol, habitat and other factors can prove to be important when reusing data for example with ecological niche modelling.
es: La información sobre el contexto de la colecta de datos u observación es muy útil para compartir, con el fin de brindar la mayor cantidad de detalles posible sobre cada registro biológico. La información como el nombre del colector, el protocolo de colecta u observación, el hábitat y otros factores pueden resultar importantes cuando se reutilizan datos, por ejemplo, con modelos de nichos ecológicos.
fr: Les informations sur le contexte de la collecte ou de l’observation des données sont très utiles à partager afin de donner le plus de détails possible sur chaque occurrence. Les informations telles que le nom du collecteur, la collection ou le protocole d'observation, l'habitat et d'autres facteurs peuvent s'avérer importants lors de la réutilisation des données par exemple pour la modélisation de la niche écologique.
pt: Informações sobre o contexto da colheita ou observação dos dados são muito úteis para partilhar, a fim de fornecer o máximo de detalhe possível sobre cada ocorrência. Informações tais como o nome do coletor, o protocolo de colheita ou observação, o habitat e outros factores podem revelar-se importantes na reutilização dos dados, por exemplo, para modelagem do nicho ecológico.

source: // Slide 15 Data quality factors regarding collection information are mainly along the lines of exactitude like the correct collector name, consistency for example using the same vocabulary for describing soils, habitats, and completeness as in providing all existing information about the description of a given species including the flowering period, colour of the leaves, and medicinal uses. Within the Darwin Core and within the IPT you can find recommended controlled vocabularies for some fields such as the ‘lifeStage’. The TDWG vocabularies task group works to promote and make better the ease of use across vocabularies.
es: // Diapositiva 15 Los factores de calidad de los datos con respecto a la información de la recopilación se encuentran principalmente en la línea de la exactitud, como el nombre correcto del colector, la coherencia, por ejemplo, utilizando el mismo vocabulario para describir suelos, hábitats e integridad que al proporcionar toda la información existente sobre la descripción de una especie determinada, incluido el período de floración, color de las hojas y usos medicinales. Dentro de Darwin Core y dentro de IPT, puede encontrar vocabularios controlados recomendados para algunos campos, como "lifeStage". El grupo de trabajo de vocabularios de TDWG trabaja para promover y mejorar la facilidad de uso de los vocabularios.
fr: // Diapositive 15 Les facteurs de qualité des données concernant les informations de collecte sont principalement dans le sens de l'exactitude comme le nom du collecteur correct, cohérence par exemple en utilisant le même vocabulaire pour décrire les sols, habitats et complétude comme en fournissant toutes les informations existantes sur la description d'une espèce donnée, y compris la période de floraison, couleur des feuilles, et utilisations médicinales. Dans le Darwin Core et au sein de l'IPT, vous pouvez trouver des vocabulaires contrôlés recommandés pour certains champs tels que le « lifeStage ». Le groupe de tâches des vocabulaires TDWG travaille à promouvoir et à améliorer la facilité d'utilisation entre les vocabulaires.
pt: // Slide 15 Fatores de qualidade dos dados sobre a informação da colheita estão principalmente ao longo das linhas de exatidão, como o nome correto do coletor, consistência, por exemplo, usando o mesmo vocabulário para descrever solos, habitats e completude como forma de fornecer todas as informações existentes sobre a descrição de uma determinada espécie, incluindo o período florístico. cor das folhas e dos medicamentos. Dentro do Darwin Core e do IPT pode encontrar vocabulários controlados recomendados para alguns campos, como o 'lifeStage' (estado de desenvolvimento). O grupo de trabalho de vocabulários do TDWG trabalha para promover e melhorar a facilidade de uso em todos os vocabulários.

source: // Slide 16
es: // Diapositiva 16
fr: // Diapositive 16

source: Keep in mind that descriptive information are often incomplete due to a whole array of factors.
es: Tenga en cuenta que la información descriptiva suele estar incompleta debido a una gran variedad de factores.
fr: Gardez à l'esprit que les informations descriptives sont souvent incomplètes en raison d'une panoplie de facteurs.
pt: Tenha em mente que informações descritivas estão frequentemente incompletas devido a uma série de fatores.

source: Depending on the collection state, some labels can be incomplete or lacking crucial information;
es: Dependiendo del estado de la colección, algunas etiquetas pueden estar incompletas o carecer de información crucial;
fr: Selon l'état de la collection, certaines étiquettes peuvent être incomplètes ou manquer d'informations cruciales ;
pt: Dependendo do estado da coleção, algumas etiquetas podem estar incompletas ou sem informações cruciais;

source: Completeness (for example of a species description) is often impossible to achieve with a single individual;
es: La integridad (por ejemplo, la descripción de una especie) a menudo es imposible de lograr con un solo individuo;
fr: La complétude (par exemple la description d'une espèce) est souvent impossible à atteindre avec un seul individu ;
pt: É frequentemente impossível conseguir a informação completa (por exemplo de uma descrição de espécies) com um único indivíduo;

source: and you should always check for consistency in your database or spreadsheet, for example in the terms used for describing colours, in order to avoid redundant information.
es: y siempre debe verificar la coherencia en su base de datos u hoja de cálculo, por ejemplo, en los términos utilizados para describir los colores, para evitar información redundante.
fr: et vous devriez toujours vérifier la cohérence de votre base de données ou de votre tableur, par exemple dans les termes utilisés pour décrire les couleurs, afin d'éviter toute redondance.
pt: e deve sempre verificar a consistência da sua base de dados ou folha de cálculo, por exemplo, nos termos utilizados para descrever cores, a fim de evitar informação redundante.

source: // Slide 17
es: // Diapositiva 17
fr: // Diapositive 17

source: This presentation has focused on the topic of data quality applied to data capture; indeed, these are the steps where it is crucial to ensure that all information related to each record is correctly and completely captured, in order for the data to be as clear and understandable as possible for future users. This can only be done if consistent decisions are made at the institutional level in order to create a solid workflow for data capture and data management. The chain of responsibility regarding data quality is then split between the persons involved at each step of the process, but keep in mind that data can always be improved and fixed if errors or omissions are detected at later stages.
es: Esta presentación se ha centrado en el tema de la calidad de los datos aplicada a la captura de datos; de hecho, estos son los pasos en los que es crucial garantizar que toda la información relacionada con cada registro se capture de manera correcta y completa, para que los datos sean lo más claros y comprensibles posible para los futuros usuarios. Esto solo se puede hacer si se toman decisiones consistentes a nivel institucional con el fin de crear un flujo de trabajo sólido para la captura y gestión de datos. La cadena de responsabilidad con respecto a la calidad de los datos se divide entre las personas involucradas en cada paso del proceso, pero tenga en cuenta que los datos siempre se pueden mejorar y corregir si se detectan errores u omisiones en etapas posteriores.
fr: Cette présentation s'est concentrée sur le thème de la qualité des données appliquée à la saisie des données; en effet, ce sont les étapes où il est crucial de s'assurer que toutes les informations relatives à chaque enregistrement sont correctement et complètement saisies, afin que les données soient aussi claires et compréhensibles que possible pour les futurs utilisateurs. Ceci ne peut être fait que si des décisions cohérentes sont prises au niveau institutionnel afin de créer un flux de travail solide pour la saisie et la gestion des données La chaîne de responsabilité concernant la qualité des données est ensuite divisée entre les personnes impliquées à chaque étape du processus, mais gardez à l'esprit que les données peuvent toujours être améliorées et corrigées si des erreurs ou des omissions sont détectées à des étapes ultérieures.
pt: Esta apresentação centrou-se no tema da qualidade de dados aplicada à captura de dados; Na verdade, estes são os passos em que é crucial garantir que toda informação relacionada a cada registo seja correta e completamente capturada, para que os dados sejam tão claros e compreensíveis quanto possível para futuros utilizadores. Isso só pode ser feito se as decisões consistentes forem tomadas a nível institucional, a fim de criar um fluxo de trabalho sólido para captura e gestão de dados. A cadeia de responsabilidades em relação à qualidade dos dados é então dividida entre as pessoas envolvidas em cada etapa do processo, mas tenha em mente que os dados podem sempre ser melhorados e corrigidos se forem detectados erros ou omissões em fases posteriores.

source: // Slide 18
es: // Diapositiva 18
fr: // Diapositive 18

source: If you have questions on this presentation, please use the provided forum in the e-Learning platform.
es: Si tienes preguntas sobre esta presentación, por favor usa el foro proporcionado en la plataforma e-Learning.
fr: Si vous avez des questions sur cette présentation, veuillez utiliser le forum fourni sur la plateforme e-Learning.
pt: Se tiver perguntas sobre esta apresentação, use o fórum fornecido na plataforma de e-Learning.

source: This video is part of a series of presentations used in the GBIF Biodiversity Data Mobilization course.
es: Este vídeo es parte de una serie de presentaciones utilizadas en el curso de Movilización de datos de biodiversidad de GBIF.
fr: Cette vidéo fait partie d'une série de présentations utilisées dans le cours de mobilisation des données de la biodiversité GBIF.
pt: Este vídeo faz parte de uma série de apresentações usadas no curso de Mobilização de Dados de Biodiversidade do GBIF.

source: The biodiversity data mobilization curriculum was originally developed as part of the Biodiversity Information Development Programme funded by the European Union.
es: El plan de estudios de movilización de datos sobre biodiversidad se desarrolló originalmente como parte del Programa Información sobre Biodiversidad para el Desarrollo, financiado por la Unión Europea.
fr: Le programme de mobilisation des données sur la biodiversité a été développé à l'origine dans le cadre du Programme de Développement de l'information sur la biodiversité, financé par l'Union européenne.
pt: O currículo de mobilização de dados de biodiversidade foi desenvolvido originalmente como parte do Programa de Desenvolvimento de Informações de Biodiversidade financiado pela União Europeia.

source: This presentation was originally created and narrated by Sophie Pamerlon with additional contributions by Laura Russell, BID and BIFA Trainers, Mentors and Students.
es: Esta presentación fue creada y narrada originalmente por Sophie Pamerlon con contribuciones adicionales de Laura Russell, instructores, mentores y estudiantes de BID y BIFA.
fr: Cette présentation a été créée et narrée par Sophie Pamerlon avec des contributions supplémentaires de Laura Russell, des coach du BID et du BIFA, Mentors et Étudiants.
pt: Esta apresentação foi originalmente criada e narrada por Sophie Pamerlon com contribuições adicionais de Laura Russell, BID e Formadores BIFA, Mentores e Alunos.

source: In this presentation, we are going to explore the key principles and processes important to effective data management.
es: En esta presentación, vamos a explorar los principios y procesos clave que son importantes para una gestión de datos eficaz.
fr: Dans cette présentation, nous allons explorer les principes clés et processus importants pour une gestion efficace des données.
pt: Nesta apresentação, vamos explorar os principais princípios e processos importantes para uma gestão eficaz de dados.

source: The concept of data management includes a wide range of topics, from metadata formats to database organization. In this presentation we are going to discuss an important set of principles necessary to improve data through the processes of data cleaning.
es: El concepto de gestión de datos incluye una amplia gama de temas, desde formatos de metadatos hasta organización de bases de datos. En esta presentación vamos a discutir un importante conjunto de principios necesarios para mejorar los datos a través de los procesos de limpieza de datos.
fr: Le concept de gestion des données comprend une énorme gamme de sujets, de formats de métadonnées à l'organisation de la base de données. Dans cette présentation, nous allons discuter d'un ensemble de principes important qui sont nécessaires pour améliorer les données à travers les processus de nettoyage des données.
pt: O conceito de gestão de dados inclui uma ampla gama de tópicos, desde formatos de metadados à organização de bases de dados. Nesta apresentação, vamos discutir um conjunto de princípios importantes necessários para melhorar os dados através dos processos de limpeza de dados.

source: What is data cleaning?
es: ¿Qué es la limpieza de datos?
fr: Qu'est-ce que le nettoyage des données ?
pt: O que é a limpeza de dados?

source: Data Cleaning was defined by Arthur Chapman in 2005 as:
es: La Limpieza de Datos fue definida por Arthur Chapman en 2005 como:
fr: Le nettoyage des données a été défini par Arthur Chapman en 2005 comme :
pt: A Limpeza de dados foi definida por Arthur Chapman em 2005 como:

source: “A process used to determine inaccurate, incomplete, or unreasonable data and then improving the quality through correction of detected errors and omissions.”
es: "Un proceso utilizado para determinar datos inexactos, incompletos o irrazonables y luego mejorar la calidad mediante la corrección de errores y omisiones detectados"
fr: "Un processus utilisé pour déterminer des données inexactes, incomplètes ou déraisonnables, puis en améliorer la qualité par la correction des erreurs et des omissions détectées."
pt: "Um processo usado para determinar dados imprecisos, incompletos ou excessivos e, em seguida, melhorar a qualidade através da correção de erros e omissões detectadas."
