Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Data cleaning refers to the process of “fixing” errors in the data that have been identified during the validation process. The term is synonymous with “data cleansing”, although some use data cleansing to encompass both data validation and data cleaning. It is important in the data cleaning process that data is not inadvertently lost, and changes to existing information be carried out very carefully. It is often better to retain both the old (original data) and the new (corrected data) side by side in the database so that if mistakes are made in the cleaning process, the original information can be recovered.
es: La limpieza de datos se refiere al proceso de "corregir" errores en los datos que se han identificado durante el proceso de validación. El término es sinónimo de "limpieza de datos", aunque algunos utilizan la limpieza de datos para abarcar tanto la validación como la limpieza de datos. Es importante que en el proceso de limpieza de datos no se pierdan datos por descuido y que los cambios en la información existente se realicen con mucho cuidado. A menudo es mejor conservar tanto los datos antiguos (datos originales) como los nuevos (datos corregidos) uno al lado del otro en la base de datos para que, si se cometen errores en el proceso de limpieza, se pueda recuperar la información original.
fr: Le nettoyage des données (appelé « data cleaning » en anglais) désigne le processus de « correction » des erreurs dans les données qui ont été identifiées au cours du processus de validation. Le terme est synonyme de « purification des données » (« data cleansing » en anglais), bien que certains utilisent le terme purification des données pour englober à la fois la validation et le nettoyage des données. Dans le processus de nettoyage des données, il est important que les données ne soient pas perdues par inadvertance et que les changements apportés aux informations existantes soient effectués avec le plus grand soin. Il est souvent préférable de conserver à la fois les anciennes (données originales) et les nouvelles (données corrigées) côte à côte dans la base de données de sorte que si des erreurs sont commises dans le processus de nettoyage, les informations originales peuvent être récupérées.
pt: Limpeza de dados refere-se ao processo de “reparação” de erros nos dados que foram identificados durante o processo de validação. O termo é sinónimo de "limpeza de dados", embora alguns usem a limpeza de dados para englobar a validação de dados e a limpeza de dados. No processo de limpeza de dados, é importante que os dados não se percam inadvertidamente e que as alterações à informação existente sejam efectuadas com muito cuidado. Muitas vezes é melhor manter ambos os antigos (dados originais) e os novos (dados corrigidos) lado a lado na base de dados, para que, caso sejam cometidos erros no processo de limpeza, as informações originais possam ser recuperadas.

source: In this video (09:47), we will provide an overview of the importance of documentation as it relates to data management and data publishing. You will learn about data mapping, data relationships and metadata. If you are unable to watch the embedded video, you can link:../videos/Foundations_Documentation.mp4[download^,opts=download] it locally. (MP4 - 29.2 MB)
es: En este video (09:47), proporcionaremos una visión general de la importancia de la documentación en relación con la gestión de datos y la publicación de datos. Aprenderá sobre mapeo de datos, relaciones de datos y metadatos. Si no puede ver el vídeo incrustado, puede link:../videos/Foundations_Documentation.mp4[descargalo^,opts=download] localmente. (MP4 - 29.2 MB)
fr: Dans cette vidéo (09:47), nous vous donnerons un aperçu de l'importance de la documentation en ce qui concerne la gestion et la publication des données. Vous en apprendrez plus sur la cartographie des données (mapping), les relations entre données et les métadonnées. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/Foundations_Documentation.mp4[télécharger^,opts=download] localement. (MP4 - 29,2 Mo)
pt: Neste vídeo (09:47), daremos uma visão geral da importância da documentação no que se refere à gestão e publicação de dados. Você aprenderá sobre mapeamento de dados, relações e metadados. Se não puder assistir o vídeo embutido, poderá utilizar o link:../videos/Foundations_Documentation.mp4[download^,opts=download] localmente. (MP4 - 29.2 MB)

source: Digitization Workflows
es: Flujos de trabajo de digitalización
fr: Workflows de numérisation
pt: Fluxos de Trabalho de Digitalização

source: This video (07:20) on Digitization Workflows identifies five clusters (or stages) in the process of digitizing natural history collection objects using digital images, and these stages can be easily adapted to other biodiversity data sources. If you are unable to watch the embedded video, you can link:../videos/Foundations_Workflows.mp4[download^,opts=download] it locally. (MP4 - 26.8 MB)
es: Este video (07:20) sobre flujos de trabajo de digitalización identifica cinco grupos (o etapas) en el proceso de digitalización de objetos de colección de historia natural mediante imágenes digitales, y estas etapas se pueden adaptar fácilmente a otras fuentes de datos de biodiversidad. Si no puede ver el vídeo incrustado, puede link:../videos/Foundations_Workflows.mp4[descargalo^,opts=download] localmente. (MP4 - 26.8 MB)
fr: Cette vidéo (07:20) sur les workflows de numérisation identifie cinq groupes (ou étapes) dans le processus de numérisation des objets de collection d'histoire naturelle à l'aide d'images numériques. Ces étapes peuvent être facilement adaptées à d'autres sources de données sur la biodiversité. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/Foundations_Workflows.mp4[télécharger^,opts=download] localement. (MP4 - 26,8 Mo)
pt: Este vídeo (07:20) sobre Fluxo de Trabalho de Digitalização identifica cinco clusters (ou etapas) no processo de digitalização de objectos de colecções de história natural usando imagens digitais, e estas fases podem ser facilmente adaptadas a outras fontes de dados de biodiversidade. Se não conseguir assistir ao vídeo embutido do Vimeo, poderá utilizar o link:../videos/Foundations_Workflows.mp4[download^,opts=download] localmente. (MP4 - 26,8 MB)

source: As the video highlights, digitization protocols vary from institution to institution, but it is essential that the chosen protocol is agreed, documented and respected.
es: Como destaca el vídeo, los protocolos de digitalización varían de una institución a otra, pero es esencial que el protocolo elegido sea acordado, documentado y respetado.
fr: Comme le souligne la vidéo, les protocoles de numérisation varient d'une institution à l'autre, mais il est essentiel que le protocol choisi soit convenu, documenté et respecté.
pt: Como salienta o vídeo, os protocolos de digitalização variam de instituição para instituição, mas é essencial que o protocolo escolhido seja acordado, documentado e respeitado.

source: We do not teach digitization, per se, during the workshop, as it can easily stand as a week-long course on its own, instead we focus on basic introduction to biodiversity data capture. However, we want to provide you with resources on digitization as we know many are interested in this.
es: No profundizaremos en la digitalización, per se, durante el taller, ya que puede ser un curso de una semana de duración por sí solo, en su lugar, nos centramos en la introducción básica a la captura de datos sobre biodiversidad. Sin embargo, queremos proporcionarle recursos en materia de digitalización, ya que sabemos que muchos están interesados en ello.
fr: Pendant cet atelier, nous n'enseignons pas la numérisation en soi, car ce sujet nécessiterait son propre cours (d'au moins une semaine). Nous nous focalisons plutôt à introduire la base de la saisie de données sur la biodiversité. Cependant, nous voulons vous fournir des ressources sur la numérisation, car nous pensons que beaucoup d'entre vous seront intéressés.
pt: Não ensinamos a digitalização por si só durante o workshop, uma vez que pode ser um curso de uma semana. Em vez disso, centramo-nos na introdução básica à captura de dados sobre biodiversidade. No entanto, queremos fornecer-lhe recursos em matéria de digitalização, como sabemos que há interessados nisso.

source: There are many ways to organize digitization efforts and so digitization can seem daunting to begin with. It is important to remember that in most cases someone else has already tried to digitize the same types of specimens and objects that you are planning to. In this exercise we introduce you to some practical digitization workflow resources to help get you started. These will also form the basis for work we will do in the workshop on selecting, modifying and assessing workflows.
es: Hay muchas maneras de organizar los esfuerzos de digitalización y, por lo tanto, la digitalización puede parecer desalentadora al principio. Es importante recordar que en la mayoría de los casos alguien ya ha intentado digitalizar los mismos tipos de especímenes y objetos que usted está planeando. En este ejercicio le presentamos algunos recursos prácticos del flujo de trabajo de la digitalización para ayudarle a empezar. Estas también constituirán la base para el trabajo que realizaremos en el taller sobre la selección, modificación y evaluación de los flujos de trabajo.
fr: Il existe de nombreuses façons d'organiser les efforts de numérisation et la numérisation peut donc paraître intimidante au départ. Il est important de se rappeler que, dans la plupart des cas, quelqu'un d'autre a déjà essayé de numériser les mêmes types de spécimens et objets que vous. Dans cet exercice, nous vous présentons quelques ressources pratiques d'ordonnancement des tâches de numérisation pour vous aider à démarrer. Celles-ci constitueront également la base du travail que nous ferons au cours de l'atelier sur la sélection, la modification et l'évaluation du déroulement des tâches.
pt: Há muitas maneiras de organizar os esforços de digitalização e por isso, a digitalização pode parecer assustadora no início. É importante lembrar que, na maioria dos casos, outra pessoa já tentou digitalizar os mesmos tipos de espécimes e objectos que você planeia. Neste exercício nós apresentamos alguns recursos práticos de fluxo de trabalho de digitalização para ajudá-lo a começar. Estas constituirão também a base de trabalho que iremos desenvolver no workshop sobre a selecção, modificação e avaliação dos fluxos de trabalho.

source: Some steps in the process may include:
es: Algunos pasos en el proceso pueden incluir:
fr: Certaines étapes du processus peuvent inclure :
pt: Algumas etapas do processo podem incluir:

source: *Pre-digitization curation and staging*: This includes the preparation of the data source for the digitization process, including the assignment of unique identifiers that will help to refer to the source without error and to keep all derived information together.
es: *Curación y etapa de pre-digitalización*: comprende la preparación de la fuente de datos para el proceso de digitalización, incluyendo la asignación de identificadores únicos que ayuden a referirse a la fuente sin errores y a mantener junta toda la información derivada.
fr: *L'édition du contenu et les étapes avant la numérisation* : Cela comprend la préparation des données d'origine pour le processus de numérisation, y compris l'assignation d'identifiants uniques qui aideront à se référer à la source originelle sans erreur et à garder toutes les informations dérivées ensemble.
pt: *Curadoria de pré-digitalização e "staging"*: Isso inclui a preparação da fonte de dados para o processo de digitalização, incluindo a atribuição de identificadores únicos que ajudarão a referir à fonte sem erro e a manter todas as informações derivadas juntas.

source: *Image capture*: This includes a fair amount of planning, not only on the image capture itself (e.g. definition of the work sequence, selection of adequate hardware), but also on how and where the images will be stored and handled.
es: *Captura de imagen*: incluye una gran cantidad de planificación, no sólo sobre la captura de imágenes en sí (por ejemplo, la definición de la secuencia de trabajo, la selección del hardware adecuado), sino también sobre cómo y dónde se almacenarán y manejarán las imágenes.
fr: *Saisie d'images* : Cela inclut une bonne partie de planification, pas seulement sur la saisie d'image elle-même (par ex. définition de la séquence de tâches, sélection du matériel adéquat), mais aussi comment les images seront gérées et où elles seront stockées.
pt: *Captura de imagem*: Isso inclui um planeamento razoável, não apenas na própria imagem capturada (e.g. definição da sequência de trabalho, seleção de hardware adequado), mas também sobre como e onde as imagens serão armazenadas e tratadas.

source: *Image processing*: This includes quality control, file conversion, etc.
es: *Procesamiento de imagen*: incluye el control de calidad, conversión de archivos, etc.
fr: *Traitement d'image* : Cela inclut le contrôle de qualité, la conversion de fichiers, etc.
pt: *Processamento de imagens*: Isso inclui controle de qualidade, conversão de ficheiro, etc.

source: *Electronic data capture*: The core of the digitization process, includes capturing key information in a database. The video highlights that the most common method of entering the information is through a keyboard, but more and more institutions are turning to advanced data entry technologies.
es: *Captura electrónica de datos*: es el núcleo del proceso de digitalización, incluye la captura de información clave en una base de datos. El vídeo resalta que el método más común de ingresar la información es a través de un teclado, pero cada vez son más las instituciones que recurren a tecnologías avanzadas de entrada de datos.
fr: *Saisie électronique des données* : Le cœur du processus de numérisation, comprend la saisie de l'information clés dans une base de données. La vidéo souligne que la méthode la plus commune de saisie de l'information est via un clavier, mais de plus en plus d'institutions se tournent vers des technologies avancées de saisie de données.
pt: *Captura de dados eletrônicos*: O núcleo do processo de digitalização inclui a captura de informações-chave em um banco de dados. O vídeo destaca que o método mais comum para inserir a informação é através de um teclado, mas cada vez mais as instituições estão a voltar-se para tecnologias avançadas de entrada de dados.

source: *Georeferencing*: Geographical information is very important for biodiversity analysis, so digitization projects should seek to extract the most accurate geographical information possible.
es: *Georreferenciación*: La información geográfica es muy importante para el análisis de la biodiversidad, por lo que los proyectos de digitalización deben intentar extraer la información geográfica más exacta posible.
fr: *Géoréférencement* : Les informations géographiques sont très importantes pour l'analyse de la biodiversité, donc les projets de numérisation devraient chercher à extraire l'information géographique la plus précise possible.
pt: *Georeferenciação*: informações geográficas são muito importantes para a análise da biodiversidade, então os projectos de digitalização devem procurar extrair as informações geográficas mais acuradas possíveis.

source: Integrated Digitized Biocollections (https://www.idigbio.org/[iDigBio^]) is the coordination centre for the United States National Resource for Advancing Digitization of Biodiversity Collections (https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=503559[ADBC^]). They lead a nation-wide effort to make data and images for millions of biological specimens available in a standard electronic format for the research community, government agencies, students, educators, and the general public. They have produced several videos that discuss the digitization process.
es: Integrated Digitized Biocollections (https://www.idigbio.org/[iDigBio^]) es el centro de coordinación del United States National Resource for Advancing Digitization of Biodiversity Collections (https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=503559[ADBC^]). Lideran un esfuerzo nacional para poner a disposición datos e imágenes de millones de especímenes biológicos en un formato electrónico estándar para la comunidad investigadora, organismos gubernamentales, estudiantes, educadores y el público en general. Han producido varios videos que discuten el proceso de digitalización.
fr: Le Integrated Digitized Biocollections (https://www.idigbio.org/[iDigBio^]) est le centre de coordination des Resources Nationales pour la Numérisation Avancée des Collections sur la Biodiversité des Etats Unis (https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=503559[ADBC^]). Il mène un effort national visant à rendre disponibles les données et les images de millions de spécimens biologiques dans un format électronique standard pour la communauté des chercheurs, les organismes gouvernementaux, les étudiants, les éducateurs et le grand public. Il a produit plusieurs vidéos qui abordent les processus de numérisation.
pt: Biocoleções Digitalizadas Integradas (https://www.idigbio.org/[iDigBio^]) é o centro de coordenação do Recurso Nacional dos Estados Unidos para Avanço da Digitalização da Coleção de Biodiversidade (https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=503559[ADBC^]). Estes, conduzem um esforço a nível nacional para tornar disponíveis para a comunidade científica dados e imagens de milhões de espécimes biológicos num formato electrónico normalizado, para agências governamentais, estudantes, educadores e o público em geral. Eles produziram vários vídeos que discutem o processo de digitalização.

source: There are other videos in the iDigBio series that you may be interested in, if you wish to learn more about specific workflows for different specimen types:
es: Hay otros vídeos en la serie iDigBio en los que puede estar interesado si desea aprender más sobre flujos de trabajo específicos para diferentes tipos de especímenes:
fr: Il y a d'autres vidéos dans la série iDigBio qui pourraient vous intéresser, si vous souhaitez en savoir plus sur l'ordonnancement spécifique des tâches pour différents types de spécimens :
pt: Há outros vídeos na série iDigBio em que você pode estar interessado, se quiser aprender mais sobre fluxos de trabalho específicos para diferentes tipos de espécime:

source: “Digitizing Wet Collections” (4:34 mins) https://vimeo.com/120369690[^]
es: “Digitalización de colecciones húmedas” (4:34 mins) https://vimeo.com/120369690[^]
fr: « Numérisation des collections conservées dans des liquides » (4:34 mn) https://vimeo.com/120369690[^]
pt: "Digitalização de coleções não-secas" (4:34 minutos) https://vimeo.com/120369690[^]

source: “Imaging Workflows for the Digitization of Dry-preserved Vertebrate Specimens” (7:25 mins) https://vimeo.com/160615629[^]
es: “Flujos de trabajo en proceso de digitalización de especímenes vertebrados conservados en seco” (7:25 mins) https://vimeo.com/160615629[^]
fr: « Processus de prise de vues pour la numérisation des spécimens de vertébrés conservés à sec » (7:25 mn) https://vimeo.com/160615629[^]
pt: “Fluxos de Trabalho de Imagens para a Digitalização de Espécimes de Vertebrados (Dry-preserve)” (7:25 mins) https://vimeo.com/160615629[^]

source: “Digitizing Herbarium Specimens” (7:34 mins) https://vimeo.com/120369768[^]
es: “Digitalización de especímenes de herbarios” (7:34 mins) https://vimeo.com/120369768[^]
fr: « Numérisation des spécimens d'herbier » (7:34 mn) https://vimeo.com/120369768[^]
pt: “Digitalização de espécimes de Herbarium” (7:34 mins) https://vimeo.com/120369768[^]

source: Software tools
es: Herramientas de software
fr: Outils logiciels
pt: Ferramentas de software

source: Review software tools used in biodiversity informatics
es: Revisión de herramientas de software utilizadas en informática de la biodiversidad
fr: Evaluation d'outils logiciels utilisés en informatique de la biodiversité
pt: Revisar ferramentas de software utilizadas em informática para a biodiversidade

source: During the course activities, we’ll demonstrate and work with many different software tools related to data digitization, data quality and transformation. You probably already use several of them in your daily work.
es: Durante las actividades del curso, demostraremos y trabajaremos con muchas herramientas de software relacionadas con la digitalización, la calidad y la transformación de los datos. Probablemente ya utilice varias de ellas en su trabajo diario.
fr: Au cours des activités du cours, nous ferons des démonstrations et travaillerons avec différents outils logiciels liés à la numérisation des données, à la qualité des données et à leur transformation. Vous en utilisez probablement déjà plusieurs dans votre travail quotidien.
pt: Durante as actividades do curso, demonstraremos e trabalharemos com diversas ferramentas de software relacionadas à digitalização de dados, qualidade de dados e transformação. Você provavelmente já usa vários deles em seu trabalho diário.

source: Community trainers, mentors and former course participants have compiled a list with information about biodiversity informatics software tools. It provides links for their main websites, a key facts and a summary of strong and weak points.
es: Los instructores, mentores y antiguos participantes de los cursos han compilado una lista con información sobre herramientas informáticas de biodiversidad. En ella se ofrecen enlaces a sus principales sitios web, datos clave y un resumen de las ventajas y desventajas.
fr: Les formateurs, les mentors et les anciens participants au cours de notre communauté ont dressé une liste contenant des informations sur les outils en informatiques de la biodiversité. Elle fournit des liens vers leurs sites internet, des informations clés et un résumé de leurs points forts et points faibles.
pt: Os formadores, mentores e os participantes de cursos anteriores compilaram uma lista com informações sobre ferramentas de software sobre informática para a biodiversidade. A lista fornece ligações para os seus principais portais, fatos-chave e uma síntese de pontos fortes e fracos.

source: Download link:../course-docs/Software-database-EN.xlsx[Software-database-EN.xlsx,opts=download]. (23 KB)
es: Enlace de descarga link:../course-docs/Software-database-EN.xlsx[Software-database-EN.xlsx,opts=download]. (23 KB)
fr: Lien de téléchargement link:../course-docs/Software-database-EN.xlsx[Software-database-EN.xlsx,opts=download]. (23 ko)
pt: Descarregue o Link:../course-docs/Software-database-EN.xlsx[Software-database-EN.xlsx,opts=download]. (23 KB)
