Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Don't leave a table unattended. Please do not leave your work on a table sitting out for long periods of time. If you need to step away for an hour or two, that is acceptable, but please do not leave the cards unattended for more than 4 hours. If you need to leave your set up for an extended period of time, please use the eLearning platform to notify the group and trainers which link you are using, why you need to leave your cards, and when you will return to complete your work.
es: No deje una mesa desatendida. Por favor, no deje su trabajo sobre una mesa durante largos períodos de tiempo. Si necesita ausentarse durante una hora o dos, es aceptable, pero no deje las cartas desatendidas durante más de 4 horas. Si necesita dejar su configuración por un período prolongado de tiempo, use la plataforma de eLearning para notificar al grupo y a los entrenadores el enlace que está utilizando, por qué debe dejar sus cartas y cuándo regresará para completar su trabajo.
fr: Ne laissez pas de table vide. Ne laissez pas votre travail sur une table lorsque vous vous absentez pour une longue période de temps. Si vous devez vous absenter pendant une heure ou deux, c'est acceptable, mais s'il vous plaît ne laissez pas trainer les cartes pendant plus de 4 heures. Si vous avez besoin de quitter votre poste de façon prolongée, veuillez utiliser la plateforme eLearning pour informer le groupe et les formateurs du lien que vous utilisez, pourquoi vous devez laisser vos cartes et quand vous reviendrez pour terminer votre travail.
pt: Não deixe uma mesa sem vigilância. Por favor, não deixe seu trabalho em uma mesa por longos períodos de tempo. Se tiver de se afastar durante uma ou duas horas, isso é aceitável, mas por favor não deixe as cartas sem vigilância por mais de 4 horas. Se precisar sair da sua configuração por um longo período de tempo, por favor use a plataforma eLearning para notificar o grupo e os treinadores do link que está usando, por que você precisa deixar suas cartas e quando voltará para concluir seu trabalho.

source: Take screen captures often. We cannot guarantee that your cards will not be reset accidentally by someone from the workshop or by someone from your own project. You cannot reset the cards once they have been recalled and reset. If you want to submit a screenshot with your exercise please do.
es: Realice capturas de pantalla con frecuencia. No podemos garantizar que sus cartas no sean reiniciadas accidentalmente por alguien del taller o por alguien de su propio proyecto. No puede restablecer las cartas una vez que se hayan retirado y restablecido. Si desea enviar una captura de pantalla con su ejercicio, hágalo.
fr: Prenez souvent des captures d'écran. Nous ne pouvons pas garantir que vos cartes ne seront pas réinitialisées accidentellement par quelqu'un de l'atelier ou par quelqu'un de votre propre projet. Vous ne pouvez pas réinitialiser les cartes une fois qu'elles ont été rappelées et réinitialisées. Si vous voulez soumettre une capture d'écran avec votre exercice, n'hésitez pas à le faire.
pt: Tire capturas de tela com frequência. Não podemos garantir que as cartas não serão redefinidas acidentalmente por alguém do workshop ou por alguém do seu próprio projecto. Você não pode redefinir as cartas uma vez que elas tenham sido redefinidas. Se quiser enviar uma captura de tela com seu exercício, por favor faça.

source: The trainers reserve the right to reset the card tables. If we observe that one or more tables contain cards that have not been put away and have not been used for more than four hours without any notifications in the Forum on the eLearning platform, we will clear and reset the table for others to use.
es: Los entrenadores se reservan el derecho de restablecer las mesas de cartas. Si observamos que una o más mesas contienen cartas que no se han guardado y no se han utilizado durante más de cuatro horas sin ninguna notificación en el Foro de la plataforma eLearning, limpiaremos y restableceremos la mesa para que otros la usen.
fr: Les formateurs se réservent le droit de réinitialiser les tables de cartes. Si nous observons qu'une ou plusieurs tables contiennent des cartes qui n'ont pas été remises et qui n'ont pas été utilisées depuis plus de quatre heures sans aucune notification sur le forum de la plateforme eLearning, nous effacerons et réinitialiserons la table pour que les autres puissent l'utiliser.
pt: Os treinadores reservam-se o direito de redefinir as mesas de cartas. Se observarmos que uma ou mais mesas contém cartas que não foram guardadas e que não foram utilizados por mais de quatro horas sem quaisquer notificações no Fórum da plataforma eLearning, vamos limpar e redefinir a mesa para outros usarem.

source: Gameroom links (each table will open in a new window/tab):
es: Enlaces a la sala de juegos (cada mesa se abrirá en una nueva ventana/pestaña):
fr: Liens vers la salle de jeux (chaque table s'ouvrira dans une nouvelle fenêtre/onglet) :
pt: Links para Sala de Jogos (cada mesa será aberta em uma nova janela/aba):

source: BLUE: https://playingcards.io/ndqppx[^]
fr: BLEU : https://playingcards.io/ndqppx[^]

source: GREEN: https://playingcards.io/zpwe9j[^]
fr: VERT : https://playingcards.io/zpwe9j[^]

source: PURPLE: https://playingcards.io/g6khb7[^]
fr: VIOLET : https://playingcards.io/g6khb7[^]

source: RED: https://playingcards.io/3pad4w[^]
fr: ROUGE : https://playingcards.io/3pad4w[^]

source: YELLOW: https://playingcards.io/w488nb[^]
fr: JAUNE : https://playingcards.io/w488nb[^]

source: Much appreciation and thanks to Jwalant Patel and Eric Ma for finding and helping to create the online playing tables for this exercise and to Kate Webbink for artistic expertise. The online tabletop platform is provided by https://playingcards.io/.
es: Muchas gracias a Jwalant Patel y Eric Ma por encontrar y ayudar a crear las mesas de juego en línea para este ejercicio y a Kate Webbink por su experiencia artística. La plataforma de mesa en línea es proporcionada por https://playingcards.io/.
fr: Un grand merci à Jwalant Patel et Eric Ma pour avoir trouvé et aidé à créer les tables de jeu en ligne pour cet exercice et à Kate Webbink pour son expertise artistique. La plateforme de table de jeu en ligne est fournie par https://playingcards.io/.
pt: Muito apreço e agradecimento à Jwalant Patel e a Eric Ma por terem encontrado e ajudado a criar as mesas de jogos on-line para este exercício e à Kate Webbink pela competência artística. A plataforma online é fornecida por https://playingcards.io/.

source: Exercise 1a
es: Ejercicio 1a
fr: Exercice 1a
pt: Exercício 1a

source: Read <<scenario,USE CASE I>> (if you haven't already).
es: Leer <<escenario,USE CASE I>> (si no lo has hecho ya).
fr: Lire le <<scénario,Cas Pratique I>> (si vous ne l'avez pas déjà fait).
pt: Leia <<scenario,USE CASE I>> (se ainda não tiver lido).

source: Using the cards select the goals that mostly closely match those the project outlines and then choose the tasks that would need to be carried out to complete them. Next, identify the people/resources that the project has available to it and assign role cards to them as appropriate. Lastly, assign these to their stakeholder groups and affiliations.
es: Utilizando las tarjetas, seleccione los objetivos que más se ajusten a los del proyecto y luego, elija las tareas que habría que llevar a cabo para completarlos. A continuación, identifique a las personas/recursos que el proyecto tiene disponibles y asígneles cartas de función según corresponda. Por último, asigne los grupos de interés y afiliaciones.
fr: En utilisant les cartes, sélectionnez les objectifs qui correspondent le plus aux grandes lignes du projet et choisissez ensuite les tâches qui doivent être réalisées pour les accomplir. Ensuite, identifiez les personnes/ressources dont le projet dispose et assignez-leur des cartes de rôles, le cas échéant. Enfin, attribuez-les à leurs groupes d'intervenants et à leurs affiliations.
pt: Utilize os cartões e selecione os objectivos que mais se assemelham aos esboços do projecto e em seguida, escolha as tarefas que precisariam ser executadas para os completar. Depois, identifique as pessoas/recursos que o projecto tem disponível e atribua cartas para elas conforme apropriado. Por último, atribua-os aos stakeholders e afiliações.

source: Review the GOALS cards with the group, select and lay out the ones that fit the use case.
es: Revise las cartas de METAS con el grupo, seleccione y diseñe las que se ajusten al caso de uso.
fr: Examinez les cartes GOALS avec le groupe, choisissez et disposez celles qui correspondent au cas d'utilisation.
pt: Revise as cartas GOALS com o grupo, selecione e exponha os que atendem ao caso de uso.

source: Review the TASK cards with the group.
es: Revise las cartas de TAREAS con el grupo.
fr: Examinez les cartes TASK avec le groupe.
pt: Revise as cartas de TAREFA com o grupo.

source: Assign the TASK cards to each of the GOAL cards selected from the use case description.
es: Asigne las cartas de TAREAS a cada una de las cartas de METAS seleccionadas en la descripción del caso de uso.
fr: Attribuez les cartes TASK à chacune des cartes GOAL sélectionnées à partir de la description du cas d'utilisation.
pt: Atribua as cartas de TAREFA a cada uma das cartas GOAL selecionados a partir da descrição do caso.

source: Identify the institutions and people mentioned in the use case text and make note of them.
es: Identifique las instituciones y las personas mencionadas en el caso de uso y tome nota de ellas.
fr: Identifiez les institutions et les personnes mentionnées dans le texte du cas d'utilisation et en prendre note.
pt: Identifique as instituições e as pessoas mencionadas no texto de caso e tome nota das mesmas.

source: Lay out the AFFILIATIONS cards on the table.
es: Disponga las cartas de AFILIACIONES sobre la mesa.
fr: Déposez les cartes AFFILIATIONS sur la table.
pt: Exponha as cartas de AFFILIATIONS na mesa.

source: Review the STAKEHOLDER cards, identify any mentioned in the use case and then decide which AFFILIATION they belong to.
es: Revise las cartas de PARTES INTERESADAS, identifique cualquiera mencionada en el caso de uso y luego decida a qué AFILIACIÓN pertenecen.
fr: Examinez les cartes STAKEHOLDER, identifiez celles mentionnées dans le cas d'utilisation et décidez ensuite à quelle AFFILIATION elles appartiennent.
pt: Revise as cartas STAKEHOLDER, identifique qualquer mencionado no caso de uso e depois decida a que AFFILIATION pertencem.

source: Review the ROLE cards, identify any mentioned in the use case and decide which STAKEHOLDER group they belong to.
es: Revise las cartas de ROL, identifique los mencionados en el caso de uso y decida a qué grupo de PARTES INTERESADAS pertenecen.
fr: Examinez les cartes ROLE, identifiez celles mentionnées dans le cas d'utilisation et décidez à quel groupe de STAKEHOLDER elles appartiennent.
pt: Revise as cartas ROLE, identifique qualquer uma mencionada no caso de uso e decida a que grupo STAKEHOLDER pertencem.

source: Make notes to cards as appropriate.
es: Tome notas en las cartas según corresponda.
fr: Prenez des notes sur les cartes si nécessaire.
pt: Crie notas as cartas, conforme apropriado.

source: Once the cards are assigned take pictures/screenshots.
es: Una vez que las cartas sean asignadas, tome fotografías/capturas de pantalla.
fr: Une fois que les cartes sont disposées, prenez des photos/captures d'écran.
pt: Uma vez que as cartas estejam atribuídas, tire fotos/capturas de tela.

source: Use the <<exercise-sheet,exercise sheet>> to provide your answers.
es: Use la <<hoja-de-ejercicio,hoja de ejercicio>> para proporcionar sus respuestas.
fr: Utilisez <<feuille-dexercice,le fichier d'exercice>> pour donner vos réponses.
pt: Use o <<exercise-sheet,exercise sheet>> para escrever as suas respostas.

source: Are there resources or goals missing from the cards that you feel are critical to the successful completion of the project? Note these on the answer sheet.
es: ¿Faltan recursos o metas en las cartas que considere que son fundamentales para la finalización exitosa del proyecto? Anótelos en la hoja de respuestas.
fr: Y a-t-il des ressources ou des objectifs manquants dans les cartes que vous estimez essentiels à la réussite du projet ? Notez-les sur la feuille de réponses.
pt: Há recursos ou objectivos faltando nas cartas que você considera essenciais para a conclusão bem sucedida do projecto? Aponte-os na folha de resposta.

source: Exercise 1b
es: Ejercicio 1b
fr: Exercice 1b
pt: Exercício 1b

source: Using the stakeholder and goal analysis from exercise 1a, develop a workflow using the STAGE cards.
es: Utilizando el análisis de las partes interesadas y las metas del ejercicio 1a, desarrolle un flujo de trabajo utilizando las cartas ETAPA.
fr: En utilisant l'analyse des parties prenantes (stakeholders) et des objectifs (goals) de l'exercice 1a, créez un processus en utilisant les cartes STAGE.
pt: Utilize a análise de stakeholders e goals do exercício 1a e desenvolva um fluxo de trabalho usando as cartas STAGE.

source: Re-read the use case introduction, if necessary.
es: Vuelve a leer la introducción del caso de uso, si es necesario.
fr: Lisez à nouveau l'introduction du cas d'utilisation, si nécessaire.
pt: Re-leia a introdução do caso de uso, se necessário.

source: Decide which TASKS for which each ROLE will be responsible.
es: Decida de qué TAREAS será responsable cada ROL.
fr: Décidez de quelles TASKS sera responsable chaque ROLE.
pt: Decida quais TASKS pelas quais cada ROLE será responsável.

source: Review the STAGE cards and order the TASKS appropriately.
es: Revisa las cartas ETAPA y ordena las TAREAS de forma apropiada.
fr: Passez en revue les cartes STAGE et ordonnez les TASKS de façon appropriée.
pt: REveja os cartões STAGE e ordene as TASKS de modo apropriado.

source: Use the previously downloaded exercise sheet to provide your answers.
es: Utilice la hoja de ejercicios, previamente descargada, para proporcionar sus respuestas.
fr: Utilisez la feuille d'exercice téléchargée précédemment pour donner vos réponses.
pt: Use a folha de exercício descarregada anteriormente para fornecer as suas respostas.

source: Are there obvious bottlenecks in the workflow? For example: Are there too many tasks for a particular role/resource?
es: ¿Hay cuellos de botella evidentes en el flujo de trabajo? Por ejemplo: ¿Hay demasiadas tareas para un rol/recurso concreto?
fr: Existe-t-il des goulets d'étranglement évidents dans le processus ? Par exemple : y a-t-il trop de tâches pour un rôle ou une ressource en particulier ?
pt: Há estrangulamentos óbvios no fluxo de trabalho? Por exemplo: há muitas tarefas para um determinado papel/recurso?

source: What issues do you think would be important to the successful mobilization of data from the points of view of each stakeholder/role? For example: What are the deliverables? Thinking about the general project timeframe, are they realistic?
es: ¿Qué cuestiones cree que serían importantes para la movilización exitosa de datos desde el punto de vista de cada parte interesada / rol? Por ejemplo: ¿Cuáles son los entregables? Pensando en el cronograma general del proyecto, ¿son realistas?
fr: Selon vous, quelles questions sont importantes pour réussir la mobilisation des données du point de vue de chaque intervenant/rôle ? Par exemple : Quels sont les livrables ? Sont-ils réalistes, en prenant en considération le cadre temporel du projet ?
pt: Quais são as questões que considera importantes para o éxito da mobilização de dados, do ponto de vista de cada um dos papéis/partes interessadas? Por exemplo: o que são os resultados entregues? Pensando no calendário geral do projeto, elas são realistas?

source: Consolidate notes and prioritize in order of importance.
es: Consolidar las notas y priorizar en orden de importancia.
fr: Reprenez vos notes et priorisez par ordre d'importance.
pt: Consolidar notas e priorizar por ordem de importância.

source: If you have time you can explore different combinations as different scenarios are possible in different contexts or even try to document the situation for your own project.
es: Si tienes tiempo puedes explorar diferentes combinaciones ya que diferentes escenarios son posibles en diferentes contextos o incluso intentar documentar la situación de tu propio proyecto.
fr: Si vous avez le temps, vous pouvez explorer différentes combinaisons car différents scénarios sont possibles dans différents contextes, ou même essayez de décrire la situation pour votre propre projet.
pt: Se tiver tempo, pode explorar diferentes combinações, já que diferentes cenários são possíveis em diferentes contextos, ou até mesmo tentar documentar a situação para o seu próprio projeto.

source: Exercise 1c
es: Ejercicio 1c
fr: Exercice 1c
pt: Exercício 1c

source: This exercise should be used when the course is taught virtually or onsite as a group activity.
es: Este ejercicio debe utilizarse cuando el curso se imparte virtualmente o in situ como una actividad en grupo.
fr: Cet exercice devrait être utilisé lorsque le cours est enseigné en ligne, ou sur place en tant qu'activité de groupe.
pt: Este exercício deve ser utilizado quando o curso for ensinado virtualmente ou presencial, como uma atividade em grupo.

source: After the exercises the presenter of each group will:
es: Después de los ejercicios el presentador de cada grupo será:
fr: Après les exercices, le présentateur de chaque groupe devra :
pt: Depois dos exercícios o relator de cada grupo irá:

source: Present any missing stakeholders and/or tasks saying why they were added.
es: Presente las partes interesadas y / o las tareas que faltan y explique por qué se agregaron.
fr: Présenter les parties prenantes (STAKEHOLDERS) ou les tâches (TASKS) manquantes, en expliquant pourquoi elles ont été ajoutées.
pt: Apresentar as partes interessadas e/ou tarefas em falta, e explicar as razões pelas quais foram adicionadas.

source: Highlight the two most critical issues/topics that the group has identified.
es: Destacar los dos problemas/temas más críticos que el grupo ha identificado.
fr: Mettre en évidence les deux questions/sujets les plus critiques identifiés par le groupe.
pt: Destacar as duas questões/tópicos mais críticas que o grupo identificou.

source: Potential discussion points across groups:
es: Posibles puntos de discusión entre grupos:
fr: Points de discussion potentiels entre les groupes :
pt: Pontos de discussão potenciais entre grupos:

source: What similarities and differences can be seen in the flows?
es: ¿Qué similitudes y diferencias se pueden ver en los flujos?
fr: Quelles similitudes et différences peuvent être observées dans les processus ?
pt: Que semelhanças e diferenças se podem ver nos fluxos?

source: Were there common issues that came up across the groups?
es: ¿Hubo problemas comunes que surgieron en los grupos?
fr: Y avait-il des problèmes communs qui se sont présentés au sein des groupes ?
pt: Houve questões comuns que surgiram entre os grupos?

source: Review
es: Revisión
fr: Compte-rendu
pt: Revisão

source: What is the order of the five PMBoK Process Groupings?
es: ¿Cuál es el orden de las cinco Agrupaciones de Procesos de PMBoK?
fr: Quel est l'ordre des cinq regroupements de processus PMBoK ?
pt: Qual é a ordem dos cinco agrupamentos do Processo PMBoK?

source: - [ ] Planning, Initiating, Monitoring and Controlling, Executing, Closing - [x] Initiating, Planning, Executing, Monitoring and Controlling, Closing - [ ] Initiating, Planning, Executing, Closing, Monitoring and Controlling - [ ] Initiating, Planning, Monitoring and Controlling, Executing, Closing
es: - [ ] Planear, Iniciar, Monitorear y Controlar, Ejecutar, Cerrar - [x] Iniciar, Planear, Ejecutar, Monitorear y Controlar, Cerrar - [ ] Iniciar, Planear, Ejecutar, Cerrar, Monitorear y Controlar - [ ] Iniciar, Planear, Monitorear y Controlar, Ejecutar, Cerrar
fr: - [ ] Planification, Initiation, Surveillance et Contrôle, Exécution, Clôture - [x] Initiation, Planification, Exécution, Surveillance et Contrôle, Clôture - [ ] Initiation, Planification, Exécution, Clôture, Surveillance et Contrôle - [ ] Initiation, Planification, Surveillance et Contrôle, Exécution, Clôture
pt: - [ ] Planeamento, Inicialização, Acompanhamento e Controle, Execução, Conclusão - [x] Inicialização, Planeamento, Execução, Acompanhamento e Controle, Conclusão - [ ] Inicialização, Planeamento, Execução, Conclusão, Acompanhamento e Controle - [ ] Inicialização, Planeamento, Acompanhamento e Controle, Execução, Conclusão

source: What are the types of deliverables? (multiple correct answers)
es: ¿Cuáles son los tipos de entregables? (múltiples respuestas correctas)
fr: Quels sont les types d'éléments à livrer ? (plusieurs réponses correctes)
pt: Quais são os tipos de resultados a entregar? (múltiplas respostas corretas)

source: - [x] Stated - [x] Implied - [ ] Estimated - [x] Direct - [x] Indirect - [ ] Guesses
es: - [x] Declarado - [x] Implícito - [ ] Estimado - [x] Directo - [x] Indirecto - [ ] Suposiciones
fr: - [x] Déterminé - [x] Implicite - [ ] Estimé - [x] Direct - [x] Indirect - [ ] Supposé
pt: - [x] Declarado - [x] Implicado - [ ] Estimado - [x] Direto - [x] Indireto - [ ] Tentativa

source: What is a bottleneck?
es: ¿Qué es un cuello de botella?
fr: Qu'est-ce qu'un goulot d'étranglement ?
pt: O que é um estrangulamento?

source: - [x] a blockage that delays development or progress - [ ] a space where something or someone is missing - [ ] a problem, or situation that prevents somebody from doing something, or that makes something impossible.
es: - [x] un bloqueo que retrasa el desarrollo o el progreso - [ ] un espacio donde falta algo o alguien - [ ] un problema o situación que impide que alguien haga algo, o que hace que algo sea imposible.
fr: - [x] un blocage qui retarde le développement ou le progrès - [ ] un espace où quelque chose ou quelqu'un manque - [ ] un problème, ou une situation qui empêche quelqu'un de faire quelque chose, ou qui rend quelque chose impossible.
pt: - [x] um bloqueio que atrasa o desenvolvimento ou progresso - [ ] um espaço onde algo ou alguém está em falta - [ ] um problema, ou situação que impede alguém de fazer algo, ou torna algo impossível.

source: Which are examples of mobilization tasks? (multiple correct answers)
es: ¿Cuáles son los ejemplos de las tareas de movilización? (múltiples respuestas correctas)
fr: Quels sont les exemples de tâches de mobilisation ? (Plusieurs réponses correctes)
pt: Quais é que são exemplos de tarefas de mobilização? (múltiplas respostas corretas)

source: - [ ] Affiliation - [x] Publishing - [x] Imaging - [x] Georeferencing - [ ] Increased Public Awareness
es: - [ ] Afiliación - [x] Publicación - [x] Imágenes - [x] Georreferenciación - [ ] Mayor conciencia pública
fr: - [ ] Affiliation - [x] Publication - [x] Imagerie - [x] Géoréférencement - [ ] Augmentation de la sensibilisation du public
pt: - [ ] Afiliação - [x] Publicação - [x] Imagem - [x] Georreferênciação - [ ] Maior atenção pública
