Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: So, depending on your needs, a more complex data management software might be the right solution for your data. Especially if long term retention and preservation is a priority. More stable management platforms also better support sharing of data to multiple audiences. There are many choices which vary in terms of cost and support and a few are shown here. From left to right: Symbiota, Specify, EMu, Elysia and Brahms.
es: Por lo tanto, según sus necesidades, un software de gestión de datos más complejo podría ser la solución adecuada para sus datos. Especialmente si la retención y preservación a largo plazo son prioritarias. Las plataformas de gestión más estables también admiten mejor el intercambio de datos con múltiples audiencias. Hay muchas opciones que varían en términos de costo y soporte y algunas se muestran aquí. De izquierda a derecha: Symbiota, Specify, EMu, Elysia y Brahms.
fr: Ainsi, selon vos besoins, un logiciel de gestion des données plus complexe peut être la bonne solution pour vos données. Surtout si la rétention et la préservation à long terme est une priorité. Des plates-formes de gestion plus stables prennent également en charge le partage de données à de multiples publics. Il y a beaucoup d'options qui varient en termes de coût et de support et quelques-unes sont montrées ici. De gauche à droite : Symbiota, Spécifique, EMu, Elysia et Brahms.
pt: Então, dependendo das suas necessidades, um software de gestão de dados mais complexo pode ser a solução certa para seus dados. Especialmente se a preservação e retenção de longo prazo for uma prioridade. Plataformas de gestão mais estáveis também suportam melhor a partilha de dados para vários públicos. Existem muitas escolhas que variam em termos de custo e apoio e algumas são mostradas aqui. Da esquerda para a direita: Symbiota, Specify, EMu, Elysia e Brahms.

source: If a home-grown solution is preferred and can be supported, relational database software can provide cheaper alternatives. Examples incluse MySQL, SQLServer, Access or filemaker.
es: Si se prefiere una solución local y lo puede generar, el software de base de datos relacional puede ofrecer alternativas más económicas. Los ejemplos incluyen MySQL, SQLServer, Access o filemaker.
fr: Si une solution 'maison' est préférée et peut être prise en charge, les logiciels de base de données relationnelles peuvent fournir des alternatives moins coûteuses. Les exemples comprennent MySQL, SQLServer, Access ou filemaker.
pt: Se uma solução doméstica for preferida e puder ser suportada por um software de base de dados relacional, poderá fornecer alternativas mais baratas. Exemplos incluem MySQL, SQLServer, Access ou filemaker.

source: Increasingly the lines between languages, programs and tools have blurred, each being capable of many complex and overlapping functions. The common Find and Replace function is a good example of a data cleaning tool that is found in almost all database programs and is a command in database languages. You are probably already familiar with spreadsheets such as Excel and indeed these are probably the most common data cleaning tools available. However there are others. OpenRefine originally known as GoogleRefine is a powerful free, open source data cleaning tool with a large support community. You will see more of this program in upcoming sessions. R is another increasingly used, sophisticated programming language and environment. With a little practice it can also provide powerful data manipulations.
es: Cada vez más, las líneas entre lenguajes, programas y herramientas se han difuminado, cada uno de los cuales es capaz de muchas funciones complejas y superpuestas. La función común Buscar y Reemplazar es un buen ejemplo de una herramienta de limpieza de datos que se encuentra en casi todos los programas de bases de datos y es un comando en los lenguajes de bases de datos. Probablemente ya esté familiarizado con hojas de cálculo como Excel y, de hecho, estas son probablemente las herramientas de limpieza de datos más comunes disponibles. Sin embargo, hay otras. OpenRefine, originalmente conocido como GoogleRefine, es una poderosa herramienta de limpieza de datos de código abierto y gratuita con una gran comunidad de soporte. Verá más de este programa en las próximas sesiones. R es otro lenguaje y entorno de programación sofisticado y cada vez más utilizado. Con un poco de práctica, también puede proporcionar potentes manipulaciones de datos.
fr: De plus en plus, les frontières entre les langages, les programmes et les outils s'estompent, chacun étant capable de nombreuses fonctions complexes qui se chevauchent. La fonction courante Rechercher et Remplacer est un bon exemple d'outil de nettoyage des données que l'on trouve dans presque tous les programmes de base de données et qui est une commande dans les langages de base de données. Vous êtes probablement déjà familiarisé avec les feuilles de calcul telles qu'Excel et, en effet, ce sont probablement les outils de nettoyage des données les plus courants. Cependant il y en a d'autres. OpenRefine, connu à l'origine sous le nom de GoogleRefine, est un puissant outil de nettoyage de données, gratuit et open source, qui bénéficie d'une importante communauté de soutien. Vous en verrez plus sur ce programme dans les prochaines sessions. R est un autre langage et environnement de programmation sophistiqué de plus en plus utilisé. Avec un peu de pratique, il peut également fournir de puissantes manipulations de données.
pt: Cada vez mais as linhas entre linguagens, programas e ferramentas se juntaram, sendo todas capazes de muitas funções complexas e sobrepostas. A função comum Encontrar e Substituir é um bom exemplo de uma ferramenta de limpeza de dados que é encontrada em quase todos os programas de banco de dados e é um comando nas linguagens de banco de dados. Você provavelmente já está familiarizado com tabelas como o Excel e, de fato, estas são provavelmente as ferramentas de limpeza de dados mais comuns disponíveis. No entanto, há outras. O OpenRefine originalmente conhecido como GoogleRefine é uma ferramenta poderosa e gratuita de limpeza de dados de código aberto com uma grande comunidade de suporte. Você verá mais deste programa nas próximas sessões. R é outra linguagem e ambiente de programação sofisticado, cada vez mais utilizado. Com alguma prática, também pode fornecer poderosas manipulações de dados.

source: Planning further ahead to the sharing of your data through GBIF to the international scientific and deciders community you will need to choose a publishing tool. The choice will depend largely on the level of infrastructure support at your institution. If this is high and stable, installing an IPT or BioCASe application may be the right option. But there are others if this is not the case. You can consider partnering with an existing ipt provider or selecting a database management system that includes a publishing pathway of its own. Whichever you choose, make sure that your system allows you to export data as csv or txt files and you will ultimately be able to publish your data.
es: Al planificar con mayor anticipación el intercambio de sus datos a través de GBIF con la comunidad científica internacional y de tomadores de decisiones, deberá elegir una herramienta de publicación. La elección dependerá en gran medida del nivel de soporte de infraestructura en su institución. Si es alto y estable, instalar una aplicación IPT o BioCASe puede ser la opción correcta. Pero hay otros si este no es el caso. Puede considerar asociarse con un proveedor de IPT existente o seleccionar un sistema de administración de base de datos que incluya una vía de publicación propia. Cualquiera que elija, asegúrese de que su sistema le permita exportar datos como archivos csv o txt y, en última instancia, podrá publicar sus datos.
fr: Si vous prévoyez de partager vos données avec la communauté internationale des scientifiques et des décideurs par le biais du GBIF, vous devrez choisir un outil de publication. Ce choix dépendra en grande partie du niveau de soutien de l'infrastructure de votre institution. Si celui-ci est élevé et stable, l'installation d'une application IPT ou BioCASe peut être la bonne option. Mais il en existe d'autres si ce n'est pas le cas. Vous pouvez envisager un partenariat avec un fournisseur d'IPT existant ou choisir un système de gestion de base de données qui comprend sa propre voie de publication. Quel que soit votre choix, assurez-vous que votre système vous permet d'exporter des données sous forme de fichiers csv ou txt et vous serez finalement en mesure de publier vos données.
pt: Planear antecipadamente a partilha de dados por meio do GBIF para a comunidade científica internacional e de decisores, você precisará escolher uma ferramenta de publicação. A escolha dependerá em grande medida do nível de suporte à infraestrutura da sua instituição. Se isso for alto e estável, instalar um IPT ou BioCASe pode ser a opção certa. Mas existem outras se não for esse o caso. Você pode considerar a parceria com um provedor de ipt existente ou selecionar um sistema de gestão de banco de dados que inclua um caminho de publicação próprio. Qualquer que seja sua escolha, certifique-se de que seu sistema permite que você exporte dados como ficheiros csv ou txt e, finalmente, que você será capaz de publicar seus dados.

source: This is a summary of the information collected in the course survey of software in use by students, mentors and trainers in the GBIF community. The link and reference to more details of each section, is at the bottom of the slide.
es: Este es un resumen de la información recopilada en la encuesta del curso sobre el software que utilizan los estudiantes, mentores y entrenadores en la comunidad de GBIF. El enlace y la referencia a más detalles de cada sección se encuentran en la parte inferior de la diapositiva.
fr: Il s'agit d'un résumé des informations recueillies dans le cadre de l'enquête sur les logiciels utilisés par les étudiants, les mentors et les formateurs de la communauté GBIF. Le lien et la référence pour plus de détails sur chaque section se trouvent au bas de la diapositive.
pt: Este é um resumo das informações coletadas na pesquisa do software do curso em uso por alunos, mentores e treinadores da comunidade GBIF. O link e a referência a mais detalhes de cada turma, está na parte inferior do slide.

source: Remember that: The purpose of software is to help people and not the other way around. Your choice of solution should make your life easier but it should also not sacrifice the long term viability of the data that it is meant to work with.
es: Recuerde que: El propósito del software es ayudar a las personas y no al revés. Su elección de solución debería facilitarle la vida, pero tampoco debería sacrificar la viabilidad a largo plazo de los datos con los que debe trabajar.
fr: Rappelez-vous que: Le but du logiciel est d'aider les gens et non l'inverse. Votre choix de solution devrait vous faciliter la vie, mais il ne devrait pas sacrifier la viabilité à long terme des données avec lesquelles il est censé travailler.
pt: Lembre-se de que: O objetivo do software é ajudar as pessoas e não o contrário. A sua escolha de solução deve facilitar a sua vida, mas ela também não deve sacrificar a viabilidade a longo prazo dos dados com que se destina a trabalhar.

source: If you have questions on this presentation, please use the provided forum in the e-Learning platform. This video is part of a series of presentations used in the GBIF Biodiversity Data Mobilization course. The biodiversity data mobilization curriculum was originally developed as part of the Biodiversity Information Development Programme funded by the European Union. This presentation was originally created by Sophie Pamerlon and is narrated by Sharon Grant with additional contributions by BID and BIFA Trainers, Mentors and Students.
es: Si tiene preguntas sobre esta presentación, utilice el foro proporcionado en la plataforma e-Learning. Este video es parte de una serie de presentaciones utilizadas en el curso de Movilización de Datos de Biodiversidad de GBIF. El plan de estudios de movilización de datos sobre biodiversidad se desarrolló originalmente como parte del Programa Información sobre Biodiversidad para el Desarrollo, financiado por la Unión Europea. Esta presentación fue creada originalmente por Sophie Pamerlon y está narrada por Sharon Grant con contribuciones adicionales de los Entrenadores, Mentores y Estudiantes de BID y BIFA.
fr: Si vous avez des questions sur cette présentation, veuillez utiliser le forum intégré à la plateforme de e-Learning. Cette vidéo fait partie d'une série de présentations utilisées dans le cours mobilisation des données de la biodiversité de GBIF. Le programme de mobilisation des données sur la biodiversité a été développé à l'origine dans le cadre du Programme de Développement de l'Information sur la Biodiversité financé par l'Union Européenne. Cette présentation a été initialement créée par Sophie Pamerlon et présentée par Sharon Grant avec des contributions supplémentaires des formateurs, mentors et participants aux formations BID et BIFA.
pt: Se você tiver dúvidas sobre esta apresentação, use o fórum fornecido na plataforma de e-Learning. Este vídeo faz parte de uma série de apresentações usadas no curso de Mobilização de Dados de Biodiversidade do GBIF. O currículo de mobilização de dados sobre biodiversidade foi originalmente desenvolvido como parte do Programa de Desenvolvimento para a Informação sobre Biodiversidade financiado pela União Europeia. Esta apresentação foi originalmente criada por Sophie Pamerlon e é narrada por Sharon Grant com contribuições adicionais por BID e Formadores BIFA, Mentores e Alunos.

source: In this presentation, we will introduce you to data standards as they relate to biodiversity data. In particular, we will focus on the Darwin Core standard.
es: En esta presentación, le presentaremos los estándares de datos en lo que respecta a los datos de biodiversidad. En particular, nos centraremos en el estándar Darwin Core.
fr: Dans cette présentation, nous vous présenterons les standards en matière de données relatives à la biodiversité. En particulier, nous allons nous concentrer sur le standard Darwin Core.
pt: Nesta apresentação, apresentar-vos-emos as normas relativas aos dados relacionados com os dados da biodiversidade. Em particular, nos focaremos no padrão Darwin Core.

source: The engineer and industrialist W. Edwards Deming said:
es: El ingeniero e industrial W. Edwards Deming dijo:
fr: L'ingénieur et industriel W. Edwards Deming a dit:
pt: O engenheiro e industrialista W. Edwards Deming disse:

source: “Standardisation does not mean that we all wear the same colour and weave of cloth, eat standard sandwiches, or live in standard rooms with standard furnishing. Homes of infinite variety of design are built with a few types of bricks, and with lumber of standard sizes, and with water and heating pipes and fitting of standard dimensions.”
es: “La estandarización no significa que todos usemos el mismo color y tejido de tela, comamos sándwiches estándar o vivamos en habitaciones estándar con muebles estándar. Las casas de infinita variedad de diseño se construyen con algunos tipos de ladrillos y con madera de tamaños estándar, y con tuberías de agua y calefacción y accesorios de dimensiones estándar."
fr: "La normalisation ne signifie pas que nous portons tous la même couleur et le même vêtement, mangeons des sandwichs standards ou vivons dans des chambres standardisées avec un mobilier standard. Des maisons avec des aspects infiniment variés sont construites avec quelques types de briques, et avec du bois de taille standard, avec des tuyaux d'eau et de chauffage de dimensions standardisées."
pt: "Padronização não significa que todos nós usamos a mesma cor e tecidos, que comeremos sanduíches padrão ou viveremos em cômodos padrão com mobiliário padrão. Casas de infinitas variedades de design são construídas com alguns tipos de tijolo e com madeiras de tamanhos padrão, e com água e tubos de aquecimento e encaixe de dimensões padrão

source: What he was trying to say is that using standardization does not prevent us from being creative. He was also showing us that we already live with standards all around us.
es: Lo que estaba intentando decir es que el uso de la normalización no nos impide ser creativos. Él también nos estaba mostrando que ya vivimos con estándares alrededor de nosotros.
fr: Ce qu'il a essayé de dire, c'est que le recours à la standardisation ne nous empêche pas d'être créatifs. Il nous montrait aussi que nous vivons déjà avec des normes tout autour de nous.
pt: O que ele queria dizer é que a uniformização não nos impede de ser criativos. Ele também estava nos mostrando que já vivemos com padrões ao nosso redor.

source: As we move forward, we will define the term “Standard” and we’ll look at how we interact with standards every day. We will then introduce you to biodiversity information standards, including the Darwin Core Standard with which you will continue to use throughout this course.
es: A medida que avancemos, definiremos el término "Estándar" y veremos cómo interactuamos con los estándares todos los días. Luego, le presentaremos los estándares de información sobre biodiversidad, incluido el estándar Darwin Core, que continuará utilizando a lo largo de este curso.
fr: Au fur et à mesure que nous avançons, nous définirons le terme « Norme » et nous examinerons comment nous interagissons avec les normes chaque jour. Nous vous présenterons ensuite les normes en matière d'information sur la biodiversité, y compris la norme Darwin Core avec lequelle vous aller continuer à utiliser tout au long de ce cours.
pt: À medida que avançamos, definiremos o termo "Padrão" e veremos como interagir com os padrões todos os dias. Apresentaremos você aos padrões de informação para a biodiversidade, incluindo o Darwin Core com o qual você continuará a usar ao longo deste curso.

source: So what is a Standard?
es: Entonces, ¿Qué es un Estándar?
fr: Alors, qu'est-ce qu'un standard ?
pt: Então o que é um Padrão?

source: At its simplest, it is:
es: En su forma más sencilla es:
fr: À son niveau le plus simple, c'est:
pt: De forma simples é:

source: “An agreed way of doing something.”
es: "Una forma acordada de hacer algo."
fr: "Une façon convenue de faire quelque chose."
pt: Um método acordado de fazer alguma coisa

source: Standards are combinations of norms, conventions, specifications, requirements, restrictions, and rules. // Slide 4
es: Los estándares son combinaciones de normas, convenciones, especificaciones, requisitos, restricciones y reglas. // DIAPOSITIVA 4
fr: Les standards sont des combinaisons de normes, de conventions, de spécifications, d'exigences, de restrictions et de règles. // Diapositive 4
pt: Padrões são combinações de normas, convenções, especificações, requisitos, restrições e regras. // Slide 4

source: The main purpose for standards is to create a framework of “mutual understanding”. They should provide clarity and help communication.
es: El propósito principal de los estándares es crear un marco de "comprensión mutua". Deben proporcionar claridad y ayudar a la comunicación.
fr: L'objectif principal des normes est de créer un cadre de "compréhension mutuelle". Ils devraient fournir de la clarté et aider à la communication.
pt: O principal objectivo dos padrões é criar uma estrutura de "compreensão mútua". Eles devem fornecer clareza e ajudar a comunicação.

source: Examples of everyday things that we encounter which make use of standards to aid communication of information are:
es: Ejemplos de cosas cotidianas que encontramos y que utilizan los estándares para ayudar a la comunicación de información son:
fr: Des exemples de choses quotidiennes que nous rencontrons et qui utilisent des normes pour faciliter la communication d'informations sont:
pt: Exemplos de coisas cotidianas que encontramos que usam padrões para a comunicação de informações são:

source: Units of Measurement
es: Unidades de Medición
fr: Les Unités de Mesure
pt: Unidade de medida

source: Numeral Systems
es: Sistemas Numéricos
fr: Les Systèmes Numériques
pt: Sistemas Numéricos

source: Alphabets
es: Alfabetos
fr: Les Alphabets
pt: Alfabetos

source: Languages
es: Idiomas
fr: Les Langages
pt: Idiomas

source: Emojis
fr: Les Émoticônes

source: Postal Addressing
es: Dirección Postal
fr: Les Adresses Postales
pt: Morada

source: Morse Code
es: Código Morse
fr: Le Code Morse
pt: Código Morse

source: Barcoding
es: Código de Barras
fr: Le système de codes-barres
pt: Códigos de Barras

source: Let’s take a very specific example and break it down. Here in order to communicate accurately and repeatedly a position on the earth – a latitude and longitude – is actually a combination of at least 8 standards.
es: Tomemos un ejemplo muy específico y desglosémoslo. En orden de comunicar, de manera precisa y repetida una posición en la tierra – una latitud y una longitud – es en realidad una combinación de al menos 8 estándares.
fr: Prenons un exemple très spécifique et décomposons-le. Ici, pour communiquer avec précision et de manière répétable, une position sur la terre – une latitude et longitude – est en fait une combinaison d'au moins 8 critères.
pt: Vamos ver um exemplo muito específico. Aqui para comunicar com precisão e repetição uma posição na Terra - uma latitude e longitude - utiliza-se uma combinação de pelo menos 8 padrões.

source: measurement - geographic coordinates
es: medición - coordenadas geográficas
fr: mesure - coordonnées géographiques
pt: medição - coordenadas geográficas

source: format - degrees, minutes, seconds
es: formato - grados, minutos, segundos
fr: format - degrés, minutes, secondes
pt: formato - graus, minutos, segundos

source: numeric system - sexagesimal
es: sistema numérico - sexagesimal
fr: système numérique - sexagésimal
pt: sistema numérico - sexagesimal

source: numbers - Indo-Arabic
es: números - Indoárabe
fr: système de numérotation - Indo-Arabe
pt: números - Indo-Árabe

source: language - English
es: idioma - Español
fr: langue : Anglais
pt: idioma - Inglês

source: symbols - typography
es: símbolos - tipografía
fr: symboles - typographie
pt: símbolos - tipografia

source: font - Roboto
es: fuente - Roboto
fr: police - Roboto
pt: fonte - Roboto

source: Standards provide ways of constraining the array of possibilities. In the earlier Foundations presentations, you learned about types of data, schemas, formats and character encodings. Each of these can be used to constrain the array of possibilities within the terms of a Standard.
es: Los estándares proporcionan formas de limitar la gama de posibilidades. En las presentaciones anteriores de Bases, aprendió sobre tipos de datos, esquemas, formatos y codificaciones de caracteres. Cada uno de estos se puede utilizar para restringir el conjunto de posibilidades dentro de los términos de un Estándar.
fr: Les normes permettent de restreindre l'éventail des possibilités. Dans les précédentes présentations sur les notions de base, vous avez découvert les types de données, les schémas, les formats et les codages de caractères. Chacun de ces éléments peut être utilisé pour limiter l'éventail des possibilités dans le cadre d'un standard.
pt: Os padrões proporcionam formas de restringir a variedade de possibilidades. Nas apresentações anteriores das Fundações, você aprendeu sobre tipos de dados, esquemas, formatos e codificações de caracteres. Cada um deles pode ser usado para restringir a gama de possibilidades dentro dos termos de um padrão.
