Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: This is a restricted set of terms that are used as possible values for a given field. One can think of it as a lookup list or dropdown for a particular field. For example the DwC field basisOfRecord should only contain one of these values: "PreservedSpecimen", "FossilSpecimen", "LivingSpecimen", "HumanObservation", "MachineObservation". We would say that list of values is a controlled vocabulary for that field.
es: Se trata de un conjunto restringido de términos que se utilizan como valores posibles para un campo determinado. Uno puede pensar en ello como una lista de búsqueda o un menú desplegable para un campo en particular. Por ejemplo, el campo DwC basisOfRecord solo debe contener uno de estos valores: "PreservedSpecimen", "FossilSpecimen", "LivingSpecimen", "HumanObservation", "MachineObservation". Diríamos que la lista de valores es un vocabulario controlado para ese campo.
fr: Il s'agit d'un ensemble restreint de termes qui sont utilisés comme valeurs possibles pour un champ donné. On peut voir cela comme une liste de recherche ou une liste déroulante pour un champ particulier. Par exemple, le champ basisOfRecord DwC ne devrait contenir qu'une de ces valeurs : "PreservedSpecimen", "FossilSpecimen", "LivingSpecimen", "HumanObservation", "MachineObservation". Nous dirons que la liste des valeurs est un vocabulaire contrôlé pour ce champ.
pt: Este é um conjunto restrito de termos que são usados como valores possíveis para um determinado campo. Podemos considerá-la como uma lista de pesquisas ou uma lista para um determinado campo. Por exemplo, o campo basisOfRecord DwC deve conter apenas um desses valores: "PreservedSpecimen", "FossilSpecimen", "LivingSpecimen", "HumanObservation", "MachineObservation". Podemos dizer que a lista de valores é um vocabulário controlado para esse domínio.

source: Darwin Core is a biodiversity data standard, maintained by TDWG & widely used within the GBIF community and partners. It is a set of standardized terms (or field names) and their definitions, which are used to share biodiversity information.
es: Darwin Core es un estándar de datos de biodiversidad, mantenido por TDWG y ampliamente utilizado dentro de la comunidad y socios de GBIF. Es un conjunto de términos estandarizados (o nombres de campo) y sus definiciones, que se utilizan para compartir información sobre biodiversidad.
fr: Darwin Core est un standard de données sur la biodiversité, maintenue par TDWG et largement utilisée au sein de la communauté et des partenaires du GBIF. Il s'agit d'un ensemble de termes normalisés (ou noms de champs) et de leurs définitions, qui sont utilisés pour partager des informations sur la biodiversité.
pt: Darwin Core é um padrão de dados sobre biodiversidade, mantido por TDWG & amplamente utilizado na comunidade e parceiros do GBIF. Trata-se de um conjunto de termos normalizados (ou nomes de campos) e das suas definições, que são utilizados para partilhar a informação sobre biodiversidade.

source: Digital Object Identifier. A persistent identifier or handle used to uniquely identify objects. DOIs are in wide use mainly to identify academic, professional, and government information, such as journal articles, research reports and data sets, and official publications.
es: Digital Object Identifier. Identificador persistente o resolutor que se utiliza para identificar objetos de forma única. Los DOI se utilizan principalmente para identificar información académica, profesional y gubernamental, como artículos de revistas, informes de investigación y conjuntos de datos, y publicaciones oficiales.
fr: Identificateur d'objets numériques. Un identifiant ou une poignée persistante utilisée pour identifier de manière unique les objets. Les DOI sont principalement utilisés pour identifier les informations académiques, professionnelles et gouvernementales, telles que les articles de revues, les rapports de recherche et les ensembles de données, et les publications officielles.
pt: Identificador Digital de Objecto. Um identificador persistente ou utilizado para identificar unicamente objectos. Os DOIs são amplamente usados principalmente para identificar informações acadêmicas, profissionais e governamentais, como artigos de periódicos, relatórios de pesquisa e conjuntos de dados e publicações oficiais.

source: Darwin Core Archive. A compressed (zipped) file containing all the information needed to share with GBIF, for a particular resource. Each zip contains three types of files:
es: Archivo Darwin Core. Un archivo comprimido (zip) que contiene toda la información necesaria para compartir con GBIF, para un recurso en particular. Cada zip contiene tres tipos de archivos:
fr: Archive Darwin Core. Un fichier compressé (zippé) contenant toutes les informations nécessaires pour partager avec GBIF, pour une ressource particulière. Chaque zip contient trois types de fichiers :
pt: Darwin Core Archive. Um ficheiro comprimido (compactado) contendo todas as informações necessárias para partilhar com o GBIF, para um determinado recurso. Cada ficheiro contém três tipos de ficheiros:

source: the actual data, in one or more text files: occurrence.txt/event.txt/measurmentoffact.txt etc
es: los datos reales, en uno o más archivos de texto: ooccurrence.txt/event.txt/measurmentoffact.txt, etc
fr: les données réelles, dans un ou plusieurs fichiers texte : occurrence.txt/event.txt/measurmentoffact.txt etc
pt: os dados actuais, em um ou mais fucheiros de texto: occurrence.txt/event.txt/measurmentoffact.txt etc

source: a mapping file: rtf.xml
es: un archivo de mapeo: rtf.xml
fr: un fichier de mappage: rtf.xml
pt: um ficheiro de mapeamento: rtf.xml

source: a metadata (EML) file: eml.xml When you publish using the IPT, it creates a Darwin Core Archive, which is shared with GBIF. Also, when you download data from the GBIF website you can choose a DwC-A format as well.
es: un archivo de metadatos (EML): eml.xml Cuando publica utilizando el IPT, crea un Archivo de Darwin Core, que se comparte con GBIF. Además, cuando descarga datos del sitio web de GBIF, también puede elegir un formato DwC-A.
fr: un fichier de métadonnées (EML) : eml.xml Lorsque vous publiez avec l'IPT, il crée une archive Darwin Core qui est partagée avec GBIF. En outre, lorsque vous téléchargez des données à partir du site Web du GBIF, vous pouvez également choisir un format DwC-A.
pt: um ficheiro de metadados (EML): eml.xml Quando você publica usando o IPT, cria um ficheiro Darwin Core, que é partilhado com GBIF. Além disso, quando descarregar dados do portal GBIF, também poderá escolher um formato DwC-A.

source: Globally Unique IDentifier
es: Identificador Global Único
fr: Identificateur Unique Global
pt: IDentificador globalmente único

source: Integrated Publishing Toolkit. It is a free and open source web application (software) for publishing biodiversity data. The software itself lives on a server (either at your institution or elsewhere) that must have access to the internet 24/7. It is used to create and handle Darwin Core Archive files that can be shared and used by anyone including GBIF.
es: Integrated Publishing Toolkit. Es una aplicación web (software) gratuita y de código abierto para publicar datos de biodiversidad. El software en sí se aloja en un servidor (ya sea en su institución o en otro lugar) que debe tener acceso a Internet las 24 horas del día, los 7 días de la semana. Se utiliza para crear y gestionar archivos de Darwin Core que pueden ser compartidos y utilizados por cualquier persona, incluido GBIF.
fr: Integrated Publishing Toolkit est une application web libre et open source (logiciels) pour la publication des données sur la biodiversité. Le logiciel lui-même est hébergé sur un serveur (que ce soit dans votre institution ou ailleurs) qui doit avoir accès à Internet 24/7. Il est utilisé pour créer et gérer des fichiers archives Darwin Core qui peuvent être partagés et utilisés par toute personne inclus dans le GBIF.
pt: Integrated Publishing Toolkit. É uma aplicação web de código aberto e livre (software) para publicação de dados de biodiversidade. O próprio software vive em um servidor (seja na sua instituição ou em qualquer outro lugar) que deve ter acesso à internet 24/7. É usado para criar e lidar com ficheiros do Darwin Core Archive que podem ser partilhados e usados por qualquer pessoa, incluindo o GBIF.

source: [[loan]]Loan
es: [[loan]]Préstamo
fr: [[loan]]Prêt
pt: [[loan]]Empréstimo

source: In the context of natural history collections, this is the procedure of lending specimens between institutions.
es: En el contexto de las colecciones de historia natural, este es el procedimiento de préstamo de especímenes entre instituciones.
fr: Dans le contexte des collections d'histoire naturelle, il s'agit de la procédure de prêt de spécimens entre institutions.
pt: No contexto das colecções de história natural, este é o procedimento de concessão de empréstimos de espécimes entre instituições.

source: Life Sciences Identifier. They are persistent, globally unique identifiers for biological objects.
es: Life Sciences Identifier. Son identificadores persistentes, globales y únicos para objetos biológicos.
fr: Identificateur des sciences de la vie. Ils sont des identifiants persistants et uniques au niveau mondial pour les objets biologiques.
pt: Identificador de Ciências da Vida. São identificadores persistentes e exclusivos para objetos biológicos.

source: [[DP]]Data Publishing
es: [[DP]]Publicación de datos
fr: [[DP]]Publication des données
pt: [[DP]]Publicação de Dados

source: With regards to GBIF we have a very specific definition of data publishing. It refers to making biodiversity datasets publicly accessible and discoverable, in a standardized form, via an access point, typically a web address (a URL).
es: Con respecto a GBIF, tenemos una definición muy específica de publicación de datos. Se refiere a lograr que los conjuntos de datos de biodiversidad sean accesibles y reconocibles públicamente, en una forma estandarizada, a través de un punto de acceso, generalmente una dirección web (una URL).
fr: En ce qui concerne le GBIF, nous avons une définition très spécifique de la publication des données. Il s'agit de rendre les jeux de données sur la biodiversité accessibles au public et découvrables, sous une forme normalisée, via un point d'accès, généralement une adresse web (une URL).
pt: No que se refere ao GBIF, dispomos de uma definição muito específica de publicação de dados. Refere-se a tornar os conjuntos de dados de biodiversidade acessíveis ao público e detectáveis, de forma padronizada, através de um ponto de acesso, tipicamente um endereço da Web (uma URL).

source: [[resource]]Resource
es: [[resource]]Recurso
fr: [[resource]]Ressource
pt: [[resource]]Recurso

source: A Resource is the collective term used to refer to a particular dataset and its metadata once it has been uploaded to an IPT instance.
es: Un Recurso es el término colectivo utilizado para referirse a un conjunto de datos en particular y sus metadatos una vez que se ha cargado a una instancia IPT.
fr: Une ressource est le terme collectif utilisé pour désigner un jeu de données particulier et ses métadonnées une fois qu'il a été téléchargé dans une instance IPT.
pt: Um Recurso é o termo coletivo usado para referir a um conjunto de dados específico e seus metadados uma vez que tenha sido carregado para uma instância do IPT.

source: Taxonomic Databases Working Group, now renamed Biodiversity Information Standards.
es: Taxonomic Databases Working Group, ahora renombrado Biodiversity Information Standards.
fr: Groupe de travail sur les bases de données taxonomiques, maintenant renommé Standards d'information sur la biodiversité.
pt: Grupo de Trabalho de Bases de Dados Taxonómicos, agora renomeado Padrões de Informações de Biodiversidade.

source: Uniform Resource Number
es: Número de Recurso Uniforme
fr: Nombre de Ressources Uniformes
pt: Número Uniforme de Recursos

source: Universally Unique Identifier
es: Identificador Universalmente Único
fr: Identifiant universel unique
pt: Identificador Universal Único

source: Appendix: Data papers
es: Apéndice: Documentos de Datos
fr: Annexe : Articles sur les données (data papers)
pt: Apêndice: Artigos de dados

source: A data paper is a peer reviewed document describing a dataset, published in a peer reviewed journal. It takes effort to prepare, curate and describe data. Data papers provide recognition for this effort by means of a scholarly article. We do not cover how to create data papers in this course, however, as an optional activity, you can watch this video (51:51) presented by Lizanne Roxburgh. In this video, you will learn more about publishing data papers. If you are unable to watch the embedded video, you can link:../videos/Webinar_data_papers.mp4[download,opts=download] it locally. (MP4 - 99.2 MB)
es: Un documento de datos es un documento revisado por pares que describe un conjunto de datos, publicado en una revista revisada por pares. Se necesita un esfuerzo para preparar, curar y describir los datos. Los documentos de datos reconocen este esfuerzo por medio de un artículo académico. No nos rereferiremos a cómo crear documentos de datos en este curso; sin embargo, como actividad opcional, puede ver este video (51:51) presentado por Lizanne Roxburgh. En este video, aprenderá más sobre la publicación de artículos de datos. Si no puede ver el video incrustado, puede link:../videos/Webinar_data_papers.mp4[descargar^,opts=download] localmente. (MP4 - 99,2 MB)
fr: Un data paper est un document évalué par les pairs décrivant un jeu de données, publié dans un journal révisé par les pairs. Cela demande des efforts pour préparer, gérer/conserver et décrire les données. Les data papers permettent une reconnaissance de ces efforts via une publication savante. Nous ne couvrons pas la manière de créer des data papers dans ce cours, néanmoins, comme activité optionnelle, vous pouvez regarder cette vidéo (51:51) présentée par Lizanne Roxburgh. Dans cette vidéo, vous en apprendrez plus sur la publication de data papers. Si vous ne pouvez pas regarder la vidéo intégrée, vous pouvez la link:../videos/Webinar_data_papers.mp4[télécharger,opts=download] localement (MP4 - 99,2 Mo)
pt: Um artigo de dados é um documento publicado em periódicos revisados por pares e que descreve um conjunto de dados. É preciso esforço para preparar, selecionar e descrever os dados. Os artigos de dados permitem o reconhecimento por esse esforço por meio de um artigo científico. Não cobrimos como criar artigos de dados neste curso, no entanto, como uma atividade opcional, pode assistir a este vídeo (51:51) apresentado por Lizanne Roxburgh. Neste vídeo, aprenderá mais sobre como publicar artigos de dados. Se não conseguir assistir ao vídeo incorporado, pode usar o link:../videos/Webinar_data_papers.mp4[download,opts=download] it locally. (MP4 - 99.2 MB)

source: You can read more about data papers on GBIF.org.
es: Puede leer más sobre documentos de datos en GBIF.org.
fr: Vous pouvez en savoir plus sur les data papers sur GBIF.org.
pt: Pode ler mais sobre artigos de dados no GBIF.org.

source: View the links below to see a data paper as it appears on the IPT, on GBIF.org and in the Journal. Each are cross-linked.
es: Vea los enlaces de abajo para ver un documento de datos tal y como aparece en el IPT, en GBIF.org y en el Journal. Cada uno de ellos están enlazados.
fr: Consultez les liens ci-dessous pour voir un data paper tel qu'il apparaît sur l'IPT, sur GBIF.org et dans le Journal. Ils sont inter-connectés.
pt: Veja os links abaixo para ver um artigo de dados tal como aparece no IPT, no GBIF.org e na revista cientifica. Qualquer deles está interligado.

source: Appendix: Solutions
es: Apéndice: Soluciones
fr: Annexe : Solutions
pt: Apêndice: Soluções

source: This appendix contains the answers and additional information to all of the review quizzes. Additionally, this section contains a suggested solution to USE CASE I.
es: Este apéndice contiene las respuestas e información adicional a todos los cuestionarios de revisión. Además, esta sección contiene una solución sugerida para el CASO DE USO I.
fr: Cette annexe contient les réponses et des informations complémentaires à tous les questionnaires de révision. Cette section contient également une solution suggérée pour le CAS PRATIQUE I.
pt: Este apêndice contém as respostas e informações adicionais para todos os questionários de revisão. Além disso, esta secção contém uma solução sugerida para o USE CASE I.

source: Foundations review solutions
es: Fundamentos de la revisión de soluciones
fr: Solutions de révision des fondations
pt: Soluções da revisão dos fundamentos

source: *For the given statement, input the correct term (database, database language, database program)*
es: *Para el enunciado dado, ingrese el término correcto (base de datos, lenguaje de base de datos, programa de base de datos)*
fr: *Pour l'énoncé donné, entrez le terme correct (base de données, langage de base de données, programme de base de données)*
pt: Para a afirmação fornecida, insira o termo correcto (base de dados, língua da base de dados, programa da base de dados)*

source: combines and presents functions and features for manipulating data, together in a unified interface *database program* +
fr: regroupe et propose des fonctions et des caractéristiques permettant de manipuler des données, le tout dans une interface unifiée + *programme de base de données* +

source: structured and organized collection of data and/or information held on a computer *database* +
fr: collection structurée et organisée de données et/ou d'informations conservées sur un ordinateur + *base de données* +

source: the way by which a human communicates with a computer *database language* +
fr: la façon dont un humain communique avec un ordinateur *langage de base de données* +

source: *If you open a data file and see the following, what would you suspect is the issue?*
es: *Si abre un archivo de datos y ve lo siguiente, ¿cuál sospecharía que es el problema?*
fr: *Si vous ouvrez un fichier de données et voyez ce qui suit, que soupçonnez-vous d'être le problème*
pt: Se abrir um ficheiro de dados e vir o seguinte, de qual problema suspeitaria? +

source: The wrong encoding was used to open the file
es: La codificación incorrecta fue usada para abrir el archivo
fr: Un mauvais encodage a été utilisé pour ouvrir le fichier
pt: A codificação incorreta foi utilizada para abrir o ficheiro

source: *For the given software, input the type of software (data capture, data management, data cleaning, data publishing).*
es: *Para el software dado, ingrese el tipo de software (captura, administración, limpieza, publicación de datos).*
fr: *Pour le logiciel donné, saisissez le type de logiciel (saisie des données, gestion des données, nettoyage des données, publication des données).*
pt: *Para o software fornecido, insira o tipo de software (captura de dados, gestão de dados, limpeza de dados, publicação de dados).*

source: Integrated Publishing Toolkit (IPT) *data publishing*
fr: Integrated Publishing Toolkit (IPT) *publication de données*

source: Specify *data capture* AND *data management*
fr: Specify + *saisie des données* ET *gestion des données*

source: iNaturalist *data capture*
fr: iNaturalist + *saisie des données*

source: OpenRefine *data cleaning*
fr: OpenRefine + *nettoyage des données*

source: *For the given example, input the correct data type (binary, boolean, float, integer, long integer, text, unstructured text)*
es: *Para el ejemplo dado, ingrese el tipo de datos correcto (binario, booleano, float, entero, entero largo, texto, texto no estructurado)*
fr: *Pour l'exemple donné, entrez le type de données correct (binaire, booléen, flottant, entier, entier long, texte, texte non structuré)*
pt: *Para o exemplo dado, insira o tipo de dados correcto (binário, booleano, float, inteiro, inteiro longo, texto, texto não estruturado)*

source: 1236975 *long integer*
fr: 1236975 + *entier long*

source: 01101111 *binary*
fr: 01101111 + *binaire*

source: We walked 5 miles down the road west from the post office in the center of town. We then went 2 miles north on a dirt path to the river. Then we continued west along the river for another 5 miles. *unstructured text*
fr: Nous avons marché à 5 milles sur la route vers l'ouest depuis le bureau de poste au centre de la ville. Nous sommes ensuite allés à 2 milles au nord sur un chemin de terre vers la rivière. Puis nous avons continué vers l'ouest le long de la rivière pendant encore 5 miles. + *texte non structuré*

source: 1024 *integer*
fr: 1024 + *entier*

source: 29.0 *float*
fr: 29.0 + *flottant*

source: Yes/No *boolean*
fr: Oui/Non + *booléen*

source: 6 rabbits were observed *text*
fr: 6 lapins ont été observés + *texte*

source: *Which of these terms describes a "field/column name"?*
es: *¿Cuál de estos términos describe un "nombre de campo/columna"?*
fr: *Lesquels de ces termes décrivent un "nom de champ/colonne" ?*
pt: Qual destes termos descreve um nome de "campo/coluna"

source: Assigned
es: Asignado
fr: Assigné(s)
pt: Atribuído

source: Identifying
es: Identificando
fr: Identifiant
pt: Identificando

source: *Which of these terms describes a "field label"?*
es: *¿Cuál de estos términos describe una "etiqueta de campo"?*
fr: *Lequel de ces termes décrit une "étiquette de champ" ?*
pt: Quais destes termos descreve uma "etiqueta de campo"

source: Descriptive
es: Descriptivo
fr: Descriptif
pt: Descrição

source: Readable
es: Legible
fr: Lisible
pt: Legível

source: User-interface
es: Interfaz de usuario
fr: Interface d'utilisateur
pt: Interface do utilizador

source: *For each statement, input the correct structure (row, column, table)*
es: *Para cada enunciado, introduzca la estructura correcta (fila, columna, tabla)*
fr: *Pour chaque relevé, entrez la structure correcte (ligne, colonne, table)*
pt: Para cada afirmação, insira a estrutura correta (linha, coluna, tabela)

source: All data refers to a SINGLE concept. *table*
fr: Toutes les données font référence à un concept SINGULIER. + *table*

source: An attribute has the SAME field/data type for every record. *column*
fr: Un attribut a le MÊME type de données/champ pour chaque enregistrement. + *colonne*

source: Attributes of a record ALWAYS stay together. *row*
fr: Les attributs d'un enregistrement de données restent TOUJOURS ensemble. + *ligne*

source: *Who determines the fitness for use of your data?*
es: *¿Quién determina la aptitud para el uso de tus datos?*
fr: *Qui détermine l’aptitude à l’usage de vos données ?*
pt: Quem determina a aptidão para o uso de seus dados

source: The users of the data for research or education
es: Los usuarios de los datos para investigación o educación
fr: Les utilisateurs des données pour la recherche ou l'éducation
pt: Os utilizadores dos dados para investigação ou educação

source: *For the given statements, input the matching image. (A, B, C, D)* image:img/web/accuracyandprecision.png[align="center",width="640",height="360"]
fr: *Pour les assertions données, entrez l'image correspondante. (A, B, C, D)* image:img/web/accuracyandprecision.png[align="center", width="640", height="360"]
pt: *Para as instruções fornecidas, insira a imagem correspondente. (A, B, C, D)* image:img/web/accuracyandprecision.png[align=center,width=640,height=360]

source: High accuracy, low precision *C*
fr: Haute exactitude, faible précision + *C*

source: Low accuracy, high precision *B*
fr: Faible exactitude, haute précision + *B*

source: High accuracy, high precision *D*
fr: Haute exactitude, haute précision + *D*

source: Low accuracy, low precision *A*
fr: Faible exactitude, faible précision + *A*
