Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: *Identify the data relationships where Dataset B needs to be merged into Dataset A (0:1, 1:0, 1:1, 1:∞, ∞:1, ∞:∞). Not all the relationships used.*
es: *Identificar las relaciones de datos en las que el conjunto de datos B debe fusionarse con el conjunto de datos A (0: 1, 1: 0, 1: 1, 1: ∞, ∞: 1, ∞: ∞). No todas las relaciones son utilizadas.*
fr: *Identifier les relations de données où l'ensemble de données B doit être fusionné avec l'ensemble de données A (0:1, 1:0, 1:1, 1:∞ , ∞ :1, ∞ :∞ ). Toutes les relations ne sont pas utilisées.*
pt: Identifique as relações de dados em que o conjunto de dados B precisa ser mesclado ao conjunto de dados A (0:1, 1:0, 1:1, 1:∞, ∞:1, ∞:∞). Nem todas as relações são utilizadas

source: Collector field exists in both dataset A and B *1:1*
fr: Le champ Collector existe dans l'ensemble de données A et B + *1:1*

source: Country field only exists in dataset B *0:1*
fr: Le champ pays n'existe que dans l'ensemble de données B + *0:1*

source: Name field exists in dataset A, but dataset B contains First Name and Last Name fields *1:∞*
fr: Le champ nom existe dans l'ensemble de données A, mais l'ensemble de données B contient les champs Prénom et Nom + *1:∞*

source: ID field exists in both dataset A and B *1:1*
fr: Le champ ID existe dans l'ensemble de données A et B + *1:1*

source: Elevation exists in dataset A, but not in dataset B *1:0*
fr: L'élévation existe dans l'ensemble de données A, mais pas dans l'ensemble de données B + *1:0*

source: Date exists in dataset A, but Day, Month, and Year are separate fields in dataset B *1:∞*
fr: La Date existe dans l'ensemble de données A, mais le Jour, le Mois et l'Année sont des champs séparés dans l'ensemble de données B + *1:∞*

source: *Metadata is important because (select the TRUE statements)*
es: *Los metadatos son importantes porque (seleccione los enunciados VERDADEROS)*
fr: *Les métadonnées sont importantes car (sélectionnez les affirmations qui sont VRAIES)*
pt: *Metadados são importantes porque (selecione as declarações VERDADEIRAS)*

source: it allows users to determine if a dataset is fit for their use.
es: permite a los usuarios determinar si un conjunto de datos es adecuado para su uso.
fr: elles permettent aux utilisateurs de déterminer si un ensemble de données convient à leur utilisation.
pt: permite que os utilizadores determinem se um conjunto de dados é adequado para o seu uso.

source: it allows you to know under which legal terms the reuse of data is permitted.
es: le permite saber bajo qué términos legales se permite la reutilización de datos.
fr: elles vous permettent de savoir sous quelles conditions légales la réutilisation des données est autorisée.
pt: permite que saiba sob que termos legais a reutilização de dados é permitida.

source: Planning review solutions
es: Planificación de soluciones de revisión
fr: Solutions de la révision sur la planification
pt: Planificar as soluções de revisão

source: *What is the order of the five PMBoK Process Groupings?*
es: *¿Cuál es el orden de los cinco Grupos de Procesos PMBoK?*
fr: *Quel est l'ordre des cinq groupes de processus PMBoK ?*
pt: *Qual é a ordem dos cinco Grupos do Processo PMBoK?*

source: Initiating, Planning, Executing, Monitoring and Controlling, Closing
es: Iniciar, Planear, Ejecutar, Monitoreo y Control, Cerrar
fr: Initier, planifier, exécuter, surveiller et contrôler, clôturer
pt: Iniciação, Planeamento, Execução, Monitorização e Controle, Encerramento

source: Learn More: https://quizlet.com/306742513/1-introduction-pmbok-guide-6th-edition-flash-cards/
es: Aprende más: https://quizlet.com/306742513/1-introduction-pmbok-guide-6th-edition-flash-cards/
fr: En savoir plus : https://quizlet.com/306742513/1-introduction-pmbok-guide-6th-edition-flash-cards/
pt: Saiba mais: https://quizlet.com/306742513/1-introduction-pmbok-guide-6th-edition-flash-cards/

source: *What are the types of deliverable?*
es: *¿Cuáles son los tipos de entregables?*
fr: *Quels sont les types de livrables ?*
pt: *Quais são os tipos de entrega?*

source: Stated - YES
es: Declarado - SÍ
fr: Déclaré - OUI
pt: Especificado - SIM

source: Implied - YES
es: Implícito - SÍ
fr: Implicite - OUI
pt: Implícito - SIM

source: Estimated - NO
es: Estimado - NO
fr: Estimé - NON
pt: Estimado - NÃO

source: Direct - YES
es: Directo - SÍ
fr: Direct - OUI
pt: Direto - SIM

source: Indirect - YES
es: Indirecto - SÍ
fr: Indirect - OUI
pt: Indireto - SIM

source: Guesses - NO
es: Suposiciones - NO
fr: Deviné - NON
pt: Sugestões - NÃO

source: *What is a bottleneck?*
es: *¿Qué es un cuello de botella?*
fr: *Qu'est-ce qu'un goulot d'étranglement ?*
pt: *O que é um estrangulamento?*

source: a blockage that delays development or progress - YES a space where something or someone is missing - NO, THIS IS A GAP
es: un bloqueo que retrasa el desarrollo o el progreso - SÍ un espacio donde falta algo o alguien - NO, ESTO ES UNA BRECHA
fr: un blocage qui retarde le développement ou le progrès - OUI un espace où quelque chose ou quelqu'un manque - NON, CECI EST UNE LACUNE
pt: um bloqueio que atrasa o desenvolvimento ou o progresso - SIM um espaço onde algo ou alguém está desaparecido - NÃO, ISTO É UMA LACUNA

source: a problem, or situation that prevents somebody from doing something, or that makes something impossible. NO, THIS IS A BARRIER
es: un problema, o situación que impide a alguien hacer algo, o que hace algo imposible. NO, ESTO ES UN BARRERA
fr: un problème, ou une situation qui empêche quelqu'un de faire quelque chose, ou qui rend quelque chose impossible. NON, CECI EST UNE BARRIÈRE
pt: um problema ou uma situação que impede alguém de fazer algo, ou que torna algo impossível. NÃO, ISTO É UMA BARREIRA

source: *Which are examples of mobilization tasks?*
es: *¿Cuáles son los ejemplos de las tareas de movilización?*
fr: *Quels sont les exemples de tâches de mobilisation ?*
pt: *Quais são exemplos de tarefas de mobilização?*

source: Affiliation - NO, This is a Resource Type
es: Afiliación - NO, Este es un Tipo de Recurso
fr: Affiliation - NON, Ceci est un type lié à la ressource
pt: Afiliação - NÃO, Este é um Tipo de Recurso

source: Publishing - YES
es: Publicación - SÍ
fr: Publication - OUI
pt: Publicação - SIM

source: Imaging - YES
es: Imagen - SÍ
fr: Imagerie - OUI
pt: Obtenção de imagens - SIM

source: Georeferencing - YES
es: Georreferenciación - SÍ
fr: Géoréférencement - OUI
pt: Georreferenciação - SIM

source: Increased Public Awareness - NO, This is an implied goal.
es: Mayor conciencia pública - NO, Este es un objetivo implícito.
fr: Sensibilisation accrue du public - NON, il s'agit d'un objectif implicite.
pt: Maior consciencialização pública - NÃO, esse é um objetivo implícito.

source: Data capture review solutions
es: Soluciones de revisión de captura de datos
fr: Solutions de vérification de la saisie des données
pt: Soluções de revisão dos dados de captura

source: *What dataset type(s) would you choose for an ichthyology collection?*
es: *¿Qué tipo de conjunto de datos elegiría(s) para una colección ictiológica?*
fr: *Quel(s) type(s) de jeu de données choisiriez-vous pour une collection d’ichtyologie?*
pt: *Qual(ais) o(s) tipo(s) de conjunto de dados que escolheria para uma coleção de ictiologia?*

source: occurrence Most of the time, specimens from collection databases are shared as occurrence data. Each occurrence (specimen or group of specimens) has its own unique identifier (sometimes derived from its catalogue number in the source collection) and the Darwin Core fields used to share them within GBIF describe each specimen: scientific name, the date it was collected on the field, who collected and/or identified it, where, etc. Each collection can have more than one specimen from a same species, as long as each specimen is identified by a unique ID.
fr: occurrence La plupart du temps, les spécimens de bases de données de collection sont partagés en tant que données d'occurrence. Chaque occurrence (spécimen ou groupe de spécimens) a son propre identifiant unique (parfois dérivé de son numéro de catalogue dans la collection source) et les champs Darwin Core utilisés pour les partager au sein du GBIF décrivent chaque spécimen : nom scientifique, la date à laquelle il a été recueillie sur le terrain, qui l'a collecté et/ou identifié, où, etc. Chaque collection peut avoir plus d'un spécimen d'une même espèce, à condition que chaque spécimen soit identifié par une identification unique.

source: checklist It is also possible to create and share a taxonomical checklist derived from a collection database; in this case, it is recommended to share the checklist as a taxonomical dataset, with the occurrence (specimen) list associated with it by using the Occurrence core as an extension to the Taxon Core on the GBIF IPT.
fr: liste de contrôle Il est également possible de créer et de partager une liste de contrôle taxonomique dérivée d'une base de données de collection ; dans ce cas, il est recommandé de partager la liste de contrôle en tant qu'ensemble de données taxonomiques, avec la liste des occurrences (spécimens) associées à elle en utilisant le noyau Occurrence comme extension du noyau taxon sur l'IPT du GBIF.

source: *What dataset type(s) would you choose for a list of invasive species?*
es: *¿Qué tipo(s) de conjunto de datos elegiría(s) para una lista de especies invasoras?*
fr: *Quel(s) type(s) de jeu de données choisiriez-vous pour une liste d'espèces envahissantes?*
pt: *Qual(ais) o(s) tipo(s) de conjunto de dados que escolheria para uma lista de espécies invasovas?*

source: occurrence Some data publishers will share occurrence datasets coming from studies or programs tracking specimens from some specific invasive species; when the data focuses on individuals instead of the invasive species, in general, they can be shared as occurrence data.
fr: occurrence Certains éditeurs de données partageront des ensembles de données d'occurrence provenant d'études ou de programmes de suivi de spécimens provenant de certaines espèces envahissantes spécifiques ; lorsque les données se concentrent sur les individus au lieu de l'espèce envahissante, en général, elles peuvent être partagées en tant que données d'occurrence.

source: checklist Invasive species can be tracked and monitored at different scales (regional, national, thematic…); as this type of dataset focuses more on the species and their distribution across a given geographical scope, they are mainly shared as taxonomical datasets within GBIF (https://www.gbif.org/dataset/search?project_id=GRIIS[see GRIIS search results]).
fr: la liste de contrôle Les espèces invasives peuvent être suivies et surveillées à différentes échelles (régionales, nationales, thématiques…); car ce type de jeu de données se concentre davantage sur les espèces et leur distribution sur une portée géographique donnée, ils sont principalement partagés en tant que jeux de données taxonomiques au sein du GBIF (https://www. bif.org/dataset/search?project_id=GRIIS[ voir les résultats de recherche GRIIS]).

source: *What dataset type(s) would you choose for the flora and fauna of an environmental impact study?*
es: *¿Qué tipo de conjunto de datos elegiría(s) para la flora y fauna de un estudio de impacto ambiental?*
fr: *Quel(s) type(s) de jeu de données choisiriez-vous pour la flore et la faune d'une étude d'impact environnementale?*
pt: *Qual(ais) o(s) tipo(s) de conjuntos de dados que escolheria para a flora e fauna de um estudo de impacto ambiental?*

source: occurrence Data are recorded by naturalists on the field and can be shared as simple occurrence datasets.
fr: occurrences Les données sont enregistrées par des naturalistes sur le terrain et peuvent être partagées en tant que simples jeux de données d'Occurrence.

source: sampling event They can also be shared as event datasets if standardized protocols (such as vegetation plots, transects, traps…) are used to collect the data.
fr: événement d'échantillonnage Ils peuvent également être partagés en tant que jeux de données d'événements si des protocoles normalisés (comme des plots de végétation, les transectes, les pièges…) sont utilisés pour collecter les données.

source: *What dataset type(s) would you choose for bird tracking data?*
es: *¿Qué tipo(s) de conjunto de datos elegiría(s) para los datos de seguimiento de aves?*
fr: *Quel(s) type(s) de jeu de données choisiriez-vous pour des données de suivi des oiseaux?*
pt: *Qual(ais) o(s) tipo(s) de conjuntos de dados que escolheria para os dados de rastreio de pássaros?*

source: occurrence These data are shared as occurrence datasets: ideally, each bird is identified with its organismID, and each occurrence (GPS ping) has its own occurrenceID, which is useful to track the different GPS locations of the same bird over the scope of the tracking programme or project. (See https://www.gbif.org/dataset/2fc1d8b5-9c99-4e03-8c3c-11a6e51a298f[example])
fr: occurrence Ces données sont partagées comme des jeux de données d'occurrences : idéalement, chaque oiseau est identifié avec son organisme et chaque occurrence (GPS ping) a son propre ID d'occurrence, qui est utile pour suivre les différents emplacements GPS du même oiseau dans le cadre du programme ou du projet de suivi. (Voir https://www.gbif.org/dataset/2fc1d8b5-9c99-4e03-8c3c-11a6e51a298f[example])

source: *What dataset type(s) would you choose for insect trap data?*
es: *¿Qué tipo de conjunto de datos elegiría(s) para los datos de trampas para insectos?*
fr: *Quel(s) type(s) de jeu de données choisiriez-vous pour des données de pièges à insectes?*
pt: *Qual(ais) o(s) tipo(s) de conjuntos de dados que escolheria para dados de armadilhas de insetos?*

source: occurrence Although such data can be shared as simple occurrence datasets, it is best if they’re shared as event datasets, where the location, identifier and contents of each trap can be better detailed.
fr: occurrence Bien que ces données puissent être partagées en tant que jeux de données d'occurrence simples, il est préférable qu'ils soient partagés comme des jeux de données d'événement, où l'emplacement, l'identifiant et le contenu de chaque piège peuvent être mieux détaillés.

source: sampling event Insect traps (as well as other traps such as pitfall traps, malaise traps…) are typically used in monitoring programmes to check the presence (or absence) of some species and/or assess their specific abundance. Using the “eventID” field to identify each trap allows the users to get all of the specimens collected within each trap. The same logic applies to other field protocols such as transects, plots, remote cameras, etc.: by using the Event Core instead of the Occurrence core, you’ll be able to share much more information about the context of the data collection, and allow users to better understand (and even replicate) your work.
fr: échantillonnage d'événement Pièges à insectes (ainsi que d'autres pièges tels que pièges à trappes, les pièges à malaise…) sont généralement utilisés dans les programmes de surveillance pour vérifier la présence (ou l'absence) de certaines espèces et/ou évaluer leur abondance spécifique. L'utilisation du champ « eventID » pour identifier chaque piège permet aux utilisateurs de récupérer tous les spécimens dans chaque piège. La même logique s'applique aux autres protocoles de terrain tels que les transectes, les tracés, les caméras à distance, etc. en utilisant le Noyau d'Evénement au lieu du Noyau d'Occurrence, vous serez en mesure de partager beaucoup plus d'informations sur le contexte de la collecte de données, et permettre aux utilisateurs de mieux comprendre (et même de répliquer) votre travail.

source: *What dataset type(s) would you choose for national park management data?*
es: *¿Qué tipo de conjunto de datos elegiría(s) para los datos de gestión de parques nacionales?*
fr: *Quel(s) type(s) de jeu de données choisiriez-vous pour des données de gestion d'un parc national ?*
pt: *Qual(ais) o(s) tipo(s) de base de dados você escolheria para a gestão de dados do parque nacional?*

source: occurrence record individuals of species
fr: occurrence enregistrer des individus d'espèces

source: checklist It is important to know how many species are present in the park/reserve perimeter and their conservation status.
fr: liste de contrôle Il est important de savoir combien d'espèces sont présentes dans le périmètre du parc ou de la réserve et leur état de conservation.

source: sampling event check and track the populations
fr: échantillonnage d'événement vérifiez et suivez les populations

source: *What dataset type(s) would you choose for a citizen science bioblitz?*
es: *¿Qué tipo(s) de conjunto de datos elegiría(s) para un bioblitz de ciencias ciudadana?*
fr: *Quel(s) type(s) de jeu de données choisiriez-vous pour un inventaire éclair (bioblitz) dans le cadre d'un programme de science participative?*
pt: *Qual(ais) o(s) tipo(s) de conjunto de dados que escolheria para um bioblitz de ciência cidadã?*

source: occurrence Bioblitz datasets are mainly shared as occurrence datasets.
fr: occurrence Les jeux de données Bioblitz sont principalement partagés en tant qu'ensembles de données d'occurrence.

source: sampling event Depending on the citizen science programme, specific sampling protocols might be used by the volunteers, in which case, the data can be shared as an event dataset.
fr: événement d'échantillonnage Selon le programme scientifique citoyen, des protocoles d'échantillonnage spécifiques peuvent être utilisés par les volontaires, auquel cas les données peuvent être partagées en tant que jeu de données d'événement.

source: *What dataset type(s) would you choose for a regional species list?*
es: *¿Qué tipo(s) de conjunto de datos elegiría(s) para una listado regional de especies?*
fr: *Quel(s) type(s) de jeu de données choisiriez-vous pour une liste d'espèces régionale?*
pt: *Qual(ais) o(s) tipo(s) de conjunto de dados que escolheria para uma lista regional de espécies?*

source: checklist Geographical or thematic species lists are often used to share information about the species present in a given area; most of the time, these lists also mention the distribution of each species as well as their conservation status in this area. Regional species lists can give a useful insight into a region’s biodiversity and habitats, and need to be shared as taxonomical datasets, with or without associated occurrences.
fr: liste de contrôle Les listes d'espèces géographiques ou thématiques sont souvent utilisées pour partager des informations sur les espèces présentes dans une région donnée ; la plupart du temps, ces listes mentionnent également la répartition de chaque espèce ainsi que son état de conservation dans ce domaine. Les listes d'espèces régionales peuvent donner un aperçu utile de la biodiversité et des habitats d'une région, et doivent être partagés en tant qu'ensembles de données taxonomiques, avec ou sans occurrences associées.

source: Data management review solutions
es: Soluciones de revisión de la gestión de datos
fr: Solutions des révisions sur la gestion des données
pt: Soluções de revisão da gestão de dados

source: *Why is it best to clean your data?*
es: *¿Por qué es mejor limpiar tus datos?*
fr: *Pourquoi est-il préférable de nettoyer vos données ?*
pt: *Por que é melhor limpar os seus dados?*

source: to make them as fit for use as possible
es: para hacerlos tan aptos para su uso como sea posible
fr: pour les rendre aussi utilisables que possible
pt: para torná-los o mais possível adequados ao uso

source: to achieve your data quality goals
es: para lograr sus objetivos de calidad de datos
fr: pour atteindre vos objectifs de qualité des données
pt: para atingir as suas metas de qualidade de dados

source: You should always aim to manage and publish data with the highest possible quality. This will improve your day-to-day work (it is easier to work with organized and clean data), as well as the work of potential re-users of your data, who need to understand them and trust their source before using them.
es: Siempre debe aspirar a administrar y publicar datos con la mayor calidad posible. Esto mejorará su trabajo diario (es más fácil trabajar con datos organizados y limpios), así como el trabajo de los potenciales reutilizadores de sus datos, que necesitan comprenderlos y confiar en su fuente antes de usarlos.
fr: Vous devriez toujours vous efforcer de gérer et de publier des données de la meilleure qualité possible. Cela améliorera votre travail quotidien (il est plus facile de travailler avec des données organisées et bien nettoyées), ainsi que le travail des réutilisateurs potentiels de vos données, qui ont besoin de les comprendre et de faire confiance à leur source avant de les utiliser.
pt: Deve sempre procurar gerir e publicar dados com a maior qualidade possível. Isto irá melhorar o seu trabalho diário (é mais fácil de trabalhar com dados organizados e limpos), assim como o trabalho de potenciais reutilizadores dos seus dados, que precisam de compreendê-los e confiar na sua fonte antes de usá-los.

source: *How should you organize your data cleaning workflow?*
es: *¿Cómo debe organizar su flujo de trabajo de limpieza de datos?*
fr: *Comment devriez-vous organiser votre processus de nettoyage des données ?*
pt: *Como deve organizar o seu fluxo de trabalho de limpeza de dados?*

source: ask your colleagues for expertise
es: pregunta a sus colegas experimentados
fr: sollicitez vos collègues pour obtenir l'expertise qui vous manque
pt: peça aos seus colegas o conhecimento especializado

source: work at an institutional level to harmonize data quality workflows
es: trabajar a nivel institucional para armonizar los flujos de trabajo de calidad de datos
fr: travaillez au niveau institutionnel pour harmoniser les processus concernant la qualité des données
pt: trabalhe ao nível institucional para harmonizar fluxos de trabalho de qualidade de dados

source: Nobody is expected to know everything about biodiversity data; you should seek help and advice from your colleagues or other knowledgeable people, and ensure that you're applying the good practices recommended by your institution as you clean your data.
es: No se espera que alguien sepa todo sobre datos de biodiversidad; debe buscar ayuda y consejo de sus colegas u otras personas con conocimientos, y asegurarse de que está aplicando las buenas prácticas recomendadas por su institución a medida que limpia sus datos.
fr: Personne n'est censé tout savoir sur les données sur la biodiversité ; vous pouvez demander de l'aide et des conseils à vos collègues ou à d'autres personnes expertes dans leur domaine, et vous assurez que vous appliquez les bonnes pratiques recommandées par votre institution lorsque vous nettoyez vos données.
pt: Ninguém sabe tudo sobre os dados da biodiversidade; deve procurar ajuda e aconselhamento com os seus colegas ou outras pessoas conhecidas. e certifique-se de aplicar as boas práticas recomendadas pela sua instituição enquanto limpa os seus dados.

source: *Which is best:*
es: *Cuál es el mejor:*
fr: *Qu'est-ce qui est le mieux :*
pt: *Qual é o melhor:*

source: prevent errors from occurring
es: evitar que los errores ocurran
fr: empêcher les erreurs de se produire
pt: prevenir a ocorrência de erros

source: correct errors as soon as you find them in your database or spreadsheet
es: corregir los errores tan pronto como los encuentre en su base de datos o hoja de cálculo
fr: corriger les erreurs dès que vous les trouvez dans votre base de données ou dans votre feuille de calcul
pt: corrija erros assim que os encontrar na sua base de dados ou tabela
