Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Suggested citation
es: Cita sugerida
fr: Suggestion de citation
pt: Citação sugerida

source: GBIF Secretariat (2021) GBIF Biodiversity Data Mobilization Course. 12th edition. GBIF Secretariat: Copenhagen. https://doi.org/10.35035/ce-c6cr-6w42. [Date of course.]
es: Curso de Movilización de Datos de Biodiversidad GBIF (2021) GBIF. 12ª edición. Secretariado de GBIF:. https://doi.org/10.35035/ce-c6cr-6w42. [Fecha de curso.]
fr: GBIF Secretariat (2021) Cours de mobilisation des données sur la biodiversité du GBIF. 12è édition. Secrétariat du GBIF: Copenhague. https://doi.org/10.35035/ce-c6cr-6w42. [Date du cours.]
pt: GBIF Secretariat (2021) GBIF Biodiversity Data Mobilization Course. 12th edição. GBIF Secretariat: Copenhagen. https://doi.org/10.35035/ce-c6cr-6w42. [Data do curso.]

source: Contributors
es: Colaboradores
fr: Contributeurs
pt: Colaboradores

source: The _GBIF Biodiversity Data Mobilization Course_ was originally developed as part of https://www.gbif.org/bid[Biodiversity Information Development^], a programme funded by the https://europa.eu[European Union^]. The original curriculum was created by Nestor Beltran, Sharon Grant, Nicolas Nóe, Sophie Pamerlon, Alberto González-Talaván, Mélianie Raymond, Laura Anne Russell and Katia Cezón, with additional contributions by GBIF trainers, mentors and students.
es: El _Curso de Movilización de Datos sobre Biodiversidad de GBIF_ se desarrolló originalmente como parte de https://www.gbif.org/bid[Información de Biodiversidad para el Desarrollo^], un programa financiado por https://europa.eu[Unión Europea^]. El plan de estudios original fue creado por Néstor Beltrán, Sharon Grant, Nicolas Nóe, Sophie Pamerlon, Alberto González-Talaván, Mélianie Raymond, Laura Anne Russell y Katia Cezón, con contribuciones adicionales de entrenadores, mentores y estudiantes de GBIF.
fr: Le _Cours de mobilisation des données sur la biodiversité du GBIF_ a été développé à l'origine dans le cadre du https://www.gbif.org/bid[Biodiversity Information for Development^], un programme financé par l’link:https://europa.eu[Union européenne^]. Le programme initial a été créé par Nestor Beltran, Sharon Grant, Nicolas Noee, Sophie Pamerlon, Alberto Gonzaëlez-Talaván, Melianie Raymond, Laura Anne Russell et Katia Cezón, avec des contributions supplémentaires des formateurs, mentors et étudiants du GBIF.
pt: O _Curso de Mobização de Dados do GBIF_ foi originalmente desenvolvido como parte do https://www.gbif.org/bid[Biodiversity Information Development^], um programa financiado pela https://europa.eu[European Union^]. O currículo original foi criado por Nestor Beltran, Sharon Grant, Nicolas Nóe, Sophie Pamerlon, Alberto González-Talaván, Mélianie Raymond, Laura Anne Russell and Katia Cezón, com contribuições adicionais de treinadores, mentores e estudantes do GBIF.

source: _GBIF Biodiversity Data Mobilization Course_ is licensed under https://creativecommons.org/licenses/by/4.0[Creative Commons Attribution 4.0 Unported License].
es: _Curso de Movilización de Datos sobre Biodiversidad de GBIF_ está licenciado bajo https://creativecommons.org/licenses/by/4.0[Creative Commons Attribution 4.0 Unported License].
fr: Le _cours de mobilisation des données sur la biodiversité du GBIF_ est sous https://creativecommons.org/licenses/by/4.0[Licence Creative Commons Attribution 4.0].

source: Persistent URI
es: URI persistente
fr: URI permanent
pt: URL Persistente

source: Document control
es: Control de documentos
fr: Contrôle de document
pt: Controlo de Documentos

source: 12th edition, May 2021
es: 12ª edición, mayo 2021
fr: 12ème édition, Mai 2021
pt: 12a edição, Maio 2021

source: // Slide 1
es: // Diapositiva 1
fr: // Diapositive 1

source: This presentation is based on “Principles for data quality” by Arthur Chapman
es: Esta presentación se basa en "Principios para la calidad de los datos" de Arthur Chapman
fr: Cette présentation est basée sur les « Principes de la qualité des données » de Arthur Chapman
pt: Esta apresentação é baseada em "Princípios da qualidade de dados" por Arthur Chapman

source: // Slide 2
es: // Diapositiva 2
fr: // Diapositive 2

source: During this presentation, we will explore the principles of data quality applied to data capture, specifically when capturing data from collection labels, fieldwork notebooks, spreadsheets, etc.
es: Durante esta presentación, exploraremos los principios de calidad de datos aplicados a la captura de datos, específicamente al capturar datos de etiquetas de colecciones, cuadernos de campo, hojas de cálculo, etc.
fr: Au cours de cette présentation, nous allons explorer les principes de la qualité des données appliqués à la saisie des données, spécifiquement lors de la capture de données à partir des étiquettes de collecte, des cahiers de travail, des feuilles de calcul, etc.
pt: Durante esta apresentação, exploraremos os princípios da qualidade dos dados aplicados à captura de dados, especificamente para captura de dados de etiquetas de coleta, notas de campo, tabelas, etc.

source: // Slide 3
es: // Diapositiva 3
fr: // Diapositive 3

source: Data quality is essential at every step of the data mobilization process, especially in the data capture steps. Each person involved in the data capture has a share of responsibility regarding the data quality, but most decisions on this topic quality have to be taken at the institutional level. The keywords here are: planning and documentation! As mentioned in the Foundations documentation presentation, use existing standards and plan your workflows to match your goals; document everything you can, at every step, and share or re-use documents, data, tools and standards as much as possible.
es: La calidad de los datos es esencial en cada paso del proceso de movilización de datos, especialmente en los pasos de captura de datos. Cada persona involucrada en la captura de datos tiene una parte de responsabilidad con respecto a la calidad de los datos, pero la mayoría de las decisiones sobre la calidad de datos deben tomarse a nivel institucional. Las palabras clave aquí son: planificación y documentación. Como se mencionó en la presentación de la documentación de Fundamentos, use los estándares existentes y planifique sus flujos de trabajo para que coincidan con sus objetivos; documente todo lo que pueda, en cada paso, y comparta o reutilice documentos, datos, herramientas y estándares tanto como sea posible.
fr: La qualité des données est essentielle à chaque étape du processus de mobilisation des données, en particulier dans les étapes de saisie des données. Chaque personne impliquée dans la saisie de données a une part de responsabilité concernant la qualité des données, mais la plupart des décisions sur ce sujet doivent être prises au niveau institutionnel. Les mots-clés sont ici : le planning et la documentation! Comme mentionné dans la présentation du document des Fondations, utilisez les normes existantes et planifiez vos flux de travaux pour qu'ils correspondent à vos objectifs ; documentez tout ce que vous pouvez, à chaque étape, et partagez ou réutilisez autant que possible des documents, des données, des outils et des normes.
pt: A qualidade dos dados é essencial em cada passo do processo de mobilização de dados, especialmente nas etapas de captura de dados. Cada pessoa envolvida na captura de dados tem uma parte de responsabilidade sobre a qualidade de dados, mas a maioria das decisões sobre este tema tem de ser tomada a nível institucional. As palavras-chave aqui são: planeamento e documentação! Conforme mencionado na apresentação da documentação das Fundações, use padrões existentes e planeie seus fluxos de trabalho para corresponder aos seus objectivos; documente tudo o que puder, em cada passo, e partilhe ou reutilize documentos, dados, ferramentas e padrões tanto quanto possível.

source: // Slide 4
es: // Diapositiva 4
fr: // Diapositive 4

source: This is an example of a data quality workflow. In this workflow, it begins with the collection of specimens, moves to data capture, then quality control, publishing and finally use. Data quality isn’t the sole responsibility of the first person in the process (here, the collector) -- it is shared at every step and every person in the process should have a responsibility for quality. A functioning feedback loop needs to be in place in order to check, complete, update or correct data. This is where documentation is essential: you need to know who was responsible for each step in the process in order to validate changes that have been made to the data (or need to be made to the data).
es: Este es un ejemplo de un flujo de trabajo de calidad de datos. En este flujo de trabajo, comienza con la colecta de especímenes, pasa a la captura de datos, luego al control de calidad, la publicación y finalmente el uso. La calidad de los datos no es responsabilidad exclusiva de la primera persona en el proceso (en este caso, el colector); se comparte en cada paso y cada persona en el proceso debe tener la responsabilidad de la calidad. Es necesario que exista un circuito de retroalimentación funcional para verificar, completar, actualizar o corregir los datos. Aquí es donde la documentación es esencial: necesita saber quién fue el responsable de cada paso del proceso para validar los cambios que se han realizado en los datos (o que deben realizarse en los datos).
fr: Ceci est un exemple de flux de travail de la qualité des données. Ce flux de travail commence par la collection de spécimens, passe à la capture de données, puis au contrôle de qualité, à la publication et enfin à l'utilisation. La qualité des données n'est pas la seule responsabilité de la première personne du processus (ici, le collectionneur/collecteur) -- il est partagé à chaque étape et chaque personne dans le processus doit être responsable de la qualité. Une boucle de retour fonctionnelle doit être mise en place pour vérifier, compléter, mettre à jour ou corriger les données. C'est là que la documentation est essentielle : vous devez savoir qui était responsable de chaque étape du processus afin de valider les modifications qui ont été apportées aux données (ou doivent être apportées aux données).
pt: Este é um exemplo de um fluxo de trabalho de qualidade de dados. Este fluxo de trabalho começa com a colheita de espécimes, passa para a captura de dados, depois controle de qualidade, publicação e utilização. A qualidade dos dados não é a responsabilidade exclusiva da primeira pessoa no processo (aqui, o coletor) -- mas sim partilhada em cada etapa e cada pessoa do processo deve ter responsabilidade pela qualidade. Um loop de feedback funcional precisa de ser criado para verificar, completar, actualizar ou corrigir os dados. É aqui que a documentação é essencial: você precisa saber quem foi responsável por cada etapa do processo para validar as alterações feitas aos dados (ou que precisam ser feitas aos dados).

source: // Slide 5
es: // Diapositiva 5
fr: // Diapositive 5

source: In this simplified view of the data flow, you can see some of the data quality responsibilities of each group of people involved. In this example, the team in charge of the mobilization can be split into the ‘transcribers’ and ‘curator’ roles. The transcribers team needs to ensure data is captured and saved as best as possible, while the ‘curator’ role has the ultimate responsibility for ensuring that each team is fulfilling their roles in the process.
es: En esta vista simplificada del flujo de datos, puede ver algunas de las responsabilidades de calidad de los datos de cada grupo de personas involucradas. En este ejemplo, el equipo a cargo de la movilización se puede dividir en los roles de "transcriptores" y "curador". El equipo de transcriptores debe asegurarse de que los datos se capturen y guarden de la mejor manera posible, mientras que el rol de "curador" tiene la responsabilidad final de garantizar que cada equipo cumpla con sus roles en el proceso.
fr: Dans cette vue simplifiée du flux de données, vous pouvez voir certaines des responsabilités de qualité des données de chaque groupe de personnes impliquées. Dans cet exemple, l’équipe responsable de la mobilisation peut être divisée en rôles de « transcripteurs » et de « conservateur ». L'équipe de transcripteurs a besoin de s'assurer que les données sont saisies et sauvegardées au mieux possible, tandis que le rôle de « conservateur » a la responsabilité ultime de s’assurer que chaque équipe remplit son rôle dans le processus.
pt: Nesta visão simplificada do fluxo de dados, é possível ver algumas das responsabilidades de qualidade dos dados de cada grupo de pessoas envolvidas. Neste exemplo, a equipa responsável pela mobilização pode ser dividida em "transcritores" e "curadores". A equipa de transcritores precisa garantir que os dados sejam capturados e salvos o melhor possível, enquanto o papel do "curador" é de assegurar que cada equipa esteja a cumprir os seus papéis no processo.

source: // Slide 6
es: // Diapositiva 6
fr: // Diapositive 6

source: Once the data workflow is in place, the data capture itself can begin. In the following slides, we will explore the different types of information that can be captured from specimens or field observations, and see what are the most common mistakes that should be avoided when dealing with each kind of information. The main topics will be as follows: taxonomic information, spatial information, collection information, descriptive information. Please note that each occurrence (each row in your database or spreadsheet) should have information linked to these 4 main topics in order to be shared and reused accordingly.
es: Una vez que el flujo de trabajo de datos está en su lugar, la captura de datos en sí puede comenzar. En las siguientes diapositivas, exploraremos los diferentes tipos de información que se pueden capturar de especímenes u observaciones de campo, y veremos cuáles son los errores más comunes que deben evitarse al tratar con cada tipo de información. Los temas principales serán los siguientes: información taxonómica, información espacial, información de colección, información descriptiva. Tenga en cuenta que cada registro (cada fila en su base de datos u hoja de cálculo) debe tener información vinculada a estos 4 temas principales para poder compartirla y reutilizarla en consecuencia.
fr: Une fois le flux de travail des données en place, la saisie des données peut commencer. Dans les diapositives suivantes, nous explorerons les différents types d'informations qui peuvent être capturés à partir de spécimens ou d'observations de champ, et voir quelles sont les erreurs les plus courantes qui devraient être évitées lorsque l'on traite chaque type d'information. Les principaux sujets seront les suivants : informations taxonomiques, informations spatiales, informations de collecte, informations descriptives. Veuillez noter que chaque occurrence (chaque ligne de votre base de données ou feuille de calcul) doit avoir des informations liées à ces 4 sujets principaux afin d'être partagées et réutilisées en conséquence.
pt: Quando o fluxo de trabalho de dados estiver no lugar, a captura de dados poderá começar. Nos seguintes slides, exploraremos os diferentes tipos de informação que podem ser capturados, de espécimes ou observações de campo, e ver quais são os erros mais comuns que devem ser evitados quando se trata de cada tipo de informação. Os tópicos principais serão os seguintes: informações taxonómicas, informações espaciais, informações da recolha, informações descritivas. Por favor, note que cada ocorrência (cada linha em sua base de dados ou tabela) deve ter informações vinculadas a estes 4 tópicos principais, a fim de serem partilhadas e reutilizadas em conformidade.

source: // Slide 7
es: // Diapositiva 7
fr: // Diapositive 7

source: Taxonomic information is an essential part of the data capture process. Without it, a digitized specimen is useless and cannot be properly interpreted or reused. Note that the species name is not the only type of taxonomic information that can be exploited in the data capture process: sometimes the specimen hasn’t been identified to the species, and higher taxonomic levels such as the genus or family are still useful for data managers and users.
es: La información taxonómica es una parte esencial del proceso de captura de datos. Sin ella, una muestra digitalizada es inútil y no se puede interpretar ni reutilizar correctamente. Tenga en cuenta que el nombre de la especie no es el único tipo de información taxonómica que se puede explotar en el proceso de captura de datos: a veces, el espécimen no se ha identificado a la especie y los niveles taxonómicos más altos, como el género o la familia, siguen siendo útiles para los administradores de datos y usuarios.
fr: Les informations taxinomiques sont un élément essentiel du processus de saisie des données. Sans elle, un spécimen numérisé est inutile et ne peut pas être correctement interprété ou réutilisé. Notez que le nom de l'espèce n'est pas le seul type d'informations taxinomiques qui peuvent être exploitées dans le processus de saisie de données : parfois le spécimen n'a pas été identifié à l'espèce, et des niveaux taxonomiques plus élevés tels que le genre ou la famille sont toujours utiles pour les gestionnaires de données et les utilisateurs.
pt: A informação taxonómica é uma parte essencial do processo de captura de dados. Sem isso, um espécime digitalizado é inútil e não pode ser devidamente interpretado ou reutilizado. Note que o nome de espécie não é o único tipo de informação taxonómica que pode ser explorada no processo de captura de dados: às vezes, os espécimes não foram identificados pela espécie e níveis mais elevados de taxonomia como o gênero ou a família ainda são úteis para gestores e utilizadores de dados.

source: // Slide 8
es: // Diapositiva 8
fr: // Diapositive 8

source: Most of the time, the scientific name is the main way of retrieving data in a database, portal, website, browser… Any error in the spelling or authority can lead to wrong or null queries, thus impeding the management and potential reuse of the data. This is why it’s very important to check all categories of scientific names to fix errors and/or omissions.
es: La mayoría de las veces, el nombre científico es la principal forma de recuperar datos en una base de datos, portal, sitio web, navegador... Cualquier error en la ortografía o autoridad puede dar lugar a consultas erróneas o nulas, impidiendo así la gestión y posible reutilización de los datos.. Por eso es muy importante comprobar todas las categorías de nombres científicos para corregir errores u omisiones.
fr: La plupart du temps, le nom scientifique est le principal moyen de récupérer des données dans une base de données, un portail, un site web navigateur… Toute erreur dans l'orthographe ou l'autorité peut conduire à des requêtes erronées ou nulles, ce qui entrave la gestion et la réutilisation potentielle des données. C'est pourquoi il est très important de vérifier toutes les catégories de noms scientifiques pour corriger les erreurs et/ou les omissions.
pt: Na maioria das vezes, o nome científico é a principal maneira de recuperar dados em uma base de dados, portal, website, navegador… Qualquer erro na ortografia ou autoridade pode levar a consultas erradas ou nulas, impedindo assim a gestão e a potencial reutilização dos dados. É por isso que é muito importante verificar todas as categorias de nomes científicos para corrigir erros e/ou omissões.

source: // Slide 9
es: // Diapositiva 9
fr: // Diapositive 9

source: The most common issues occurring with taxon information are missing or inconsistent information, incorrect or non-atomic values, duplicates and uncertainty. Always check the definitions and examples of taxonomic Darwin Core terms to avoid nomenclatural mistakes: http://rs.tdwg.org/dwc/terms/index.htm // Slide 10
es: Los problemas más comunes que ocurren con la información del taxón son información faltante o inconsistente, valores incorrectos o no atomizados, duplicados e incertidumbre. Siempre verifique las definiciones y ejemplos de términos taxonómicos de Darwin Core para evitar errores de nomenclatura: http://rs.tdwg.org/dwc/terms/index.htm // Diapositiva 10
fr: Les problèmes les plus courants qui se posent avec les informations sur les taxons sont des informations manquantes ou incohérentes, des valeurs incorrectes ou non atomiques, des doublons et des incertitudes. Vérifiez toujours les définitions et les exemples de termes taxonomiques Darwin Core pour éviter les erreurs nomenclaturales : http://rs.dwg.org/dwc/terms/index.htm // Diapositive 10
pt: Os problemas mais comuns que ocorrem com informações de táxon são informações inconsistentes ou em falta, valores incorretos ou não atômicos, duplicados e incertezas. Sempre verifique as definições e exemplos de termos taxonómicos do Darwin Core para evitar erros nomenclaturais: http://rs. dwg.org/dwc/terms/index.htm // Slide 10
