Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: |Skills |Beginning performance 1 |Developing performance 2 |Accomplished performance 3 |Outstanding performance 4 |A. Ability to identify the type of digital data that can be extracted from a source of biodiversity data (i.e. that can be published using the GBIF network) |Can identify only the most evident data types from common sources of biodiversity data (e.g. occurrences from natural history collection specimens). Shows little understanding of potential for online publishing using GBIF. |Can frequently identify correctly, at least one digital data type that can be extracted of common sources of data. Has difficulty identifying which ones can be currently published using GBIF. |Can always identify one (or more) types of digital data that can be extracted from common sources of data. Can identify which one of those types can be currently published using GBIF. |Can always identify one or more types of digital data that can be extracted from common and uncommon sources of data. Can identify which one of those types can be currently published using GBIF and which ones are under discussion. Can identify data cores and extensions used for publishing those data types. |B. Capacity to extract relevant information from a source of biodiversity data into simple data structures (e.g. spreadsheets) that follows international standards |Can only extract large pieces of obvious information (e.g. all geographic information as a single unit) which are evident in the data source. Shows little knowledge of current standards for recording biodiversity data. |Can retrieve several information items from the data source (but not all) and can disaggregate them into meaningful pieces. Shows some basic knowledge of the most common standards (e.g. DwC) and the most used data fields in those standards. |Can identify all valuable information in a data source, and extract the mandatory elements in a standard data structure (e.g. a spreadsheet based on Simple DwC). Can identify missing information and infer from existing information (e.g. derive a country name from a province). |Can identify all valuable information in a complex data source, and divide it into meaningful pieces which then translate directly into international standards. Can identify critical information missing in the source and infer it from the existing data or from additional information about the source (metadata). |C. Ability to understand and apply basic principles of data quality to the data capture process |Shows limited understanding of how applying simple data quality principles can have a large impact on the final product, preventing additional required cleaning afterwards. |Knows some of most generic principles of data quality (e.g. avoid misspellings) but shows limited knowledge on how to apply more specific principles to the data capture process. |Knows all the basic principles of data quality and how to apply these in simple ways to the data capture process. Uses formats consistently during the data capture process (e.g. in dates, country names). Documents all procedures and changes connected to data quality in a simple manner. |Shows good knowledge of all common principles of data quality and how to use them to improve the data capture process. Uses data formats consistently and can use gazetteers, reference lists, or software-specific features to improve quality from the original. Documents clearly all changes and decisions taken in connection to data quality.
es: |Habilidades |Desempeño basal 1 |Desempeño en desarrollo 2 |Desempeño logrado 3 |Desempeño excepcional 4 | A. Capacidad para identificar el tipo de datos digitales que se pueden extraer de una fuente de datos de biodiversidad (es decir, que se pueden publicar utilizando la red GBIF) | Puede identificar solo los tipos de datos más evidentes de fuentes comunes de datos de biodiversidad (por ejemplo, registros biológicos de especímenes recolectados de historia natural). Muestra poca comprensión del potencial de la publicación en línea con GBIF. | Puede identificar correctamente, con frecuencia, al menos un tipo de datos digitales que se pueden extraer de fuentes comunes de datos. Tiene dificultad para identificar cuáles se pueden publicar actualmente con GBIF. | Siempre puede identificar uno (o más) tipos de datos digitales que se pueden extraer de fuentes comunes de datos. Puede identificar cuál de esos tipos se puede publicar actualmente con GBIF. | Siempre puede identificar uno o más tipos de datos digitales que se pueden extraer de fuentes de datos comunes y poco comunes. Puede identificar cuál de esos tipos se puede publicar actualmente utilizando GBIF y cuáles están en discusión. Puede identificar núcleos de datos y extensiones que se utilizan para publicar esos tipos de datos. | B. Capacidad para extraer información relevante de una fuente de datos de biodiversidad en estructuras de datos simples (por ejemplo, hojas de cálculo) que siguen los estándares internacionales. | Solo puede extraer grandes piezas de información obvia (por ejemplo, toda la información geográfica como una sola unidad) que son evidentes en la fuente de datos. Muestra poco conocimiento de los estándares actuales para el registro de datos de biodiversidad. | Puede recuperar varios elementos de información de la fuente de datos (pero no todos) y puede desglosarlos en partes significativas. Muestra algunos conocimientos básicos de los estándares más comunes (por ejemplo, DwC) y los campos de datos más utilizados en esos estándares. | Puede identificar toda la información valiosa en una fuente de datos y extraer los elementos obligatorios en una estructura de datos estándar (por ejemplo, una hoja de cálculo basada en Simple DwC). Puede identificar la información que falta e inferir de la información existente (por ejemplo, derivar el nombre de un país a partir de una provincia). | Puede identificar toda la información valiosa en una fuente de datos compleja y dividirla en partes significativas que luego se traducen directamente en estándares internacionales. Puede identificar la información crítica que falta en la fuente e inferirla de los datos existentes o de información adicional sobre la fuente (metadatos). | C. Capacidad para comprender y aplicar los principios básicos de la calidad de los datos al proceso de captura de datos. | Muestra una comprensión limitada de cómo la aplicación de principios simples de calidad de datos puede tener un gran impacto en el producto final, evitando una limpieza adicional necesaria después. | Conoce algunos de los principios más genéricos de la calidad de los datos (por ejemplo, evitar errores ortográficos) pero muestra un conocimiento limitado sobre cómo aplicar principios más específicos al proceso de captura de datos. | Conoce todos los principios básicos de la calidad de los datos y cómo aplicarlos de forma sencilla al proceso de captura de datos. Utiliza formatos de manera consistente durante el proceso de captura de datos (por ejemplo, en fechas, nombres de países). Documenta todos los procedimientos y cambios relacionados con la calidad de los datos de una manera sencilla. | Demuestra un buen conocimiento de todos los principios comunes de la calidad de los datos y cómo utilizarlos para mejorar el proceso de captura de datos. Utiliza formatos de datos de forma coherente y puede utilizar nomencladores, listas de referencias o funciones específicas del software para mejorar la calidad del original. Documenta claramente todos los cambios y decisiones tomadas en relación con la calidad de los datos.
fr: |Compétences |Performance de départ 1 |Performance en développement 2 |Performance atteinte 3 |Performance exceptionnelle 4 |A. Capacité à identifier les types de données numériques qui peuvent être extraites d'une source de données sur la biodiversité (c'est-à-dire qui peuvent être publiées en utilisant le réseau GBIF) |Peut identifier uniquement les types de données les plus évidents des sources de données de biodiversité les plus communes (p. ex. les occurrences des spécimens de collections d'histoire naturelle). Montre une faible compréhension du potentiel de publication en ligne à l'aide du GBIF. |Peut fréquemment identifier correctement au moins un type de données numériques pouvant être extraites de sources de données communes. Il a des difficultés à identifier celles qui peuvent être publiées à l'aide du GBIF. |Peut toujours identifier un (ou plusieurs) types de données numériques qui peuvent être extraites de sources de données communes.Peut identifier ceux qui peuvent être publiés à l'aide du GBIF. |Peut toujours identifier un ou plusieurs types de données numériques qui peuvent être extraites de sources de données communes et inhabituelles. Il peut identifier parmi ces types ceux qui peuvent être publiés à l'aide du GBIF et lesquels sont en cours de discussion. Peut identifier les cœurs de données et les extensions utilisés pour la publication de ces types de données. |B. Capacité à extraire les informations pertinentes d'une source de données sur la biodiversité vers des structures de données simples (par exemple, des feuilles de calcul) qui respectent les standards internationaux |Peut extraire uniquement des grands éléments d'information évidents (par exemple, toutes les informations géographiques en tant qu'unité unique) qui sont évidents dans la source de données. Montre une faible connaissance des standards courants pour l'enregistrement de données de biodiversité. |Peut extraire plusieurs éléments d'information de la source de données (mais pas tous) et peut les désagréger en éléments significatifs. Montre une certaine connaissance de base des standards les plus courantes (par exemple DwC) et des champs de données les plus utilisés dans ces standards. |Peut identifier toutes les informations utiles dans une source de données et extraire les éléments obligatoires dans une structure de données standard (par exemple, une feuille de calcul basée sur DwC simple). Peut identifier les informations manquantes et en déduire depuis les informations existantes (par exemple, déduire le nom d'un pays à partir d'une province). |Peut identifier toutes les informations utiles dans une source de données complexe, et les diviser en éléments significatifs directement traduis en standards internationaux. Peut identifier les informations capitales manquantes dans la source et les déduire à partir des données existantes ou d'informations supplémentaires sur la source (métadonnées). |C. Capacité à comprendre et à appliquer les principes de base de la qualité des données au processus de saisie des données |Ne comprend pas complètement comment l'application de principes simples de qualité des données peut avoir un impact important sur le produit final, en évitant un nettoyage supplémentaire nécessaire par la suite. |Connaît certains des principes les plus généraux de la qualité des données (par exemple, éviter les fautes de frappe), mais ne sait pas vraiment comment appliquer des principes plus spécifiques au processus de saisie des données. |Connaît tous les principes de base de la qualité des données et sait comment les appliquer de manière simple au processus de capture des données. Utilise les formats de manière cohérente au cours du processus de capture des données (par exemple, dans les dates, les noms de pays). Documente de manière simple toutes les procédures et modifications liées à la qualité des données. |Fait preuve d'une bonne connaissance de tous les principes courants de la qualité des données et de la manière de les utiliser pour améliorer le processus de capture des données. Utilise les formats de données de manière cohérente et peut utiliser des répertoires géographiques, des listes de référence ou des fonctions spécifiques du logiciel pour améliorer la qualité par rapport à l'original. Documente clairement tous les changements et toutes les décisions prises en rapport avec la qualité des données.
pt: Aptidões | Desempenho iniciado 1 Desempenho em desenvolvimento 2 | Desempenho pleno 3 | Desempenho de excelência 4 | A. Capacidade de identificar o tipo de dados digitais que podem ser extraídos de uma fonte de dados de biodiversidade (ou seja, que podem ser publicados usando a rede GBIF) | Pode identificar apenas os tipos de dados mais evidentes de fontes comuns de dados de biodiversidade (por exemplo, ocorrências de espécimes de coleção de história natural). Mostra pouca compreensão do potencial de publicação online usando o GBIF. | Frequentemente, pode identificar corretamente, pelo menos um tipo de dados digital que pode ser extraído de fontes de dados comuns. Tem dificuldade em identificar quais podem ser publicados atualmente usando o GBIF. | Consegue sempre identificar um (ou mais) tipos de dados digitais que podem ser extraídos de fontes de dados comuns. Pode identificar qual desses tipos pode ser publicado atualmente usando o GBIF. | Consegue sempre identificar um ou mais tipos de dados digitais que podem ser extraídos de fontes de dados comuns e incomuns. Pode identificar qual desses tipos pode ser publicado atualmente usando o GBIF e quais estão em avaliação. Pode identificar núcleos e extensões de dados usados ​​para publicar esses tipos de dados. | B. Capacidade de extrair informações relevantes de uma fonte de dados de biodiversidade em estruturas de dados simples (por exemplo, folhas de cálculo) que seguem os padrões internacionais | Só pode extrair grandes blocos de informações óbvias (por exemplo, todas as informações geográficas como uma única unidade) que são evidentes na fonte de dados. Mostra pouco conhecimento dos padrões atuais para registro de dados de biodiversidade. | Pode recuperar vários itens de informação da fonte de dados (mas não todos) e pode desagregá-los em partes significativas. Mostra algum conhecimento básico dos padrões mais comuns (por exemplo, DwC) e os campos de dados mais usados ​​nesses padrões. | Pode identificar todas as informações valiosas numa fonte de dados e extrair os elementos obrigatórios numa estrutura de dados padrão (por exemplo, uma tabela baseada em DwC Simples). Pode identificar informações ausentes e inferir a partir de informações existentes (por exemplo, derivar o nome de um país a partir de uma província). | Pode identificar todas as informações valiosas em uma fonte de dados complexa e dividi-las em partes significativas que se traduzem diretamente em padrões internacionais. Pode identificar informações críticas ausentes na fonte e inferir a partir dos dados existentes ou de informações adicionais sobre a fonte (metadados). | C. Capacidade de compreender e aplicar princípios básicos de qualidade de dados ao processo de captura de dados | Mostra uma compreensão limitada de como a aplicação de princípios simples de qualidade de dados pode ter um grande impacto no produto final, evitando a posterior necessidade de limpeza adicional. | Conhece alguns dos princípios mais genéricos de qualidade de dados (por exemplo, evitar erros de ortografia), mas mostra conhecimento limitado sobre como aplicar princípios mais específicos ao processo de captura de dados. | Conhece todos os princípios básicos da qualidade de dados e como aplicá-los de maneiras simples ao processo de captura de dados. Usa formatos de forma consistente durante o processo de captura de dados (por exemplo, em datas, nomes de países). Documenta todos os procedimentos e alterações relacionadas à qualidade dos dados de maneira simples. | Mostra bom conhecimento de todos os princípios comuns de qualidade de dados e como usá-los para melhorar o processo de captura de dados. Usa formatos de dados de forma consistente e pode usar dicionários geográficos, listas de referência ou recursos específicos de software para melhorar a qualidade do original. Documenta claramente todas as mudanças e decisões tomadas em relação à qualidade dos dados.

source: Data management rubric
es: Rúbrica de gestión de datos
fr: Rubrique de gestion des données
pt: Rubrica de gestão de dados

source: *Data management*
es: *Gestión de datos*
fr: *Gestion des données*
pt: *Gestão de dados*
