Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: When analysing biodiversity software that you have not used before, you need to consider how you would adapt it for your purposes. You will find below a list with which you can start your evaluation. They are inspired by the chapter “characteristics of a good database solution” of the GBIF manual https://www.gbif.org/document/80574/initiating-a-collection-digitisation-project[“Initiating a Digitisation Project”^]:
es: Cuando evalúe un software de biodiversidad que no haya utilizado antes, debe considerar cómo lo adaptaría a sus fines. A continuación encontrará una lista con la que puede comenzar su evaluación. Están inspiradas en el capítulo "características de una buena solución de base de datos" del manual de GBIF https://www.gbif.org/document/80574/initiating-a-collection-digitisation-project[“Iniciar un proyecto de digitalización”^]:
fr: Lors de l'analyse d'un logiciel pour la biodiversité que vous n'avez pas encore utilisé, vous devez réfléchir à la manière dont vous l'adapterez à vos besoins. Vous trouverez ci-dessous une liste à partir de laquelle vous pouvez commencer votre évaluation. Elle s'inspire du chapitre “Caractéristiques d'une bonne solution de base de données" du manuel du GBIF https://www.gbif.org/document/80574/initiating-a-collection-digitisation-project[“Lancer un projet de numérisation“^] :
pt: Ao analisar um software de biodiversidade que você não utilizou antes, é necessário considerar como o adaptaria para os seus fins. Você encontrará abaixo uma lista com a qual poderá começar a sua avaliação. É inspirada nas “características de uma boa solução de banco de dados” do manual GBIF https://www.gbif.org/document/80574/initiating-a-collection-digitisation-project[“Iniciando um Projecto de Digitalização”^]:

source: *Price*: One of the most determining factors. Beware of other costs beyond the price of the software license, such as hardware needed to run it, maintenance, upgrades, and the expertise to run it.
es: *Precio*: uno de los factores más determinantes. Hay que tener cuidado con otros costos más allá del precio de la licencia del software, como el hardware necesario para ejecutarlo, el mantenimiento, las actualizaciones y la experiencia para ejecutarlo.
fr: *Prix* : l'un des facteurs les plus déterminant pour votre projet. Prenez en compte les autres coûts au-delà du prix de la licence logicielle, comme le matériel informatique nécessaire pour l'exécuter, la maintenance, les mises à jour et l'expertise nécessaire pour l'utiliser.
pt: *Preço*: Um dos fatores mais determinantes. Esteja ciente de outros custos além do preço da licença do software, tal como o hardware necessário para executá-lo, manutenção, actualização e o conhecimento para executá-lo.

source: *Functionality*: You need to have clarity on what do you expect the software to achieve, and make sure it does it efficiently. Do not get distracted by additional functionality that can make the software more complex unnecessarily.
es: *Funcionalidad*: hay que tener claro qué se espera que consiga el software y asegurarse de que lo hace con eficacia. No se distraiga con funcionalidades adicionales que puedan hacer el software innecesariamente más complejo.
fr: *Fonctionnalité* : Vous devez avoir une vision claire de ce que vous attendez du logiciel et vous assurer qu'il le fait efficacement. Ne soyez pas distrait par des fonctionnalités supplémentaires qui peuvent rendre le logiciel plus complexe inutilement.
pt: *Funcionalidade*: Você precisa ter clareza sobre o que espera que o software alcance, e certifique-se de que ele o faça eficientemente. Não se distraia com funcionalidades adicionais que podem tornar o software mais complexo desnecessariamente.

source: *Stability*: Some solutions have been in the market for long and are supported by solid institutions or companies are more likely to be bug-free and/or have good systems in place to solve any issues arising. It will also make more likely to be updated and ported to more modern operating systems.
es: *Estabilidad*: algunas soluciones llevan mucho tiempo en el mercado y cuentan con el apoyo de instituciones o empresas sólidas, por lo que es más probable que no tengan errores o que dispongan de buenos sistemas para resolver cualquier problema que surja. También será más probable que se actualicen y porten a sistemas operativos más modernos.
fr: *Stabilité* : Certaines solutions qui sont sur le marché depuis longtemps et qui sont supportées par des institutions ou des entreprises solides sont plus susceptibles d'être exemptes de bogues et/ou d'avoir de bons systèmes en place pour résoudre les problèmes qui se posent. Elles sont aussi plus susceptibles d'être mises à jour et portées par des systèmes d'exploitation plus modernes.
pt: *Estabilidade*: Algumas soluções estão há muito tempo no mercado e são apoiadas por instituições ou empresas sólidas e têm maior probabilidade de não apresentarem "bugs" e de terem sistemas bons para resolver quaisquer problemas que surjam. Isto também tornará mais provável que seja actualizado e portabilizado para sistemas operacionais mais modernos.

source: *Scalability*: Some software performs very well when demoed out-of-the-box, but its performance degrades after some time or when using them with larger amounts of data or when several users access it simultaneously. Check the opinions of other users online.
es: *Escalabilidad*: Algunos software funcionan muy bien cuando se les hace una prueba, pero su rendimiento se degrada al cabo de un tiempo o cuando se utilizan con mayores cantidades de datos, también cuando varios usuarios acceden a ellos simultáneamente. Consulte las opiniones de otros usuarios en Internet.
fr: *Extensibilité* : Certains logiciels fonctionnent très bien lorsqu'ils sont présentés de manière prête-à-l'emploi, mais leurs performances se dégradent après un certain temps ou lors de leur utilisation avec une plus grande quantité de données ou lorsque plusieurs utilisateurs y accèdent simultanément. Vérifiez les opinions des autres utilisateurs en ligne.
pt: *Escalabilidade*: Alguns softwares tem boa performance quando trabalham fora da caixa, mas o desempenho diminui após algum tempo ou ao utilizá-los com maiores quantidades de dados ou quando vários utilizadores acedem-nos, simultaneamente. Verifique as opiniões de outros utilizadores on-line.

source: *Integration*: Make sure that the software accepts and produces the data formats that you use and need. Data transformation is a time consuming task.
es: *Integración*: asegúrese de que el software acepta y produce los formatos de datos que utiliza y necesita. La transformación de datos es una tarea que consume mucho tiempo.
fr: *Intégration* : Assurez-vous que le logiciel accepte et produit les formats de données que vous utilisez et dont vous avez besoin. La transformation de données est une tâche qui prend du temps.
pt: *Integração*: Certifique-se de que o software aceita e produz os formatos de dados que você utiliza e precisa. Transformação de dados é uma tarefa demorada.

source: *Language support*: it is essential that everyone using the software can understand its interface, and the documentation that will make possible its use.
es: *Soporte de idioma*: es esencial que todos los usuarios del software puedan entender su interfaz y la documentación que hará posible su uso.
fr: *Prise en charge de la langue* : il est essentiel que tous les utilisateurs du logiciel puissent comprendre son interface et la documentation qui rendra possible son utilisation.
pt: *Suporte a idioma*: É essencial que todos que usam o software possam compreender a sua interface, e a documentação que tornará possível o seu uso.

source: *Documentation and technical support*: make sure to explore the existing documentation and support mechanisms. You can be sure that at some point you will need it.
es: *Soporte técnico y documentación*: asegúrese de explorar la documentación y los mecanismos de apoyo existentes. Puede estar seguro de que en algún momento la necesitará.
fr: *Documentation et support technique* : assurez-vous d'explorer la documentation et les supports existants. Vous en aurez besoin à un moment ou à un autre.
pt: *Documentação e suporte técnico*: Certifique-se de explorar a documentação existente e os mecanismos de suporte. Você pode ter certeza que em algum momento vai precisar.

source: *Learning curve*: Some software may require specific training to learn how to use it, while others are more intuitive and can be learned while using them, supported by in-line help systems.
es: *Curva de aprendizaje*: algunos software pueden requerir capacitación específica para aprender a usarlo, mientras que otros son más intuitivos y pueden aprenderse mientras se usan con el apoyo de sistemas de ayuda en línea.
fr: *Courbe d'apprentissage* (« Learning curve » en anglais): Certains logiciels nécessitent des formations spécifiques, alors que d'autres sont plus intuitifs et s'apprennent à l'usage, en s'appuyant sur les systèmes d'aide en ligne.
pt: *Curva de aprendizagem*: Alguns softwares podem necessitar de treinamento específico para aprender a usá-los, enquanto outros são mais intuitivos e podem ser aprendidos enquanto os usam, apoiados por sistemas de ajuda in-line.

source: Install OpenRefine
es: Instalar OpenRefine
fr: Installer OpenRefine
pt: Instalar OpenRefine

source: Install software required for activities later in the course
es: Instalar el software necesario para las actividades posteriores del curso
fr: Installer le logiciel requis pour les activités ultérieures du cours
pt: Instalar software necessário para actividades mais tarde no curso

source: Open Refine Logo
es: Logo de OpenRefine
fr: Logo d'Open Refine

source: https://openrefine.org/[OpenRefine^] is a tool with a set of features for working with tabular data that improves the overall quality of a dataset. It is an application that runs on your own computer as a small web server, and in order to use it your web browser should point at that web server. So, think of OpenRefine as a personal and private web application.
es: https://openrefine.org/[OpenRefine^] es una herramienta con un conjunto de características para trabajar con datos tabulares que mejora la calidad general de un conjunto de datos. Es una aplicación que se ejecuta en su propio computador como un pequeño servidor web y para poder usarlo su navegador debe dirigirse a ese servidor web. Por lo tanto, considere OpenRefine como una aplicación web personal y privada.
fr: https://openrefine.org/[OpenRefine^] est un outil contenant un ensemble de fonctionnalités pour travailler avec des données tabulaires, qui améliore la qualité globale d'un jeu de données. C'est une application qui s'exécute sur votre ordinateur comme mini serveur web. Pour l'utiliser, votre navigateur web devrait pointer vers ce serveur web. Donc, considérez OpenRefine comme une application web personnelle et privée.
pt: https://openrefine.org/[OpenRefine^] é uma ferramenta com um conjunto de recursos para trabalhar com dados tabulares que melhora a qualidade geral de um conjunto de dados. É uma aplicação que é executada no seu próprio computador, como um pequeno servidor web, e para usá-lo seu navegador web deve apontar para esse servidor web. Portanto, pense no OpenRefine como uma aplicação web pessoal e privada.

source: We will use OpenRefine during the data mobilization portion of the course, especially during the practical exercises. It will be necessary to install OpenRefine on your laptop. If you are a skilled computer user, you can follow these steps to install the software on your computer. If you are not confident, please ask for help. Refer to the https://openrefine.org/download.html[OpenRefine download page^] for more details.
es: Utilizaremos OpenRefine durante la parte de movilización de datos del curso, especialmente durante los ejercicios prácticos. Será necesario instalar OpenRefine en su computador. Si tiene conocimientos de informática, puede seguir estos pasos para instalar el software. Si no se siente seguro, pida ayuda. Consulte la página https://openrefine.org/download.html[página de descarga de OpenRefine^] para más detalles.
fr: Nous utiliserons OpenRefine pendant la partie du cours concernant la mobilisation des données , en particulier pendant les exercices pratiques. Il sera nécessaire d'installer OpenRefine sur votre ordinateur portable. Si vous êtes sûr de vos capacités, vous pouvez suivre les étapes fournies dans le lien ci-dessous, pour installer le logiciel sur votre ordinateur. Si vous n'êtes pas sûr d'y arriver, veuillez demander de l'aide. Suivez ce lien pour l'installation : https://openrefine.org/download.html[OpenRefine download page^] pour plus de détails.
pt: Utilizaremos o OpenRefine durante a parte de mobilização de dados do curso, especialmente durante os exercícios práticos. Será necessário instalar o OpenRefine no seu portátil. Se é um utilizador qualificado de computador, pode seguir estas etapas para instalar o software no seu computador. Se não é confiante, por favor peça ajuda. Consulte https://openrefine.org/download.html[OpenRefine download page^] para obter mais detalhes.

source: Administrative passwords may be required to install software.
es: Es posible que se necesiten contraseñas administrativas para instalar el software.
fr: Des mots de passe administrateurs peuvent être requis pour installer ces logiciels.
pt: Palavras-passe administrativas podem ser necessárias para instalar o software.

source: Installation Requirements
es: Requisitos para la instalación
fr: Conditions requises pour l’installation
pt: Requisitos de Instalação

source: Linux users only: Java JRE installed.
es: Sólo para usuarios de Linux: Java JRE instalado.
fr: Seulement pour les utilisateurs de Linux : Java JRE installé.
pt: Apenas para utilizadores do Linux: Java JRE instalado.

source: Google Chrome, Microsoft Edge or Mozilla Firefox installed. Internet Explorer is not supported.
es: Google Chrome, Microsoft Edge o Mozilla Firefox instalados. Internet Explorer no es compatible.
fr: Google Chrome, Microsoft Edge ou Mozilla Firefox installés. Internet Explorer n'est pas pris en charge.
pt: Google Chrome, Microsoft Edge ou Mozilla Firefox instalado. Internet Explorer não é suportado.

source: The latest stable release is OpenRefine 3.4.1, released on September 24, 2020. Detailed installation instructions are available at https://docs.openrefine.org/manual/installing/[^].
es: La última versión estable es OpenRefine 3.5.1, publicada el 19 de diciembre de 2021. Las instrucciones detalladas de instalación están disponibles en https://docs.openrefine.org/manual/installing/[^].
fr: La dernière version stable est OpenRefine 3.4.1, publiée le 24 septembre 2020. Les instructions d'installation détaillées sont disponibles sur https://docs.openrefine.org/manual/installing/[^].
pt: A última versão estável é o OpenRefine 3.4.1, lançado em 24 de setembro de 2020. Instruções detalhadas de instalação estão disponíveis em https://docs.openrefine.org/manual/installing/[^].

source: Installation on MS Windows
es: Instalación en MS Windows
fr: Installation sur MS Windows
pt: Instalação no MS Windows

source: Download the https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-win-with-java-3.4.1.zip[Windows kit *with embedded Java*]. Choose to save the file rather than open it.
es: Descargue https://github.com/OpenRefine/OpenRefine/releases/download/3.5.1/openrefine-win-with-java-3.5.1.zip[Windows kit *with embedded Java*]. Elija guardar el archivo en lugar de abrirlo.
fr: Téléchargez le https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-win-with-java-3.4.1.zip[Kit Windows *with embedded Java*]. Choisissez d'enregistrer le fichier plutôt que de l'ouvrir.
pt: Transfira o https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-win-with-java-3.4.1.zip[kit Windows *com Java embutido*]. Escolha gravar o ficheiro em vez de abri-lo.

source: Find the downloaded file. Right click it, and choose "Extract all…". Unzip, and double-click on openrefine.exe or refine.bat if the former does not work.
es: Encuentre el archivo descargado. Haga clic derecho en él y elija "Extraer todo…". Descomprima y haga doble clic en openrefine.exe o refine.bat si la primera no funciona.
fr: Trouvez le fichier téléchargé. Faites un clic droit dessus et choisissez "Extract all…". Dézippez, et double-cliquez sur openrefine.exe ou refine.bat si le premier ne fonctionne pas.
pt: Encontre o ficheiro transferido. Clique com o botão direito e escolha "Extrair todos…". Descompactação e um duplo clique no openrefine.exe ou refine.bat, se o primeiro não funcionar.

source: A command window will appear (don't close it) and soon after a new web browser window will show the application.
es: Aparecerá una ventana de comandos (no la cierre) y poco después, una nueva ventana del navegador web mostrará la aplicación.
fr: Une fenêtre de commande apparaîtra (ne la fermez pas) et aussitôt, une nouvelle fenêtre de navigateur Web affichera l'application.
pt: Uma janela de comando aparecerá (não a feche) e de seguida uma nova janela do navegador web irá mostrar a aplicação.

source: Detailed instructions for MS Windows (click to expand)
es: Instrucciones detalladas para MS Windows (haga clic para expandir)
fr: Instructions détaillées pour MS Windows (cliquez pour développer)
pt: Instruções detalhadas para o MS Windows (clique para expandir)

source: Find the file you downloaded. Right click it, and choose "Extract All…"
es: Encuentre el archivo descargado. Haga clic derecho en él y elija "Extraer todos…"
fr: Trouvez le fichier que vous avez téléchargé. Faites un clic droit dessus et choisissez "Extract all…"
pt: Encontre o ficheiro que transferiu. Clique com o botão direito do rato e escolha "Extrair Todos…"

source: Click "Extract"
es: Haga clic en "Extraer"
fr: Cliquez sur "Extract"
pt: Clique "Extrair"

source: Find the extracted files. Optionally, right click "openrefine" and choose "Send to → Desktop (create shortcut)" to create a shortcut on your desktop. Then double click "openrefine"
es: Busque los archivos extraídos. Opcionalmente, haga clic derecho en "openrefine" y elija "Enviar a → Escritorio (crear acceso directo)" para crear un acceso directo en su computador. Luego haga doble clic en "openrefine"
fr: Trouvez les fichiers extraits. En option, faites un clic droit sur « openrefine» et choisissez « "Send to → Desktop (create shortcut)» pour créer un raccourci sur votre bureau. Puis double-cliquez sur "openrefine"
pt: Encontre os ficheiros extraídos. Opcionalmente, clique com o botão direito em "openrefine" e escolha "Enviar para → Desktop (criar atalho)" para criar um atalho na sua área de trabalho. Em seguida, clique duas vezes em "openrefine"

source: A black console window opens, and a short time later the browser opens. OpenRefine is now ready to use.
es: Se abre una ventana de consola negra y poco después se abre el navegador. OpenRefine ya está listo para usarse.
fr: Une fenêtre de console noire s'ouvre, et peu de temps plus tard le navigateur s'ouvre. OpenRefine est maintenant prêt à l'emploi.
pt: Uma janela preta da consola irá abrir, e de seguida também o navegador. O OpenRefine está pronto para ser usado.

source: Installation on Mac
es: Instalación en Mac
fr: Installation sur Mac
pt: Instalação no Mac

source: Download the https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-mac-3.4.1.dmg[Mac kit].
es: Descargue el https://github.com/OpenRefine/OpenRefine/releases/download/3.5.1/openrefine-mac-3.5.1.dmg[Mac kit].
fr: Téléchargez le https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-mac-3.4.1.dmg[Mac kit].
pt: Transfira o https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-mac-3.4.1.dmg[Mac kit].

source: Download, open, drag icon into the Applications folder. You do not need to install Java separately.
es: Descargue, abra y arrastre el icono a la carpeta de aplicaciones. No es necesario instalar Java por separado.
fr: Téléchargez, ouvrez, glissez l'icône dans le dossier d'applications. Vous n'avez pas besoin d'installer Java séparément.
pt: Descarregue, abra, arraste o ícone para a pasta Aplicações. Não precisa instalar o Java separadamente.

source: Double click on it and a new web browser window will show the application.
es: Haga doble clic en él y una nueva ventana del navegador mostrará la aplicación.
fr: Faites un double clic dessus et une nouvelle fenêtre de navigateur Web affichera l'application.
pt: Clique duas vezes nele e uma nova janela do navegador da Web exibirá a aplicação.

source: Detailed instructions for Mac (click to expand)
es: Instrucciones detalladas para Mac (haga clic para expandir)
fr: Instructions détaillées pour Mac (cliquez pour développer)
pt: Instruções detalhadas para Mac (clique para expandir)

source: Download the https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-mac-3.4.1.dmg[Mac kit], and choose to open it.
es: Descargue el https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-mac-3.4.1.dmg[Mac kit] y elija abrirlo.
fr: Téléchargez le https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-mac-3.4.1.dmg[Mac kit].
pt: Transfira o https://github.com/OpenRefine/OpenRefine/releases/download/3.4.1/openrefine-mac-3.4.1.dmg[Mac kit], e escolha abrir.

source: A warning is shown. Click "OK".
es: Se muestra una advertencia. Haga clic en "OK".
fr: Un avertissement est affiché. Cliquez sur "OK".
pt: Um aviso é mostrado. Clique em "OK".

source: Open System Preferences.
es: Abra las Preferencias del Sistema.
fr: Ouvrir les Préférences Système.
pt: Abrir Preferências do Sistema.

source: Open Security & Privacy
es: Abrir Seguridad y Privacidad
fr: Ouvrir Sécurité et confidentialité
pt: Abrir Segurança & Privacidade

source: Choose "Open Anyway" at the bottom.
es: Elija "Abrir de todas formas" en la parte inferior.
fr: Choisissez "Open Anyway" en bas de page.
pt: Escolha "Abrir de qualquer forma" em baixo.

source: Choose "Open"
es: Elija "Abrir"
fr: Choisissez "Open"
pt: Escolha "Abrir"

source: Finally, the application archive is opened! Drag it to your Applications folder.
es: ¡Finalmente se abre el archivo de la aplicación! Arrástrelo a su carpeta de Aplicaciones.
fr: Enfin, l'archive de l'application est ouverte ! Glissez-la dans votre dossier Applications.
pt: Finalmente, o arquivo da aplicação está aberto! Arraste-o para a pasta Aplicativos.

source: Double-click the OpenRefine icon. Another security warning appears!
es: Haga doble clic en el icono de OpenRefine. ¡Aparece otra advertencia de seguridad!
fr: Double-cliquez sur l'icône OpenRefind. Une autre alerte de sécurité s'affiche !
pt: Faça duplo click no ícone OpenRefine. Aparece outro aviso de segurança!

source: Go back to "Security & Privacy" and click "Open Anyway" — again.
es: Vuelva a "Seguridad y Privacidad" y haga clic en "Abrir de todas formas".
fr: Retournez à "Security & Privacy" et cliquez sur "Open Anyway" — à nouveau.
pt: Volte para "Segurança e Privacidade" e clique em "Abrir de qualquer forma" — novamente.

source: (To avoid these warnings, the OpenRefine developers would need to pay Apple.)
es: (Para evitar estas advertencias, los desarrolladores de OpenRefine tendrían que pagar a Apple.)
fr: (Pour éviter ces avertissements, les développeurs d'OpenRefine devaient payer Apple.)
pt: (Para evitar esses avisos, os programadores OpenRefine teriam de pagar à Apple.)

source: Click "Open".
es: Haga clic en "Abrir".
fr: Cliquez sur "Open".
pt: Clique em "Abrir".

source: Finally! The application is running.
es: ¡Finalmente! La aplicación se está ejecutando.
fr: Enfin ! L'application est en cours d'exécution.
pt: Finalmente! A aplicaação está em execução.
