Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: After cleaning the data in the Poales dataset, the team considers that publishing the data online through the GBIF network could be a good way to make this effort visible. You have been requested to lead that publishing work, based on the dataset.
es: Después de limpiar los datos en el conjunto de datos de Poales, el equipo considera que publicar los datos en línea a través de la red GBIF podría ser una buena manera de hacer visible este esfuerzo. Se le ha solicitado que lidere ese trabajo de publicación, basado en el conjunto de datos.
fr: Après le nettoyage des données dans le jeu de données des Poales, l'équipe considère que la publication des données en ligne via le réseau GBIF pourrait être un bon moyen de rendre cet effort visible. Il vous a été demandé de mener à bien ce travail de publication, basé sur ce jeu de données.
pt: Depois de limpar os dados no conjunto de dados de Poales, a equipa considera que a publicação dos dados on-line através da rede GBIF pode ser uma boa maneira de tornar este esforço visível. Foi solicitado que você liderasse esse trabalho de publicação, com base no conjunto de dados.

source: At this point, you need an account on one of the <<Training IPT installations,course IPTs>>. If you have not already been provided a login, please contact training@gbif.org and you will be provided with a login and password on one of the course IPTs.
es: En este punto, necesita una cuenta en una de las <<Capacitación en instalaciones de IPT,cursos de IPT >>. Si ún no se le ha proporcionado un usuario, comuníquese con training@gbif.org y se le proporcionará un nombre de usuario y una contraseña en uno de los IPT del curso.
fr: À ce stade, vous avez besoin d'un compte sur l'une des <<Installations IPT pour la formation,course IPTs>>. Si vous n'avez pas encore reçu d'identifiant de connexion, veuillez contacter training@gbif.org et vous recevrez un identifiant et un mot de passe pour l'un des IPTs du cours.
pt: Neste momento, você precisa de uma conta em uma das <<Training IPT installations,course IPTs>>. Se você ainda não recebeu um login, entre em contato com training@gbif.org e será fornecido um login e senha em um dos IPT do curso.

source: Download link:../exercise-data/UC1-4-poales-publishing.csv[UC1-4-poales-publishing.csv,opts=download]. (233.5 KB)
es: Descargar link:../exercise-data/UC1-4-poales-publishing.csv[UC1-4-poales-publishing.csv,opts=download]. (233.5 KB)
fr: Télécharger link:../exercise-data/UC1-4-poales-publishing.csv[UC1-4-poales-publishing.csv,opts=download]. (233,5 ko)
pt: Link para descarregar link:../exercício-data/UC1-4-poales-publishing.csv[UC1-4-poales-publishing.csv,opts=download]. (233.5 KB)

source: Use the assigned IPT installation and publish this file.
es: Utilice la instalación IPT asignada y publique este archivo.
fr: Utilisez l'installation IPT assignée et publiez ce fichier.
pt: Utilize a instalação do IPT atribuído e publique este ficheiro.

source: What does data publishing mean in the context of GBIF?
es: ¿Qué significa la publicación de datos en el contexto de GBIF?
fr: Que signifie la publication des données, dans le contexte du GBIF ?
pt: O que significa publicação de dados no contexto do GBIF?

source: - [ ] Exporting a csv file of your cleaned data that you can share with your colleagues - [ ] Writing an article describing your data, and the protocol(s) you used to collect, capture and clean them - [x] Making your biodiversity dataset(s) publicly accessible and discoverable in a standardized format
es: - [ ] Exportar un archivo csv de sus datos limpios que puede compartir con sus colegas - [ ] Escribir un artículo que describa sus datos, y el/los protocolo(s) que utilizó para recolectarlos, capturarlos y limpiarlos - [x] Hacer públicamente accesible(s) sus datos de biodiversidad en un formato normalizado
fr: - [ ] Exporter un fichier csv de vos données nettoyées que vous pouvez partager avec vos collègues - [ ] Écrire un article décrivant vos données, et le(s) protocole(s) que vous avez utilisé(s) pour les collecter, les retranscrire et les nettoyer - [x] Rendre votre ou vos jeu(x) de données sur la biodiversité accessibles au public et visibles dans un format standardisé
pt: - [ ] Significa exportar um ficheiro csv dos seus dados limpos que que podem ser partilhados com os seus colegas - [ ] Escrever um artigo com a descriçãodos seus dados, e o(s) protocolo(s) que usou para obtê-los, capturá-los e limpá-los - [x] Tornar os seus conjuntos de dados de biodiversidade publicamente acessíveis e detectáveis num formato padronizado

source: What is an IPT?
es: ¿Qué es un IPT?
fr: Qu'est-ce qu'un IPT ?
pt: O que é um IPT?

source: - [ ] a tool that helps you manage & correct your data - [x] a tool that helps you publish your data to GBIF - [x] a tool that helps you produce a Data paper
es: - [ ] una herramienta que lo ayuda a administrar y corregir sus datos - [x] una herramienta que le ayuda a publicar sus datos en GBIF - [x] una herramienta que le ayuda a producir una publicación de datos (Data Paper)
fr: - [ ] un outil qui vous aide à gérer & corriger vos données - [x] un outil qui vous aide à publier vos données sur le GBIF - [x] un outil qui vous aide à produire un data paper (article de données)
pt: - [ ] uma ferramenta que o ajuda a gerir e corrigir os seus dados - [x] uma ferramenta que o ajuda a publicar os seus dados através do GBIF - [x] uma ferramenta que o ajuda a produzir um Artigo de Dados

source: Which Creative Commons licences and waivers are recommended by GBIF for data publication?
es: ¿Qué licencias y exenciones de Creative Commons son recomendadas por GBIF para la publicación de datos?
fr: Quelles licences ou dérogations Creative Commons sont recommandées par le GBIF pour la publication de données ?
pt: Quais licenças e dispensas Creative Commons que são recomendadas pelo GBIF para publicação de dados?

source: - [ ] CC-BY, CC-BY-SA and CC-BY-ND - [x] CC0, CC-BY and CC-BY-NC - [ ] CC0, CC-BY and CC-BY-SA
es: - [ ] CC-BY, CC-BY-SA y CC-BY-ND - [x] CC0, CC-BY y CC-BY-NC - [ ] CC0, CC-BY y CC-BY-SA
fr: - [ ] CC-BY, CC-BY-SA et CC-BY-ND - [x] CC0, CC-BY et CC-BY-NC - [ ] CC0, CC-BY et CC-BY-SA
pt: - [ ] CC-BY, CC-BY-SA e CC-BY-ND - [x] CC0, CC-BY e CC-BY-NC - [ ] CC0, CC-BY e CC-BY-SA

source: What are the three Cores from which you can choose for an IPT resource?
es: ¿Cuáles son los tres Núcleos (Cores) entre los que puedes elegir un recurso IPT?
fr: Quels sont les trois noyaux (cores) que vous pouvez choisir pour une ressource sur l'IPT ?
pt: Quais são os três Núcleos (Cores) que pode escolher para um recurso IPT?

source: - [ ] Metadata Core, Occurrence Core, Multimedia Core - [ ] Taxon Core, Collection Core, MeasurementOrFact Core - [x] Occurrence Core, Taxon Core, Event Core
fr: - [ ] Métadonnées, Occurrence, Multimédia - [ ] Taxon, Collection, MeasurementOrFact - [x] Occurrence, Taxon, Événement d'échantillonnage

source: How many Extensions files can a dataset have?
es: ¿Cuántos archivos de Extensiones puede tener un conjunto de datos?
fr: Combien de fichiers d'extensions un jeu de données peut-il avoir ?
pt: Quantas ficheiros de Extensão pode um conjunto de dados ter?

source: - [ ] zero - [ ] one - [x] as many as needed
es: - [ ] cero - [ ] una - [x] tantos como sea necesario
fr: - [ ] zéro - [ ] un - [x] autant que nécessaire
pt: - [ ] zero - [ ] um - [x] tantos quanto necessário

source: Assessment and certification
es: Evaluación y certificación
fr: Evaluation et certification
pt: Avaliação e certificação

source: In this module, you will review the criteria to be used to assess assignments and to achieve certification.
es: En este módulo, usted revisará los criterios a utilizar para evaluar las asignaciones y lograr la certificación.
fr: Dans ce module, vous examinerez les critères à utiliser pour évaluer les devoirs et obtenir une certification.
pt: Neste módulo, você irá rever os critérios a serem usados para avaliar as atribuições e para realizar a certificação.

source: Upon successful completion of the course and successful assessment of assignments (by trainers and mentors), participants have the opportunity to receive an official certification in the form of an https://openbadges.org/[Open Badge].
es: Una vez completado el curso y la evaluación de de las asignaciones (por parte de capacitadores y mentores) de forma exitosa, los participantes tienen la oportunidad de recibir una certificación oficial en forma de https://openbadges.org/[Open Badge].
fr: Une fois le cours terminé avec succès et une évaluation réussie des devoirs (par des formateurs et des mentors), les participants ont la possibilité de recevoir un certificat officiel sous la forme d'un badge https://openbadges.org/[Open Badge].
pt: Após a conclusão bem sucedida do curso e avaliação bem sucedida das recomendações (por treinadores e mentores), os participantes têm a oportunidade de receber uma certificação oficial sob a forma de https://openbadges.org/[Open Badge^].

source: |image:img/logos/GBIF-biodiversity-data-mobilization.png[align=center,width=75,height=75] |An overall score of 2.5-2.9 earns a BASIC Biodiversity Data Mobilization badge |image:img/logos/GBIF-biodiversity-data-mobilization-ADVANCED.png[align=center,width=75,height=75] |An overall score of 3.0-4.0 earns an ADVANCED Biodiversity Data Mobilization badge
es: |image:img/logos/GBIF-biodiversity-data-mobilization.png[align=center,width=75,height=75] |Un puntaje general de 2.5-2.9 otorga una insignia BÁSICA de Movilización de Datos de Biodiversidad |image:img/logos/GBIF-biodiversity-data-mobilization-ADVANCED.png[align=center,width=75,height=75] |Un puntaje general de 3.0-4.0 otorga una insignia AVANZADA de Movilización de Datos de Biodiversidad
fr: |image:img/logos/GBIF-biodiversity-data-mobilization.png[align=center,width=75,height=75] |Un score global de 2.5-2.9 permet de gagner un badge BASIC de mobilisation des données sur la biodiversité |image:img/logos/GBIF-biodiversity-data-mobilization-ADVANCED.png[align=center,width=75,height=75] |Un score global de 3.0-4.0 permet d'obtenir un badge de mobilisation des données sur la biodiversité ADVANCED

source: Participants are required to submit (in English) Use Case II (choice between two options) and Use Case III and each Use Case is scored against the educational rubrics for the course. The rubrics define the skills and performance levels on which the learning objectives for the course are built.
es: Los participantes deben enviar (en inglés) el Caso de Uso II (elegir entre dos opciones) y el Caso de Uso III, y cada caso de uso se califica según las rúbricas educativas del curso. Las rúbricas definen las habilidades y los niveles de desempeño sobre los que se construyen los objetivos de aprendizaje del curso.
fr: Les participants doivent soumettre (en anglais) le Cas Pratique II et le Cas Pratique III (choix entre deux options). Chaque Cas Pratique est évalué en fonction des rubriques pédagogiques du cours. Ces rubriques définissent les compétences et les niveaux de performance sur lesquels reposent les objectifs d'apprentissage du cours.
pt: Os participantes devem submeter (em inglês) o Use Case II (escolha entre duas opções) e Use Case III, e cada caso será classificado conforme as rubricas educacionais do curso. As rubricas definem os níveis de habilidade e desempenho em que os objectivos de aprendizagem do curso são construídos.

source: Review the rubrics to ensure understanding of the skills that will be assessed for certification.
es: Revise las rúbricas para asegurarse de comprender las habilidades que se evaluarán para la certificación.
fr: Examinez les rubriques pour vous assurer de la bonne compréhension des compétences qui seront évaluées en vue de l'obtention de la certification.
pt: Revise as rubricas para garantir a compreensão das habilidades que serão avaliadas para a certificação.

source: Planning rubric
es: Planificación de la rúbrica
fr: Rubrique de planification
pt: Rubrica de planeamento

source: *Planning*
es: *Planificación*
fr: *Planification*
pt: *Planeamento*
