Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: This lack of enforced connections makes a spreadsheet easy to use but these same qualities also cause problems. Errors are easy to make and hard to catch -- Connections and relationships are not documentable and so subject to interpretation and mutation. Spreadsheets are not built to scale either in terms of size or numbers of users -- So can be slow, crashy and easily corruptible. Spreadsheets are easy to copy and email -- So they are hard to version and keep track of. The question is what is the solution?
es: Esta falta de conexiones forzadas hace que una hoja de cálculo sea fácil de usar, pero estas mismas cualidades también causan problemas. Los errores son fáciles de cometer y difíciles de detectar -- Las conexiones y las relaciones no son documentables y, por lo tanto, están sujetas a interpretación y mutación. Las hojas de cálculo no están diseñadas para escalar ni en términos de tamaño ni de cantidad de usuarios -- Por lo que pueden ser lentas, fallar y son fácilmente corruptibles. Las hojas de cálculo son fáciles de copiar y enviar por correo electrónico -- Por lo que son difíciles de actualizar y realizar un seguimiento. La pregunta es ¿cuál es la solución?
fr: Ce manque de connexions solides rend un tableur facile à utiliser, mais ces mêmes qualités causent également des problèmes. Les erreurs sont faciles à faire et difficiles à rattraper -- Les connexions et les relations ne sont pas faciles à documenter et sont donc sujettes à interprétation et à modification. Les feuilles de calcul ne sont souvent pas adaptées en termes de taille ou de nombre d'utilisateurs -- Elles peuvent être lentes à charger, planter et être facilement corruptibles. Les feuilles de calcul sont faciles à copier et à envoyer par courriel. Elles sont donc difficiles à versionner, et il peut être difficile de suivre quelle est la dernière version en date. La question est de savoir quelle est la solution à ces problèmes ?
pt: Esta falta de ligações forçadas facilita a utilização de uma folha de cálculo, mas estas mesmas qualidades também causam problemas. É fácil criar erros, que são difíceis de capturar -- Ligações e relações não são documentáveis e estão sujeitas a interpretação e mutação. As folhas de cálculo não são construídas para suportar aumentos em termos de tamanho ou número de utilizadores -- Podem ser lentas, rebentar e são fáceis de ser corrompidas. As folhas de cálculo são fáceis de copiar e enviar por e-mail -- pelo que são difíceis de criar versões e controlar. A questão é qual é a solução?

source: Let us look back, at the connections in a bit more detail. We generally understand that the data in each row of a table means something. For example each row can represent a specimen or a taxa that was found at a particular place, at a particular time, by a particular person. It would be odd to have one row in a table that represents a specimen followed by a row that represents a collection site. We also often want to analyse, sort and compare values of particular attributes between rows. For example you may want find the mean weight of all the Kenyan bats. So ideally we want to use a system to store our data that: 1) always holds the rows together; 2)does not mix data types; 3) and segregates data in each table to a single concept or theme. These are functions of a database!
es: Miremos hacia atrás, a las conexiones con un poco más de detalle. Generalmente, entendemos que los datos en cada fila de una tabla significan algo. Por ejemplo, cada fila puede representar un espécimen o un taxón que fue encontrado en un lugar particular, en un momento particular, por una persona en particular. Sería extraño tener una fila en una tabla que represente una muestra seguida de una fila que represente un sitio de recolección. A menudo también queremos analizar, ordenar y comparar valores de atributos particulares entre filas. Por ejemplo, es posible que desee encontrar el peso medio de todos los murciélagos de Kenia. Entonces, idealmente queremos usar un sistema para almacenar nuestros datos que: 1) siempre mantenga las filas juntas; 2) no mezcle tipos de datos; 3) y segrega los datos de cada tabla en un solo concepto o tema. ¡Estas son funciones de una base de datos!
fr: Examinons les liaisons d'un peu plus en détail. Nous comprenons généralement que les données dans chaque ligne d'une table signifient quelque chose. Par exemple, chaque ligne peut représenter un spécimen ou un taxon qui a été trouvé à un endroit particulier, à un moment particulier, par une personne en particulier. Il serait étrange d'avoir une ligne dans une table qui représente un spécimen, suivie d'une ligne qui représente un site de collection. Nous voulons aussi souvent analyser, trier et comparer les valeurs d'attributs particuliers entre chaque ligne. Par exemple, vous pouvez vouloir trouver le poids moyen de toutes les chauves-souris kényanes. En théorie, nous voulons utiliser un système pour stocker nos données qui : 1) maintient les lignes ensemble ; 2) ne mélange pas les types de données ; 3) et sépare les données dans chaque tableau selon des concepts ou thèmes. Ce sont les fonctionnalités d'une base de données !
pt: Vamos rever, olhando para as ligações com um pouco mais de pormenor. Geralmente entendemos que os dados em cada linha de uma tabela significam alguma coisa. Por exemplo, cada linha pode representar um espécime ou um taxon que foi encontrado num local em particular, num determinado momento, por uma pessoa em particular. Seria estranho ter uma linha numa tabela que representa um espécime seguido por uma linha que representa um local de colheita. Frequentemente, também queremos analisar, ordenar e comparar valores de atributos específicos entre as linhas. Por exemplo, pode querer encontrar o peso médio de todos os morcegos quenianos. Então idealmente queremos usar um sistema para armazenar os nossos dados que: 1) mantém sempre as linhas juntas; 2) não mistura tipos de dados; 3) e separa dados em tabelas com um único conceito ou tema. Estas são funções de uma base de dados!

source: Functions in a true database inherently bind rows together and columns may only have a single data type. Tables in database are held together by virtual links called keys. These keys are identifiers that match between tables and allow data to be connected efficiently. It is these 2 key concepts that distinguish a spreadsheet from a database.
es: Las funciones en una verdadera base de datos unen filas juntas de forma inherente y las columnas solo pueden tener un único tipo de datos. Las tablas de la base de datos se mantienen juntas mediante enlaces virtuales llamados llaves (keys). Estas llaves son identificadores que coinciden entre tablas y permiten que los datos se conecten de manera eficiente. Son estos 2 conceptos clave los que distinguen una hoja de cálculo de una base de datos.
fr: Les fonctions dans une vraie base de données lient intrinsèquement les lignes ensemble et les colonnes ne peuvent avoir qu'un seul type de données. Les tables dans la base de données sont maintenues ensemble par des liens virtuels appelés clés. Ces clés sont des identifiants qui correspondent entre les tables et permettent de connecter les données efficacement. Ce sont ces 2 concepts clés qui distinguent une feuille de calcul d'une base de données.
pt: As funções de uma verdadeiro base de dados inerentemente mantém as linhas juntas, e as colunas podem ter apenas um único tipo de dados. As tabelas na base de dados são mantidas juntas por ligações virtuais chamadas chaves. Essas chaves são identificadores que são iguais entre tabelas e permitem que os dados estejam associados de forma eficiente. São esses 2 conceitos-chave que distinguem uma folha de cálculo de uma base de dados.

source: In review then, we have looked at the 6 most common data types, the basic building blocks of data structure and distinguished between a spreadsheet grid and database table. Understanding these elements and how they interact with one another will allow you to better determine the best ways to manipulate and document the data that falls under your custodianship.
es: Entonces, en revisión, hemos analizado los 6 tipos de datos más comunes, los bloques de construcción básicos de la estructura de datos y hemos distinguido entre una cuadrícula de hoja de cálculo y una tabla de base de datos. Comprender estos elementos y cómo interactúan entre sí le permitirá determinar mejor las mejores formas de manipular y documentar los datos que están bajo su custodia.
fr: En révision, nous avons examiné les 6 types de données les plus courants, les éléments de base de la structure des données et les distinctions entre une grille de calcul et une table de base de données. Comprendre ces éléments et comment ils interagissent les uns avec les autres vous permettra de mieux déterminer les meilleures façons de manipuler et de documenter les données qui relèvent de votre conservation.
pt: Em suma, analisámos os 6 tipos de dados mais comuns, os blocos básicos da estrutura dos dados e distinção entre uma folha de cálculo e uma tabela de base de dados. Compreender esses elementos e como eles interagem uns com os outros permitirá que determine melhor as melhores maneiras de manipular e documentar os dados que estão sob a sua custódia.

source: Remember that: When you realize the difference between the container and the content, you will have knowledge. Using the correct terms to describe both your data and the structures that you create and use to store it; is the most important way to ensure that it remains relevant and useable. Never underestimate how much damage can be done to priceless information by careless descriptions and storage.
es: Recuerde que: cuando se de cuenta de la diferencia entre el contenedor y el contenido, tendrás conocimiento. Usar los términos correctos para describir tanto sus datos como las estructuras que crea y usa para almacenarlos; es la forma más importante de garantizar que siga siendo relevante y utilizable. Nunca subestime cuánto daño se puede hacer a información invaluable mediante descripciones y almacenamiento descuidados.
fr: Rappelez-vous que lorsque vous réalisez la différence entre le contenant et le contenu, vous aurez des connaissances. Employez des termes corrects pour décrire à la fois vos données et les structures que vous créez et utilisez pour les stocker ; c'est la manière la plus importante de s'assurer qu'elles restent pertinentes et utilisables. Ne sous-estimez jamais combien de dommages peuvent être faits à des informations inestimables en les décrivant et en les stockant de façon inconsidérée.
pt: Lembre-se de que: quando perceber a diferença entre o a estrutura e o conteúdo, terá conhecimento. Usando os termos corretos para descrever tanto os seus dados quanto as estruturas que cria e usa para armazená-los, é a forma mais importante de garantir que estes se mantém relevantes e utilizáveis. Nunca subestime a quantidade de estragos que podem ser feitos a informações valiosas por descrições e armazenamento descuidados.

source: If you have questions on this presentation, please use the provided forum in the e-Learning platform. This video is part of a series of presentations used in the GBIF Biodiversity Data Mobilization course. The biodiversity data mobilization curriculum was originally developed as part of the Biodiversity Information Development Programme funded by the European Union. This presentation was originally created and narrated by Sharon Grant with additional contributions by BID and BIFA Trainers, Mentors and Students.
es: Si tiene preguntas sobre esta presentación, utilice el foro proporcionado en la plataforma e-Learning. Este video es parte de una serie de presentaciones utilizadas en el curso de Movilización de Datos de Biodiversidad de GBIF. El plan de estudios de movilización de datos sobre biodiversidad se desarrolló originalmente como parte del Programa Información sobre Biodiversidad para el Desarrollo, financiado por la Unión Europea. Esta presentación fue creada y narrada originalmente por Sharon Grant con contribuciones adicionales de los Entrenadores, Mentores y Estudiantes de BID y BIFA.
fr: Si vous avez des questions sur cette présentation, veuillez utiliser le forum intégré à la plateforme de e-Learning. Cette vidéo fait partie d'une série de présentations utilisées dans le cours GBIF de mobilisation des données de la biodiversité. Le programme de mobilisation des données sur la biodiversité a été développé à l'origine dans le cadre du Programme de Développement de l'Information sur la Biodiversité financé par l'Union Européenne. Cette présentation a été initialement créée et présentée par Sharon Grant avec des contributions supplémentaires des formateurs, mentors et participants aux formations BID et BIFA.
pt: Se tiver dúvidas sobre esta apresentação, use o fórum fornecido na plataforma de e-Learning. Este vídeo faz parte de uma série de apresentações usadas no curso de Mobilização de Dados de Biodiversidade do GBIF. O currículo de mobilização de dados sobre biodiversidade foi originalmente desenvolvido como parte do Programa de Desenvolvimento para a Informação sobre Biodiversidade financiado pela União Europeia. Esta apresentação foi originalmente criada e narrada por Sharon Grant com contribuições adicionais por BID e Formadores BIFA, Mentores e Alunos.

source: Certification
es: Certificación
pt: Certificação

source: Structures
es: Estructuras
pt: Estructuras

source: Documentation
es: Documentación
pt: Documentação

source: Description
es: Descripción
pt: Descrição

source: RED: https://playingcards.io/vbtkgd[^]
es: ROJO: https://playingcards.io/vbtkgd[^]

source: GREEN: https://playingcards.io/m53by6[^]
es: VERDE: https://playingcards.io/m53by6[^]

source: YELLOW: https://playingcards.io/kpen5h[^]
es: AMARILLO: https://playingcards.io/kpen5h[^]

source: BLUE: https://playingcards.io/8dwg98[^]
es: AZUL: https://playingcards.io/8dwg98[^]

source: PURPLE: https://playingcards.io/fah8an[^]
es: PURPURA: https://playingcards.io/fah8an[^]

source: *Question*
es: *Pregunta*
pt: *Questão*

source: *Questions*
es: *Preguntas*
pt: *Questões*

source: *Questions*
es: *Preguntas*
pt: *Questões*

source: :figure-caption!: .https://www.gbif.org/occurrence/441867173[Eutrigla gurnardus (Linnaeus, 1758)] | Muséum d’histoire naturelle de Nice image::img/web/QDataTypes-specimen.png[align=center,width=640,height=360]
es: :figure-caption!: .https://www.gbif.org/occurrence/441867173[Eutrigla gurnardus (Linnaeus, 1758)] | Muséum d’histoire naturelle de Nice image::img/web/QDataTypes-specimen.png[align=center,width=640,height=360]

source: *Options*
es: *Opciones*
pt: *Opções*

source: img/web/use-case-2-lepidoptera-digital-1.png
es: img/web/use-case-2-lepidoptera-analogue.png

source: img/web/use-case-2-lepidoptera-digital-2.png
es: img/web/use-case-2-lepidoptera-analogue.png

source: Please submit your assignment files using the form below. If you do not see a form, you can also visit the https://gbif.app.box.com/f/1e44182c4bc74d659082c0e952d83e80:[submission site^] in a new window.
es: Por favor, envíe sus archivos de tareas mediante el formulario a continuación. Si no ve un formulario, también puede visitar el https://gbif.app.box.com/f/1e44182c4bc74d659082c0e952d83e80:[submission site^] en una nueva ventana.

source: https://doi.org/10.35035/doc-5xdm-8762[Best Practices for Publishing Biodiversity Data from Environmental Impact Assessments^] + GBIF Secretariat & IAIA: International Association for Impact Assessment (2020).
es: https://doi.org/10.35035/doc-5xdm-8762[Best Practices for Publishing Biodiversity Data from Environmental Impact Assessments^] + GBIF Secretariat & IAIA: Ie IAIA: Asociación Internacional para la Evaluación de Impacto (2020).

source: https://doi.org/10.35035/doc-b8hq-me03[Guidance for private companies to become data publishers through GBIF: Template document to support the internal authorization process to become a GBIF publisher^] + Rui Figueira, Pedro Beja, Cristina Villaverde, Miguel Vega, Katia Cezón, Tainan Messina, Anne-Sophie Archambeau, Rukaya Johaadien, Dag Endresen & Dairo Escobar (2020).
es: https://doi.org/10.35035/doc-b8hq-me03[Guía para que las empresas privadas se conviertan en publicadores de datos a través de GBIF: Documento de plantilla para apoyar el proceso interno de autorización para convertirse en un publicador de GBIF^] + Rui Figueira, Pedro Beja, Cristina Villaverde, Miguel Vega, Katia Cezón, Tainan Messina, Anne-Sophie Archambeau, Rukaya Johaadien, Dag Endresen & Dairo Escobar (2020).

source: https://doi.org/10.35035/doc-vf1a-nr22[Publishing DNA-derived data through biodiversity data platforms^] + Anders F. Andersson, Andrew Bissett, Anders G. Finstad, Frode Fossøy, Marie Grosjean, Michael Hope, Thomas S. Jeppesen, Urmas Kõljalg, Daniel Lundin, R. Henrik Nilsson, Maria Prager, Cecilie Svenningsen & Dmitry Schigel (2020).
es: https://doi.org/10.35035/doc-vf1a-nr22[Publishing DNA-derived data through biodiversity data platforms^] + Anders F. Andersson, Andrew Bissett, Anders G. Finstad, Frode Fossøy, Marie Grosjean, Michael Hope, Thomas S. Jeppesen, Urmas Kõljalg, Daniel Lundin, R. Henrik Nilsson, Maria Prager, Cecilie Svenningsen y Dmitry Schigel (2020).

source: https://www.gbif.org/data-papers[Data papers^]
es: https://www.gbif.org/es/data-papers[Artículos de datos^]

source: https://doi.org/10.15468/doc-z79c-sa53[Establishing an Effective GBIF Participant Node: Concepts and general considerations^] + GBIF Secretariat (2019).
es: https://doi.org/10.15468/doc-z79c-sa53[Establecimiento de un nodo participante de GBIF efectivo: conceptos y consideraciones generales^] + Secretariado de GBIF (2019).

source: http://gbif.blogspot.com/2013/07/validating-scientific-names-with.html[Validating scientific names with the GBIF Portal web service API^] + Guest post was written by Gaurav Vaidya, Victoria Tersigni and Robert Guralnick 2013.
es: http://gbif.blogspot.com/2013/07/validating-scientific-names-with.html[Validating scientific names with the GBIF Portal web service API^] + Guest post fue escrito por Gaurav Vaidya, Victoria Tersigni y Robert Guralnick 2013.

source: http://slides.com/dimitribrosens/o-3#/[Cleaning data with OpenRefine^] + Desmet and Brosens 2016 TDWG.
es: http://slides.com/dimitribrosens/o-3#/[Cleaning data with OpenRefine^] + Desmet y Brosens 2016 TDWG.

source: https://git-og.github.io/EasyOpenRedList/[EasyOpen Redlist^] + Querying the IUCN Red List, using a species list, OpenRefine, and some pre-written code. Olly Griffin July 2019.
es: https://git-og.github.io/EasyOpenRedList/[EasyOpen Redlist^] + Consultar la Lista Roja de IUCN, usando una lista de especies, OpenRefine, y algún código preescrito. Olly Griffin Julio 2019.

source: https://www.gbif.org/document/80509/principles-of-data-quality[Principles of Data Quality^] + Arthur Chapman 2005.
es: https://www.gbif.org/document/80509/principles-of-data-quality[Principios de Calidad de Datos^] + Arthur Chapman 2005.

source: combines and presents functions and features for manipulating data, together in a unified interface + *database program* +
es: combina y presenta funciones y características para manipular datos, juntas en una interfaz unificada + *programa de base de datos* +

source: structured and organized collection of data and/or information held on a computer + *database* +
es: recopilación estructurada y organizada de datos y / o información almacenada en una computadora + *base de datos* +

source: the way by which a human communicates with a computer + *database language* +
es: la forma en que un humano se comunica con una computadora + *lenguaje de la base de datos* +

source: Integrated Publishing Toolkit (IPT) + *data publishing*
es: Integrated Publishing Toolkit (IPT) + *publicación de datos*

source: Specify + *data capture* AND *data management*
es: Specify + *captura de datos* Y *gestión de datos*

source: iNaturalist + *data capture*
es: iNaturalist + *captura de datos*

source: OpenRefine + *data cleaning*
es: OpenRefine + *Limpieza de datos*

source: 1236975 + *long integer*
es: 1236975 + *entero largo*

source: 01101111 + *binary*
es: 01101111 + *binario*

source: We walked 5 miles down the road west from the post office in the center of town. We then went 2 miles north on a dirt path to the river. Then we continued west along the river for another 5 miles. + *unstructured text*
es: Caminamos 5 millas por la carretera hacia el oeste desde la oficina de correos en el centro de la ciudad. Luego fuimos 2 millas al norte por un camino de tierra hasta el río. Luego continuamos hacia el oeste a lo largo del río por otras 5 millas. + *texto no estructurado*

source: 1024 + *integer*
es: 1024 + *entero*

source: Yes/No + *boolean*
es: Sí/No + *booleano*

source: 6 rabbits were observed + *text*
es: 6 conejos fueron observados + *texto*

source: Unique
es: Único
pt: Único

source: All data refers to a SINGLE concept. + *table*
es: Todos los datos se refieren a un concepto ÚNICO. + *tabla*

source: An attribute has the SAME field/data type for every record. + *column*
es: Un atributo tiene el MISMO campo/tipo de datos para cada registro. + *columna*

source: Attributes of a record ALWAYS stay together. + *row*
es: Atributos de un registro SIEMPRE permanecen juntos. + *fila*

source: High accuracy, low precision + *C*
es: Alta exactitud, baja precisión + *C*

source: Low accuracy, high precision + *B*
es: Baja exactitud, alta precisión + *B*

source: High accuracy, high precision + *D*
es: Alta exactitud, alta precisión + *D*

source: Low accuracy, low precision + *A*
es: Baja exactitud, baja precisión + *A*

source: Collector field exists in both dataset A and B + *1:1*
es: El campo del colector existe en ambos conjuntos de datos A y B + *1:1*

source: Country field only exists in dataset B + *0:1*
es: El campo del país sólo existe en el conjunto de datos B + *0:1*

source: Name field exists in dataset A, but dataset B contains First Name and Last Name fields + *1:∞*
es: El campo de nombre existe en el dataset A, pero el conjunto de datos B contiene campos de Nombre y Apellidos + *1:∞*

source: ID field exists in both dataset A and B + *1:1*
es: El campo ID existe en ambos conjuntos de datos A y B + *1:1*

source: Elevation exists in dataset A, but not in dataset B + *1:0*
es: La elevación existe en el conjunto de datos A, pero no en el conjunto de datos B + *1: 0*

source: Date exists in dataset A, but Day, Month, and Year are separate fields in dataset B + *1:∞*
es: La fecha existe en el dataset A, pero el Día, el Mes y el Año son campos separados en el dataset B + *1:∞*
