Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: Two schools on each island were selected because they were located in areas where knowledge and documentation of invasive species assessment was poor or non-existent. Teachers worked with their local Invasive Species Council (ISC) Outreach Associate to create teaching materials detailing 21 important invasive plant species, including how to identify each species’ life stages and the most effective control methods.
es: Se seleccionaron dos escuelas en cada isla porque estaban ubicadas en áreas donde el conocimiento y la documentación de la evaluación de especies invasoras era deficiente o inexistente. Los maestros trabajaron con su Asociado de Alcance del Consejo de Especies Invasoras (ISC) local para crear materiales didácticos que detallen 21 especies de plantas invasoras importantes, incluida la forma de identificar las etapas de vida de cada especie y los métodos de control más efectivos.
fr: Deux écoles de chaque île ont été sélectionnées parce qu'elles étaient situées dans des zones où les connaissances et la documentation relatives à l'évaluation des espèces envahissantes étaient médiocres ou inexistantes. Les enseignants ont travaillé avec le responsable à la sensibilisation du Conseil des espèces envahissantes (CSI) local pour créer du matériel pédagogique détaillant 21 espèces de plantes envahissantes, y compris comment identifier les étapes de vie de chaque espèce et les méthodes de contrôle les plus efficaces.
pt: Foram seleccionadas duas escolas em cada ilha, porque estavam localizadas em zonas onde os conhecimentos e a documentação de avaliação de espécies invasoras eram escassos ou inexistentes. Professores trabalharam com seu Conselho de Espécies Invasoras (ISC) local para a criação de materiais de ensino detalhando 21 espécies importantes de plantas invasoras, incluindo a forma de identificar as fases de vida de cada espécie e os métodos de controlo mais eficazes.

source: The Graduate School of the University of Hawaii in Maui (UHM) runs a course in community outreach. Four botany students from the University, as a part of their final course assessment, are validating the identifications from the images and descriptions submitted by each high school to their local ISC.
es: La Escuela de Graduados de la Universidad de Hawái en Maui (UHM) imparte un curso de extensión comunitaria. Cuatro estudiantes de botánica de la Universidad, como parte de la evaluación final del curso, están validando las identificaciones de las imágenes y descripciones enviadas por cada escuela secundaria a su Consejo de Especies Invasoras (ISC) local.
fr: L'école supérieure de l'Université d'Hawaï à Maui (UHM) organise un cours de sensibilisation auprès du grand public. Quatre étudiants de l'Université, dans le cadre de leur évaluation finale, sont en train de valider les identifications sur base photographique, et les descriptions soumises par chaque école secondaire à leur SIC local.
pt: A Universidade do Havaí em Maui (UHM) tem um curso sobre engajamento da comunidade. Como parte da avaliação final do curso, quatro alunos da Universidade estão validando as identificações das imagens e descrições enviadas por cada escola para seu ISC local.

source: Students from each high school organized a series of day-long community surveys in their local neighbourhoods. Participants, guided by local ISC Early Detection Technicians and Student Mentors, visited various locations where they were given photo guides and assigned a route to follow during collection events. Along each route, they were tasked with identifying the target species and taking 1-3 photos of them using GPS-enabled mobile phones.
es: Los estudiantes de cada escuela secundaria organizaron una serie de encuestas comunitarias de un día de duración en sus vecindarios. Los participantes, guiados por técnicos de detección temprana y mentores de estudiantes locales de ISC, visitaron varios lugares donde se les entregaron guías fotográficas y se les asignó una ruta a seguir durante los eventos de recolección. A lo largo de cada ruta, se les asignó la tarea de identificar las especies objetivo y tomar de 1 a 3 fotos de ellas utilizando teléfonos móviles con GPS.
fr: Des élèves de chaque école secondaire ont organisé une série d'enquêtes sur une journée dans leur quartier. Les participants, guidés par les techniciens locaux de l'ISC et les mentors des étudiants, ont visité différents endroits où des guides photo leur ont été donnés et où un itinéraire à suivre pour la collecte de données leur a été attribué. Le long de chaque itinéraire, ils ont été chargés d'identifier les espèces cibles et de prendre 1 à 3 photos à l'aide de téléphones portables équipés d'un GPS.
pt: Os alunos de cada escola organizaram uma série de pesquisas comunitárias diárias em suas freguesias. Participantes, guiados por Técnicos de Detecção Antecipada do ISC e Mentores de Estudantes, visitaram vários locais onde receberam guias de fotos e atribuíram uma rota para acompanhar durante os eventos de amostragem. Ao longo de cada rota, eles tinham a tarefa de identificar as espécies-alvo e de tirar 1 a 3 fotos delas usando telemóveis com GPS.

source: Details, describing every observation of the 21 invasive species of interest, were recorded using a digital data collection form during each community collection event. Participants uploaded the images captured on mobile phones and were encouraged to click their locations using a Google map, embedded in the form, to assign latitude and longitude to each observation. The form’s design was based on the HISC pest reporting form.
es: Los detalles, que describen cada observación de las 21 especies invasoras de interés, se registraron utilizando un formulario de recopilación de datos digitales durante cada evento de recopilación de la comunidad. Los participantes cargaron las imágenes capturadas en teléfonos móviles y se les animó a hacer clic en sus ubicaciones utilizando un mapa de Google, incrustado en el formulario, para asignar latitud y longitud a cada observación. El diseño del formulario se basó en el formulario de notificación de plagas de HISC.
fr: Les informations, décrivant les observations de chacune des 21 espèces invasives ciblées, ont été enregistrés à l’aide d’un formulaire numérique de collecte de données au cours de chaque collecte. Les participants ont mis en ligne les images capturées via leurs téléphones portables et ont été encouragés à cliquer sur leur localisation en utilisant une carte Google, incorporée dans le formulaire, pour attribuer une latitude et une longitude à chaque observation. La conception du formulaire était basée sur le formulaire de déclaration des ravageurs du HISC.
pt: Detalhes, descrevendo cada observação das 21 espécies de interesse, foram gravados usando um formulário de colheita de dados digital, durante cada evento de amostragem de dados da comunidade. Os participantes carregaram as imagens capturadas em telemóveis e foram encorajados a clicar seus locais usando um mapa do Google, embutido no formulário, para atribuir latitude e longitude a cada observação. O formulário foi baseado no formulário de relatório de pragas HISC.

source: Digital data description
es: Descripción de datos digitales
fr: Description des données numériques
pt: Descrição dos dados digitais

source: A database, created and hosted by the Computing Department at UHM, holds the imagery and data from the online form, but these data are not accessible publicly. Data were exported as comma separated value (.csv) files and given to the four UHM graduate students for taxonomic validation using the images and descriptions submitted. The BIISC GIS Analyst used the Google Maps coordinates and image EXIF data to check observations for quality and to add any missing georeferences. Student mentors renamed all image files to match the observation number for cross referencing later at BIISC.
es: Una base de datos, creada y alojada por el Departamento de Computación de UHM, contiene las imágenes y los datos del formulario en línea, pero estos datos no son de acceso público. Los datos se exportaron como archivos de valores separados por comas (.csv) y se entregaron a los cuatro estudiantes de posgrado de la UHM para su validación taxonómica utilizando las imágenes y descripciones enviadas. El analista SIG de BIISC utilizó las coordenadas de Google Maps y los datos EXIF ​​de la imagen para verificar la calidad de las observaciones y agregar las georreferencias faltantes. Los estudiantes mentores cambiaron el nombre de todos los archivos de imágenes para que coincidan con el número de observación para referencias cruzadas más adelante en BIISC.
fr: Une base de données, créée et hébergée par le service informatique de UHM, contient les images et les données du formulaire en ligne, mais ces données ne sont pas accessibles publiquement. Les données ont été exportées en tant que fichiers aux valeurs séparées par des virgules (.csv), et envoyées aux quatre étudiants diplômés de l'UHM pour validation taxonomique à l'aide des images et des descriptions soumises. L'analyste SIG du BIISC a utilisé les coordonnées de Google Maps et les données d'image EXIF pour vérifier la qualité des observations et ajouter les coordonnées géographiques manquantes. Les mentors étudiants ont renommé tous les fichiers image pour qu'ils correspondent au numéro d'observation, afin de faciliter le référencement croisé ultérieur par le BIISC.
pt: Um banco de dados criado e hospedado pelo Departamento de Computação da UHM, contém imagens e dados do formulário on-line, mas esses dados não estão acessíveis ao público. Os dados foram exportados como ficheiros de valor separado por vírgula (.csv) e dados aos quatro alunos de graduação da UHM para validação taxonómica, usando as imagens e descrições enviadas. O analista BIISC GIS utilizou as coordenadas do Google Maps e imagem EXIF para verificar a qualidade das observações e adicionar quaisquer georeferências em falta. Os mentores dos alunos renomearam todos os ficheiros de imagem para coincidir com o número da observação para cruzar as referências posteriormente no BIISC.

source: Invasives exercise sheet
es: Hoja de ejercicios de Invasoras
fr: Feuille d'exercice des espèces envahissantes
pt: Folha de exercício de invasoras

source: Download the link:../course-docs/UC2-IS-exercise-sheet_EN.docx[exercise sheet,opts=download]. (MS Word, 342 KB)
es: Descargar el link:../course-docs/UC2-IS-exercise-sheet_EN.docx[exercise sheet,opts=download]. (MS Word, 342 KB)
fr: Télécharger le link:../course-docs/UC2-IS-exercise-sheet_EN.docx[fichier d'exercice,opts=download]. (MS Word, 342 ko)
pt: Baixar o link:../course-docs/UC2-IS-exercise-sheet_EN.docx[folha de exercício,opts=download]. (MS Word, 342 KB)

source: Exercise 1
es: Ejercicio 1
fr: Exercice 1
pt: Exercício 1

source: You are the local ISC Manager and, because of the success of the lesson plans and community surveys, 10 more schools on your island would like to set up their own projects the following year. You would like to accommodate them, but your ISC funding will expire at the end of this year. HISC has indicated that they will look favourably on a small grant application to expand your programs in the following year and BIISC has offered support.
es: Usted es el Administrador local de ISC y, debido al éxito de los planes de lecciones y las encuestas de la comunidad, 10 escuelas más en su isla desearían establecer sus propios proyectos el año siguiente. Le gustaría acomodarlos, pero su financiamiento de ISC vencerá a fines de este año. HISC ha indicado que verán favorablemente una pequeña solicitud de subvención para ampliar sus programas el año siguiente y BIISC ha ofrecido su apoyo.
fr: Vous êtes le gestionnaire local de l'ISC et, en raison du succès des cours et des enquêtes auprès du grand public, 10 écoles de plus sur votre île aimeraient mettre en place leurs propres projets l'année suivante. Vous aimeriez les y accompagner, mais le financement de votre ISC expirera à la fin de cette année. Le HISC a indiqué qu’il se montrera favorable à une demande de subvention réduite pour étendre vos programmes au cours de l’année suivante, et le BIISC a offert de l’aide.
pt: Você é o Gestor ISC local e devido ao sucesso dos planos de aula e pesquisas da comunidade, mais 10 escolas da sua ilha gostariam de criar os seus próprios projectos para o ano seguinte. Você gostaria de os acolher, mas o seu financiamento ISC expirará ao final deste ano. O HISC indicou que irá olhar favoravelmente para a submissão de um pequeno subsídio para expandir seus programas no ano seguinte e a BIISC ofereceu apoio.

source: *Analyse the financial implications of expanding the number of schools*
es: *Analizar las implicaciones financieras de ampliar el número de escuelas*
fr: *Analyser les implications financières de l'augmentation du nombre d'écoles*
pt: *Analise as implicações financeiras em aumentar o número de escolas*

source: Evaluate the following options to expand the number of participating schools. You can only select TWO of these options, so you need to choose wisely.
es: Evalúe las siguientes opciones para ampliar el número de escuelas participantes. Solo puede seleccionar DOS de estas opciones, por lo que debe elegir sabiamente.
fr: Évaluez les options suivantes pour augmenter le nombre d'écoles participantes. Vous ne pouvez sélectionner que DEUX de ces options, donc vous devez choisir judicieusement.
pt: Avalie as seguintes opções para expandir o número de escolas participantes. Só poderá selecionar DUAS dessas opções, então você precisa escolher sabiamente.

source: Use the exercise sheet to provide your answers.
es: Utilice la hoja de ejercicios para proporcionar sus respuestas.
fr: Utilisez le fichier d'exercices pour fournir vos réponses.
pt: Use a folha de exercícios para fornecer suas respostas.

source: Pay extra summer interns to work at the local ISC to coordinate surveys .
es: Pagar extra a los pasantes de verano para trabajar en el ISC local para coordinar encuestas .
fr: Payer des stagiaires d'été supplémentaires pour travailler au comité ISC local afin de coordonner les enquêtes .
pt: Pague estagiários de verão adicionais para trabalhar no ISC local para coordenar pesquisas.

source: Offer financial support to BIISC to set up websites for each new school.
es: Ofrecer apoyo financiero a BIISC para configurar sitios web para cada escuela nueva.
fr: Offrir un soutien financier au BIISC pour mettre en place des sites Web pour chaque nouvelle école.
pt: Oferecer apoio financeiro à BIISC para preparar portais para cada escola nova.

source: Offer financial compensation to the graduate students. You will not be able to pay all four of them the equivalent of a regular salary, but could cover the costs of part time positions for two of them.
es: Ofrecer una compensación económica a los estudiantes de posgrado. No podrá pagarles a los cuatro el equivalente a un salario regular, pero podría cubrir los costos de los puestos de tiempo parcial para dos de ellos.
fr: Offrir une rémunération financière aux étudiants diplômés. Vous ne serez pas en mesure de leur verser à tous les quatre l'équivalent d'un salaire régulier, mais pourrez couvrir les coûts de postes à temps partiel pour deux d'entre eux.
pt: Oferecer compensação financeira aos estudantes de nível superior. Você não poderá pagar aos quatro deles o equivalente a um salário normal, mas poderia cobrir os custos dos horários parciais para dois deles.

source: Contract a software company to build a database that can automatically ingest data directly from the online form. The system will include an admin interface to allow data manipulation and csv exports.
es: Contratar a una empresa de software para crear una base de datos que pueda adquirir datos de forma automática directamente desde el formulario en línea. El sistema incluirá una interfaz de administración para permitir la manipulación de datos y las exportaciones csv.
fr: Etablir un contrat avec une société d'informatique pour construire une base de données pouvant ingérer les données automatiquement à partir du formulaire en ligne. Le système inclura une interface d'administration pour permettre la manipulation de données et les exportations de fichiers csv.
pt: Contratar uma empresa de software para construir uma base de dados faça a ingestão automática dos dados diretamente do formulário online. O sistema incluirá uma interface de administração para permitir a manipulação de dados e exportações csv.

source: Fund four public outreach activities (e.g., a BioBlitz) to promote awareness in the communities and increase volunteer participation.
es: Financia cuatro actividades de divulgación pública (por ejemplo, un BioBlitz) para promover la conciencia en las comunidades y aumentar la participación de voluntarios.
fr: Financer quatre activités de sensibilisation du public (par exemple un inventaire éclair ou BioBlitz) pour promouvoir la sensibilisation du grand public et accroître la participation des bénévoles.
pt: Financie quatro atividades de divulgação (por exemplo, um BioBlitz) para promover a sensibilização nas comunidades e aumentar a participação voluntária.

source: Prepare and carry out a reusable training a course for the teachers at the schools to teach them how to prepare data for submission to BIISC.
es: Elaborar y realizar un curso de formación reutilizable para los profesores de las escuelas, para enseñarles cómo preparar datos para su envío a BIISC.
fr: Préparer et effectuer une formation réutilisable pour les enseignants des écoles afin de leur enseigner comment préparer les données à soumettre au BIISC.
pt: Prepare e realize uma formação reutilizável para que os professores das escolas ensinem a preparar os dados para submissão ao BIISC.

source: *Assign roles*
es: *Asignar roles*
fr: *Assigner des rôles*
pt: *Atribuir funções*

source: The new project has the following people available for data processing and mobilization.
es: El nuevo proyecto cuenta con las siguientes personas disponibles para el procesamiento y la movilización de datos.
fr: Les personnes suivantes sont disponibles dans le nouveau projet pour le traitement et la mobilisation des données.
pt: O novo projeto tem as seguintes pessoas disponíveis para processamento e mobilização de dados.

source: Assign roles to maximize the efficiency of the data processing and transformation to produce data of the highest quality as efficiently as possible?
es: ¿Asignar roles para maximizar la eficiencia del procesamiento y la transformación de datos para producir datos de la más alta calidad de la manera más eficiente posible?
fr: Attribuer des rôles pour maximiser l'efficacité du traitement et de la transformation des données, afin de produire des données de la meilleure qualité aussi efficacement que possible ?
pt: Atribuir funções para maximizar a eficiência do processamento e transformação de dados para produzir dados com a melhor qualidade possível?

source: *Roles*
fr: *Rôles*
pt: *Funções*

source: BIISC GIS Analyst: Advanced computer use, GIS and data analysis tools.
es: Analista SIG de BIISC: uso avanzado de computadoras, herramientas de análisis de datos y SIG.
fr: Analyste SIG du BIISC : capacité avancée d'utilisation des ordinateurs, SIG et des outils d'analyse des données.
pt: Análise BIISC GIS: Ferramentas avançadas para uso do computador, GIS e análise de dados.

source: ISC Manager: Good computer skills.
es: Administrador de ISC: Buenas habilidades informáticas.
fr: Gestionnaire ISC : bonnes compétences en informatique.
pt: ISC Manager: Boas aptidões no uso do computador.

source: ISC Outreach Associate: Good field identification skills; Basic computer use. Social media expert.
es: Profesionales de Intercambio de Medios de Comunicación Social: Buenas habilidades de identificación de campo; uso básico de computadoras.
fr: Responsable de la communication de l'ISC : bonnes compétences d’identification sur le terrain, compétences de base en informatique. Expert en réseaux sociaux.
pt: ISC Outreach Associado: Boa aptidão na identificação de campo; uso básico de computador. Especialista em redes sociais.

source: Student Mentor 1: Basic taxonomic knowledge. Basic computer use.
es: Estudiante Mentor 1: Conocimiento taxonómico básico. Uso básico de computadoras.
fr: Mentor étudiant 1 : connaissances taxonomiques de base. Compétences de base en informatique.
pt: Mentor do aluno 1: conhecimento taxonómico básico. Uso básico de computador.

source: Student Mentor 2: Basic taxonomic knowledge. Basic computer use.
es: Estudiante Mentor 2: Conocimiento taxonómico básico. Uso básico de computadoras.
fr: Mentor étudiant 2 : connaissances taxonomiques de base. Compétences de base en informatique.
pt: Mentor do aluno 2: conhecimento taxonómico básico. Uso básico de computador.

source: Botany Student 1: Advanced taxonomic knowledge. Programming skills.
es: Estudiante de Botánica 1: Conocimiento taxonómico avanzado. Habilidades de programación.
fr: Etudiant en botanique 1 : connaissances taxonomiques avancées, compétences en programmation.
pt: Aluno de Botânica 1: Conhecimento taxonómico avançado. Aptidões de programação.

source: Botany Student 2: Advanced taxonomic knowledge.
es: Estudiante de Botánica 1: Conocimiento taxonómico avanzado.
fr: Étudiant en botanique 2 : connaissances taxonomiques avancées.
pt: Aluno de Botânica 2: Conhecimento taxonómico avançado.

source: Botany Student 3: Advanced taxonomic knowledge.
es: Estudiante de Botánica 3: Conocimiento taxonómico avanzado.
fr: Étudiant en botanique 3 : connaissances taxonomiques avancées.
pt: Aluno de Botânica 3: Conhecimento taxonómico avançado.

source: Botany student 4: Advanced taxonomic knowledge.
es: Estudiante de Botánica 4: Conocimiento taxonómico avanzado.
fr: Étudiant en botanique 4 : connaissances taxonomiques avancées.
pt: Aluno de Botânica 4: Conhecimento taxonómico avançado.
