Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: If your dataset includes scientific names linked to observed and/or collected specimens, as well as dates and locations, you can share it as an occurrence dataset.
es: Si su conjunto de datos incluye nombres científicos vinculados a especímenes observados y / o colectados, así como fechas y ubicaciones, puede compartirlo como un conjunto de datos de registros biológicos.
fr: Si votre jeu de données comprend des noms scientifiques liés à des spécimens observés et/ou collectés, ainsi que les dates et les lieux, vous pouvez les partager sous la forme d'un jeu de données d'occurrence.
pt: Se seu conjunto de dados inclui nomes científicos ligados a espécimes observados e/ou amostrados, assim como datas e localidades, você pode partilhá-lo como um conjunto de dados de ocorrência.

source: Lastly, if information about the protocols used on the field are available, you can choose to share your dataset as a sampling-event dataset.
es: Por último, si la información sobre los protocolos utilizados en el campo está disponible, puede optar por compartir su conjunto de datos como un conjunto de datos de eventos de muestreo.
fr: Enfin, si des informations sur les protocoles utilisés sur le terrain sont disponibles, vous pouvez choisir de partager votre jeu de données en tant que jeu de données d’événements d'échantillonnage.
pt: Por último, se as informações sobre os protocolos usados no campo estiverem disponíveis, você pode optar por partilhar seu conjunto de dados como conjunto de dados de eventos de amostragem.

source: // Slide 21
es: // DIAPOSITIVA 21
fr: // Diapositive 21

source: Each class of dataset shared within GBIF has to meet its own data quality requirements. Some requirements are mandatory (such as the occurrenceID, taxonID or eventID, depending on the type of dataset), others are optional but strongly recommended (such as coordinates in decimal degrees). You can find these requirements on GBIF.org from the How-to menu.
es: Cada clase de conjunto de datos compartido dentro de GBIF debe cumplir con sus propios requisitos de calidad de datos. Algunos requisitos son obligatorios (como el occurrenceID, taxonID o eventID, según el tipo de conjunto de datos), otros son opcionales pero muy recomendables (como las coordenadas en grados decimales). Puede encontrar estos requisitos en GBIF.org desde el menú de instrucciones.
fr: Chaque classe de jeu de données partagée au sein du GBIF doit répondre à ses propres exigences de qualité des données. Certaines exigences sont obligatoires (telles que l'occurrenceID, le taxonID ou le eventID, selon le type de jeu de données), d'autres sont optionnelles mais fortement recommandées (comme les coordonnées en degrés décimaux). Vous pouvez trouver ces exigences sur GBIF.org dans le menu 'How-to'.
pt: Cada classe de conjunto de dados partilhado no GBIF deve atender seus próprios requisitos de qualidade de dados. Alguns requisitos são obrigatórios (como occurrenceID, taxonID ou eventID, dependendo do tipo de conjunto de dados), outros são opcionais, mas fortemente recomendados (como coordenadas em graus decimais). Você pode encontrar estes requisitos no GBIF.org através do menu How-to.

source: // Slide 22
es: // DIAPOSITIVA 22
fr: // Diapositive 22

source: In order to be able to publish data to GBIF, it is important to understand the differences between the dataset classes at the early stages of the data capture and data managing process.
es: Para poder publicar datos a través de GBIF, es importante entender las diferencias entre las clases de conjuntos de datos en las primeras etapas del proceso de captura y gestión de datos.
fr: Pour pouvoir publier des données sur GBIF, il est important de comprendre les différences entre les classes de jeux de données dès les premiers stades du processus de saisie et de gestion des données.
pt: Para poder publicar dados no GBIF, é importante compreender as diferenças entre as classes dos conjuntos de dados nos estágios iniciais do processo de captura e gestão de dados.

source: You can reflect on this topic with the following questions:
es: Puedes reflexionar sobre este tema con las siguientes preguntas:
fr: Vous pouvez réfléchir sur ce sujet avec les questions suivantes :
pt: Você pode refletir sobre este tópico com as seguintes perguntas:

source: Is your data type different than you originally thought?
es: ¿Su tipo de datos es diferente de lo que se pensó originalmente?
fr: Votre type de données est-il différent de ce que vous pensiez initialement?
pt: Seu tipo de dado é diferente do que você pensou originalmente?

source: With what kind of data do you work?
es: ¿Con qué tipo de datos trabajas?
fr: Avec quel type de données travaillez-vous?
pt: Com que tipo de dados você trabalha?

source: How would you publish them to GBIF? (using which Core and/or extension?)
es: ¿Cómo los publicarías en GBIF? (¿usando qué Core y/o extensión?)
fr: Comment les publieriez-vous sur GBIF? (à l'aide de quel classe et/ou extension ?)
pt: Como você os publicaria no GBIF? (usando qual core ou extensão?)

source: // Slide 23
es: // DIAPOSITIVA 23
fr: // Diapositive 23

source: This presentation was originally created and narrated by Sophie Pamerlon with additional contributions by BID and BIFA Trainers, Mentors and Students.
es: Esta presentación fue creada y narrada originalmente por Sophie Pamerlon con contribuciones adicionales de los Entrenadores, Mentores y Estudiantes de BID y BIFA.
fr: Cette présentation a été créée et narrée par Sophie Pamerlon avec des contributions supplémentaires des Coachs, Mentors et Étudiants du BID et du BIFA.
pt: Esta apresentação foi originalmente criada e narrada por Sophie Pamerlon com contribuições adicionais de Treinadores BID e BIFA, Mentores e Alunos.

source: This session is foundation work and part of the Terminology section.
es: Esta sesión trabajará en los fundamentos y en parte de la sección de Terminología.
fr: Cette session est un travail de fond et fait partie de la section Terminologie.
pt: Esta sessão é um trabalho de fundação e faz parte da secção de Terminologia.

source: We will be introducing you to the language, terminology and definitions for some of the basic concepts, functions and processes that you are going to be putting into use during the rest of the course.
es: Te presentaremos el lenguaje, la terminología y las definiciones de algunos de los conceptos, funciones y procesos básicos que pondrás en uso durante el resto del curso.
fr: Nous vous présenterons le langage, la terminologie et les définitions de certains des concepts, fonctions et processus de base que vous allez mettre en pratique pendant le reste de la formation.
pt: Iremos apresentar-vos a língua, a terminologia e as definições para alguns dos conceitos básicos, funções e processos que você vai colocar em uso durante o resto do curso.

source: First let’s review the structure of this session.
es: Primero revisaremos la estructura de esta sesión.
fr: Commençons par revoir la structure de cette session.
pt: Primeiro, vamos rever a estrutura desta sessão.

source: In the section on DEFINITIONS we will first try to clarify the use of the word “Data”.
es: En la sección de DEFINICIONES intentaremos primero aclarar el uso de la palabra “Datos”.
fr: Dans la section sur les DEFINITIONS nous allons d'abord essayer de clarifier l'utilisation du mot "Données".
pt: Na secção de DEFINIÇÕES primeiros tentaremos esclarecer a utilização da palavra "Dados".

source: We will then look at the terminology surrounding Fields, Labels and Lists.
es: Luego, veremos la terminología relativa a Campos, Etiquetas y Listas.
fr: Nous examinerons ensuite la terminologie entourant Champs, Étiquettes et Listes.
pt: A seguir, veremos a terminologia em torno de Campos, Etiquetas e Listas.

source: And lastly, we will straighten out some concepts around characters and their mappings that will help prevent unwanted data messes.
es: Y, por último, aclararemos algunos conceptos en torno a los carateres y sus mapeos que ayudarán a evitar errores de datos no deseados.
fr: Enfin, nous allons clarifier certains concepts relatifs aux caractères et à leurs conversions, ce qui permettra d'éviter les erreurs de données indésirables.
pt: E por fim, vamos esclarecer alguns conceitos sobre caracteres e seus mapeamentos que ajudarão a evitar confusões de dados indesejadas.

source: First definitions.
es: Primeras definiciones.
fr: Premières définitions.
pt: Primeiras definições.

source: In this section we will look at some of the many different terms and phrases that exist within the world of data and information management.
es: En esta sección veremos algunos de los muchos términos y frases diferentes que existen en el mundo de datos y de gestión de la información.
fr: Dans cette section, nous allons examiner quelques-uns des nombreux termes et expressions qui existent dans le monde de la gestion des données et de l'information.
pt: Nesta secção analisaremos alguns dos muitos termos e frases diferentes que existem no mundo da gestão dos dados e da informação.

source: We will be using these throughout the course and it is important that you be familiar with, when and how to use them.
es: Los usaremos a lo largo del curso y es importante que se familiarice con cuándo y cómo usarlos.
fr: Nous les utiliserons tout au long du cours et il est important que vous soyez familier avec, et sachiez quand et comment les utiliser.
pt: Vamos utilizar esses recursos ao longo do curso e é importante que você esteja familiarizado com quando e como usá-los.

source: Let’s focus for a moment on some common words and phrases that contain the word data.
es: Centrémonos por un momento en algunas palabras y frases comunes que contienen la palabra datos.
fr: Nous allons nous concentrer un instant sur quelques expressions communes qui contiennent le mot donnée.
pt: Vamos focar por um momento em algumas palavras e frases comuns que contenham a palavra dados.

source: All of the phrases here include the word data, but are they all the same, and if not, then what is the difference?
es: Todas las frases aquí incluyen la palabra datos, pero ¿son todas iguales? Si no, ¿cuál es la diferencia?
fr: Toutes les phrases ici incluent le mot donnée, mais sont-elles toutes les mêmes, et si ce n'est pas le cas, alors quelle est la différence?
pt: Todas as frases aqui incluem a palavra dados, mas são todas iguais, e, se não, então qual é a diferença?

source: So, what is a “Database”?
es: Entonces, ¿qué es una "base de datos"?
fr: Alors, qu’est-ce qu’une “base de données”?
pt: Então, o que é uma "base de dados"?

source: There are many definitions, but what they all have in common is the theme that a database is a structured and organized collection of data and/or information held on a computer.
es: Hay muchas definiciones, pero lo que todas tienen en común es que una base de datos es una colección estructurada y organizada de datos y / o información almacenada en una computadora.
fr: Il y a de nombreuses définitions, mais ce qu'ils ont tous en commun est le fait qu'une base de données est une collection structurée et organisée de données et/ou d'informations détenues sur un ordinateur.
pt: Existem muitas definições, mas o que todas têm em comum é o tema que uma base de dados é uma colecção estruturada e organizada de dados e/ou informações guardadas em um computador.

source: Everything else in the list is just a way to help you achieve this data nirvana!
es: ¡Todo lo demás en la lista es solo una forma de ayudarlo a lograr este nirvana de datos!
fr: Tout le reste de la liste est juste un moyen de vous aider à réaliser ce nirvana de données!
pt: Tudo o resto da lista é apenas uma maneira de ajudá-lo a alcançar este nirvana de dados!

source: Let’s dig a little deeper then into those other terms.
es: Profundicemos un poco más en esos otros términos.
fr: Approfondissons donc un peu ces autres termes.
pt: Vamos aprofundar um pouco mais o assunto sobre estes outros termos.

source: Let us take a look at the phrase “database language”.
es: Echemos un vistazo a la frase "lenguaje de la base de datos".
fr: Examinons l'expression "langage de base de données".
pt: Vamos dar uma olhada na frase "linguagem da base de dados".

source: According to the Oxford English dictionary “language” is the method of human communication, […], consisting of the use of words [or symbols] in a structured and conventional way.
es: Según el diccionario de inglés de Oxford, “lenguaje” es el método de comunicación humana, […], que consiste en el uso de palabras [o símbolos] de forma estructurada y convencional.
fr: Selon le dictionnaire anglais d'Oxford, « langage » est la méthode de communication humaine, […], consistant en l'utilisation de mots [ou de symboles] d'une manière structurée et conventionnelle.
pt: De acordo com o dicionário inglês Oxford “linguagem” é o método da comunicação humana. […], consiste na utilização de palavras [ou símbolos] de uma forma estruturada e convencional.

source: For our purposes, database languages and their close allies the array languages are the way by which a human communicates with a computer to manipulate and move around data.
es: Para nuestros propósitos, los lenguajes de bases de datos y sus aliados cercanos, los lenguajes de matriz, son la forma en que un ser humano se comunica con una computadora para manipular y mover datos.
fr: Pour nos besoins, les langages de la base de données et leurs alliés proches, les langage des tableaux sont la façon par laquelle un humain communique avec un ordinateur pour manipuler et déplacer les données.
pt: Para nossos propósitos, as linguagens de base de dados e linguagens aliadas mais próximas são a forma pela qual um ser humano se comunica com um computador para manipular e circular em torno de dados.

source: Examples that you may have come across are:
es: Ejemplos que puede haber encontrado son:
fr: Les exemples que vous pouvez rencontrer sont:
pt: Os exemplos que você pode ter encontrado são:

source: Java, SPARQL, SQL and Python
es: Java, SPARQL, SQL y Python
fr: Java, SPARQL, SQL et Python
pt: Java, SPARQL, SQL e Python

source: They are simply methods used to define and create tables, views and queries and also allow users to access, update, store and move data around.
es: Son simplemente métodos que se utilizan para definir y crear tablas, vistas y consultas y también permiten a los usuarios acceder, actualizar, almacenar y mover datos.
fr: Ce sont simplement des méthodes utilisées pour définir et créer des tables, des vues et des requêtes, et permettre aussi aux utilisateurs d’accéder, de mettre à jour, de stocker et de déplacer des données.
pt: Eles são simplesmente métodos usados para definir e criar tabelas, visualizações e consultas e também permitem aos utilizadores aceder, actualizar, armazenar e mover dados.

source: Now let’s look at the phrase “database program or software”.
es: Ahora veamos la frase "programa o software de la base de datos".
fr: Voyons maintenant l'expression « programme ou logiciel de base de données ».
pt: Agora vamos dar uma olhada na frase "programa de base de dados ou software".

source: Again going to the Oxford English dictionary a “program/programme” is a set of related measures or activities with a particular long-term aim.
es: Una vez más, acudiendo al diccionario de inglés de Oxford, un “programa” es un conjunto de medidas o actividades relacionadas con un objetivo particular a largo plazo.
fr: Une fois de plus, dans le dictionnaire anglais d'Oxford, un "programme" est un ensemble de mesures ou d'activités connexes avec un objectif particulier à long terme.
pt: Mais uma vez, de acordo com o dicionário inglês Oxford, um "programa" é um conjunto de medidas ou actividades relacionadas com uma finalidade de longo prazo.

source: In this context, a “database program or software” combines and presents functions and features for manipulating data, together is a unified interface.
es: En este contexto, un “programa o software de base de datos” combina y presenta funciones y características para manipular datos, juntos es una interfaz unificada.
fr: Dans ce contexte, un "programme de base de données ou logiciel" combine et présente des fonctions et des fonctionnalités pour manipuler les données, ensemble est une interface unifiée.
pt: Neste contexto, um "programa de base de dados ou software" combina e apresenta funções e recursos para a manipulação de dados, sendo uma interface unificada.

source: Examples that you may come across are:
es: Algunos ejemplos que puede encontrar son:
fr: Les exemples que vous pouvez rencontrer sont:
pt: Os exemplos que você pode encontrar são:

source: Microsoft Access, FilemakerPro and Oracle
es: Microsoft Access, FilemakerPro y Oracle
fr: Microsoft Access, FilemakerPro et Oracle
pt: Acesso Microsoft, FilemakerPro e Oracle

source: So, database programs or software are grouped utilities which allow a user, via a database language, to store, manage, query and report data held in the system.
es: Por lo tanto, los programas o software de base de datos son utilidades agrupadas que permiten a un usuario, a través de un lenguaje de base de datos, almacenar, administrar, consultar y reportar datos almacenados en el sistema.
fr: Ainsi, les programmes ou logiciels de base de données sont des services regroupés qui permettent à un utilisateur, via un langage de base de données, de stocker, gérer, interroger et rapporter les données conservées dans le système.
pt: Portanto, programas ou softwares de bases de dados são utilitários agrupados que permitem o utilizador, através de uma linguagem de base de dados, armazenar, gerir, consultar e reportar dados presentes no sistema.

source: The last term is “data cleaning tool”.
es: El último término es "herramienta de limpieza de datos".
fr: Le dernier terme est "outil de nettoyage des données".
pt: O último termo é "ferramenta de limpeza de dados".

source: Data cleaning tools are systems whose utilities focus is on the manipulation of data with the aim of increasing fitness for use.
es: Las herramientas de limpieza de datos son sistemas cuyas utilidades se centran en la manipulación de datos con el objetivo de aumentar la aptitud para su uso
fr: Les outils de nettoyage de données sont des systèmes dont les utilitaires se concentrent sur la manipulation des données dans le but d'en augmenter la pertinence à l'usage.
pt: Ferramentas de limpeza de dados são sistemas cujos utilitários concentram-se na manipulação de dados com o objectivo de aumentar a capacidade de uso

source: Examples that you may be familiar or will learn about during the course are:
es: Algunos ejemplos con los que puede estar familiarizado o que aprenderá durante el curso son:
fr: Des exemples que vous connaissez peut-être ou que vous apprendrez au cours de la formation sont:
pt: Os exemplos que você pode estar familiarizado ou aprenderá durante o curso são:

source: OpenRefine, MatLab and spreadsheets
es: OpenRefine, MatLab y hojas de cálculo
fr: OpenRefine, MatLab et les feuilles de calcul
pt: OpenRefine, MatLab e folhas de cálculo

source: A data cleaning tool should assist the user in the discovery and repair of messy data in order to increase quality.
es: Una herramienta de limpieza de datos debería ayudar al usuario a descubrir y reparar los datos desordenados para aumentar la calidad.
fr: Un outil de nettoyage des données devrait aider l'utilisateur à découvrir et à corriger des données confuses afin d'en améliorer la qualité.
pt: A ferramenta de limpeza de dados deve ajudar o utilizador na descoberta e reparação de dados confusos para aumentar a qualidade.

source: Continuing on with some more terms that you should be familiar with we will look at the differences between the terms Field, Label and List.
es: Continuando con algunos términos más con los que debería estar familiarizado, veremos las diferencias entre los términos Campo, Etiqueta y Lista.
fr: En poursuivant avec d'autres termes avec lesquels vous devriez être familier, nous examinerons les différences entre les termes Champ, Étiquette et Liste.
pt: Continuando com mais alguns termos que você deve estar familiarizado, veremos as diferenças entre os termos Campo, Etiqueta e Lista.

source: You will often hear reference made to field or column names and field labels or headings.
es: A menudo escuchará referencias a nombres de campos o columnas y etiquetas o encabezados de campos.
fr: Vous entendrez souvent parler de noms de champs ou de colonnes et d'étiquettes ou d'en-têtes.
pt: Muitas vezes você ouvirá referência feita aos nomes de campo ou coluna e as etiquetas ou títulos de campo.

source: Often they will be used interchangeably, however they are different things.
es: A menudo se usarán indistintamente, sin embargo, son cosas diferentes.
fr: Ils sont souvent utilisés de manière synonyme, mais il s'agit de choses différentes.
pt: Muitas vezes eles serão usados de forma intermutável, porém eles são coisas diferentes

source: Field or column names refer to the actual column in the database table.
es: Los nombres de campo o columna se refieren a la columna real en la tabla de la base de datos.
fr: Les noms de champs ou de colonnes font référence à la colonne même dans la table de la base de données.
pt: Nomes dos campos ou colunas se referem à coluna real na tabela da base de dados.

source: They are a often short, not always in plain language, sometimes computer generated; but in a properly formed database they are ALWAYS unique.
es: Son a menudo breves, no siempre en un lenguaje sencillo, a veces generados por computadora; pero, en una base de datos debidamente formada, SIEMPRE son únicos.
fr: Elles sont souvent courtes, pas toujours en langage clair, parfois générées par un ordinateur ; mais dans une base de données correctement formée, elles sont TOUJOURS uniques.
pt: Eles são muitas vezes curtos, nem sempre em linguagem simples, às vezes gerados por computador; mas em um banco de dados devidamente formado eles são SEMPRE únicos.

source: Field names are almost always used by database languages, because the avoid ambiguity.
es: Los nombres de campo casi siempre son usados ​​por lenguajes de bases de datos porque evitan la ambigüedad.
fr: Les noms de champs sont presque toujours utilisés par les langages de base de données, car ils évitent les ambiguïtés.
pt: Os nomes dos campos são usados quase sempre pelas linguagens dos banco de dados, porque eles evitam ambiguidade.

source: Labels and headers on the other hand, refer to the human readable versions of the field names.
es: Las etiquetas y los encabezados, por otro lado, se refieren a las versiones legibles por humanos de los nombres de los campos.
fr: Par contre, les étiquettes et les en-têtes font référence aux versions des noms de champs lisibles par l'homme.
pt: Etiquetas e cabeçalhos, por outro lado, correspondem a versões dos nomes do campo legíveis por pessoas.

source: Most often you will see these in the graphical user interface of your software and on exports and reports.
es: La mayoría de las veces los verá en la interfaz gráfica de usuario de su software y en exportaciones e informes.
fr: Le plus souvent, vous les verrez dans l'interface graphique d'utilisateur de votre logiciel ainsi que sur les exportations et les rapports.
pt: Na maioria das vezes verá estes no interface gráfico de utilizador do seu software e em exportações e relatórios.
