Repository: gbif/course-data-mobilization
Catalog: translations/*.po
Languages: es, fr, pt

source: |Skills |Beginning performance 1 |Developing performance 2 |Accomplished performance 3 |Outstanding performance 4 |A. Capacity to assess the quality (i.e. identify issues and their types) of a biodiversity dataset. |Only uses visual checks to analyse quality. Cannot differentiate between types of errors. Can detect missing values in required fields and severe data inconsistencies. |Can only use very basic techniques (e.g. sorting) to analyse data quality. Can detect mismatches between field names and content. Can consistently identify technical errors, but only the most typical consistency errors in a dataset. |Can use specific tools and techniques to assess quality. Recognizes the minimum level of disaggregation/normalization needed for common use and publishing. Can consistently identify technical errors and most of the consistency errors in a dataset. |Uses a systematic approach to dataset analysis covering all major data domains. Can consistently identify both technical and consistency errors in a dataset. Can use other sources of data (e.g. metadata or other datasets) to identify or infer consistency errors in a dataset. |B. Capacity to perform data format correction. |Can only make corrections manually in the tables. Shows generic knowledge about use of format types in digital data (e.g. dates, strings, numbers) |Can identify at least one specific tool to automatically correct format errors, but can only use it in specific cases. Otherwise, uses simple mechanisms (e.g. ‘find & replace’) to solve issues. |Can use at least one tool to automatically correct format errors. |Can use advanced features of more than one tool to correct format errors. |C. Capacity to perform nomenclatural data correction. |Can only make corrections manually in the tables. Only uses personal knowledge of known taxonomic groups. |Can identify at least one specific tool to automatically correct nomenclatural errors, but can only use it in specific cases. Otherwise, uses simple mechanisms (e.g. ‘find & replace’) to solve issues. |Can use at least one tool to automatically correct nomenclatural errors. Can find and use suitable reference nomenclatural information for the taxonomic groups with which (s)he usually works. |Can use more than one tool to correct nomenclatural errors. Can find and use suitable reference nomenclatural information for taxonomic groups outside of his/her areas of expertise. |D. Capacity to perform geographical data correction. |Can only make corrections manually in the tables. Only uses personal knowledge of known geographical areas. |Can identify at least one specific tool to map and/or automatically correct errors in geographical information, but can only use it in specific cases. Otherwise, uses simple mechanisms (e.g. ‘find & replace3’) to solve issues. |Can use at least one tool to map and/or automatically correct errors in geographical information. Can find and use suitable reference geographical information in a suitable format for the areas with which (s)he usually works. |Can use more than one tool to map and/or automatically correct errors in geographical information. Can find and use reference geographical information in a suitable format for areas outside of his/her areas of expertise. |E. Capacity to use specific software (e.g. OpenRefine) as tools for data cleaning. |Can identify at least one data cleaning tool. Can identify the main features of a data cleaning tool (e.g. OpenRefine). |Can identify multiple data cleaning tools. Can use one or a few of the basic features of data cleaning software to clean a dataset (e.g. create an OpenRefine project, use faceting, filtering, clustering or reconciling). |Can use all the basic features of a data cleaning software to clean a dataset (e.g. in OpenRefine: faceting, filtering, clustering, reconciling). |Can use the advanced features of one or more data cleaning software packages to clean datasets (e.g. in OpenRefine: use API, regular expressions, Google Refine Expression Language). |F. Capacity to document data transformation procedures. |Seldom describes any changes made while curating, formatting, or transforming data. |Describes changes made most of the time. Doesn’t describe changes consistently or fully (e.g. describes the change, but not the author). |Always remembers to describe changes made. Always describes changes consistently, so that all edits of the same type can be easily identified. |Can accurately and consistently describe changes made in a repeatable way.
es: |Habilidades |Desempeño basal 1 |Desempeño en desarrollo 2 |Desempeño logrado 3 |Desempeño excepcional 4 | A. Capacidad para evaluar la calidad (es decir, identificar problemas y sus tipos) de un conjunto de datos de biodiversidad. | Solo utiliza controles visuales para analizar la calidad. No se puede diferenciar entre tipos de errores. Puede detectar valores faltantes en los campos obligatorios y graves inconsistencias de datos. | Solo puede utilizar técnicas muy básicas (por ejemplo, clasificación) para analizar la calidad de los datos. Puede detectar discrepancias entre los nombres de campo y el contenido. Puede identificar errores técnicos de manera consistente, pero solo los errores de coherencia más típicos en un conjunto de datos. | Puede utilizar herramientas y técnicas específicas para evaluar la calidad. Reconoce el nivel mínimo de desagregación / normalización necesario para el uso común y la publicación. Puede identificar consistentemente errores técnicos y la mayoría de los errores de coherencia en un conjunto de datos. | Utiliza un enfoque sistemático para el análisis de conjuntos de datos que cubre todos los dominios de datos principales. Puede identificar consistentemente errores técnicos y de coherencia en un conjunto de datos. Puede utilizar otras fuentes de datos (por ejemplo, metadatos u otros conjuntos de datos) para identificar o inferir errores de coherencia en un conjunto de datos. | B. Capacidad para realizar corrección de formato de datos. | Solo se pueden realizar correcciones manualmente en las tablas. Muestra conocimientos genéricos sobre el uso de tipos de formato en datos digitales (por ejemplo, fechas, cadenas, números) | Puede identificar al menos una herramienta específica para corregir automáticamente errores de formato, pero solo puede usarla en casos específicos. De lo contrario, utiliza mecanismos simples (por ejemplo, "buscar y reemplazar") para resolver problemas. | Puede utilizar al menos una herramienta para corregir automáticamente los errores de formato. | Puede utilizar funciones avanzadas de más de una herramienta para corregir errores de formato. | C. Capacidad para realizar corrección de datos nomenclaturales. | Solo se pueden realizar correcciones manualmente en las tablas. Solo utiliza el conocimiento personal de grupos taxonómicos conocidos. | Puede identificar al menos una herramienta específica para corregir automáticamente errores de nomenclatura, pero solo puede usarla en casos específicos. De lo contrario, utiliza mecanismos simples (por ejemplo, "buscar y reemplazar") para resolver problemas. | Puede utilizar al menos una herramienta para corregir automáticamente errores de nomenclatura. Puede encontrar y utilizar información de nomenclatura de referencia adecuada para los grupos taxonómicos con los que trabaja habitualmente. | Puede utilizar más de una herramienta para corregir errores de nomenclatura. Puede encontrar y utilizar información de nomenclatura de referencia adecuada para grupos taxonómicos fuera de sus áreas de especialización. | D. Capacidad para realizar corrección de datos geográficos. | Solo se pueden realizar correcciones manualmente en las tablas. Solo utiliza el conocimiento personal de áreas geográficas conocidas. | Puede identificar al menos una herramienta específica para mapear y / o corregir automáticamente errores en la información geográfica, pero solo puede usarla en casos específicos. De lo contrario, utiliza mecanismos simples (por ejemplo, "buscar y reemplazar") para resolver problemas. | Puede utilizar al menos una herramienta para mapear y / o corregir automáticamente errores en la información geográfica. Puede encontrar y utilizar información geográfica de referencia adecuada en un formato adecuado para las áreas con las que trabaja habitualmente. | Puede utilizar más de una herramienta para mapear y / o corregir automáticamente errores en la información geográfica. Puede encontrar y utilizar información geográfica de referencia en un formato adecuado para áreas fuera de sus áreas de especialización. | E. Capacidad para utilizar software específico (por ejemplo, OpenRefine) como herramienta para la limpieza de datos. | Puede identificar al menos una herramienta de limpieza de datos. Puede identificar las características principales de una herramienta de limpieza de datos (por ejemplo, OpenRefine). | Puede identificar varias herramientas de limpieza de datos. Puede usar una o algunas de las características básicas del software de limpieza de datos para limpiar un conjunto de datos (por ejemplo, crear un proyecto OpenRefine, usar facetado, filtrado, agrupamiento o reconciliación). | Puede utilizar todas las funciones básicas de un software de limpieza de datos para limpiar un conjunto de datos (por ejemplo, en OpenRefine: facetado, filtrado, agrupación, reconciliación). | Puede usar las funciones avanzadas de uno o más paquetes de software de limpieza de datos para limpiar conjuntos de datos (por ejemplo, en OpenRefine: usar API, expresiones regulares, Google Refine Expression Language). | F. Capacidad para documentar procedimientos de transformación de datos. | Rara vez describe los cambios realizados durante la conservación, el formato o la transformación de los datos. | Describe los cambios realizados la mayor parte del tiempo. No describe los cambios de manera consistente o completa (por ejemplo, describe el cambio, pero no el autor). | Recuerda siempre describir los cambios realizados. Siempre describe los cambios de forma coherente, de modo que todas las ediciones del mismo tipo se puedan identificar fácilmente. | Puede describir con precisión y coherencia los cambios realizados de forma repetible.
fr: |Compétences |Performance de début 1 |Développement de la performance 2 |Performance accomplie 3 |Performance exceptionnelle 4 |A. Capacité à évaluer la qualité (c.-à-d. Identifier les problèmes et leurs types) d'un jeu de données sur la biodiversité. |Utilise seulement des contrôles visuels pour analyser la qualité. Incapable de différencier les types d'erreurs. Peut détecter les valeurs manquantes dans les champs obligatoires et les incohérences graves des données. |Ne peut utiliser que des techniques très basiques (par exemple le tri) pour analyser la qualité des données. Peut détecter les incohérences entre les noms de champs et le contenu. Peut identifier de manière cohérente les erreurs techniques, mais uniquement les erreurs de cohérence les plus courantes dans un jeu de données. |Peut utiliser des outils et des techniques spécifiques pour évaluer la qualité. Reconnaît le niveau minimum de désagrégation/normalisation nécessaire pour une utilisation et une publication courantes. Peut identifier de manière cohérente les erreurs techniques et la plupart des erreurs de cohérence dans un jeu de données. |Utilise une approche systématique de l'analyse des jeux de données couvrant tous les principaux domaines de données. Peut identifier de manière cohérente les erreurs techniques et de cohérence dans un jeu de données. Peut utiliser d'autres sources de données (par exemple des métadonnées ou d'autres jeux de données) pour identifier ou déduire des erreurs de cohérence dans un jeu de données. |B. Capacité à effectuer la correction du format des données. |Ne peut apporter des corrections que manuellement dans les tableaux. Montre des connaissances génériques sur l'utilisation des types de format dans les données numériques (par exemple, dates, chaînes, nombres) |Peut identifier au moins un outil spécifique pour corriger automatiquement les erreurs de format, mais ne peut l'utiliser que dans des cas spécifiques. Sinon, utilise des mécanismes simples (par exemple, «rechercher et remplacer») pour résoudre les problèmes. |Peut utiliser au moins un outil pour corriger automatiquement les erreurs de format. |Peut utiliser les fonctionnalités avancées de plusieurs outils pour corriger les erreurs de format. |C. Capacité à effectuer des corrections de données nomenclaturales. |Ne peut apporter des corrections que manuellement dans les tableaux. Utilise uniquement les connaissances personnelles des groupes taxonomiques connus. |Peut identifier au moins un outil spécifique pour corriger automatiquement les erreurs de nomenclature, mais ne peut l'utiliser que dans des cas spécifiques. Sinon, utilise des mécanismes simples (par exemple, «rechercher et remplacer») pour résoudre les problèmes. |Peut utiliser au moins un outil pour corriger automatiquement les erreurs de nomenclature. Peut trouver et utiliser des informations nomenclaturales de référence appropriées pour les groupes taxonomiques avec lesquels il travaille habituellement. |Peut utiliser plusieurs outils pour corriger les erreurs de nomenclature. Peut trouver et utiliser des informations nomenclaturales de référence appropriées pour des groupes taxonomiques en dehors de ses domaines d'expertise. |D. Capacité à effectuer la correction des données géographiques. |Ne peut apporter des corrections que manuellement dans les tableaux. N'utilise que la connaissance personnelle des zones géographiques connues. |Peut identifier au moins un outil spécifique pour cartographier et/ou corriger automatiquement les erreurs dans les informations géographiques, mais ne peut l'utiliser que dans des cas spécifiques. Sinon, utilise des mécanismes simples (par exemple, «rechercher et remplacer») pour résoudre les problèmes. |Peut utiliser au moins un outil pour cartographier et/ou corriger automatiquement les erreurs dans les informations géographiques. Peut trouver et utiliser des informations géographiques de référence appropriées dans un format adapté aux zones avec lesquelles il travaille habituellement. |Peut utiliser plusieurs outils pour cartographier et/ou corriger automatiquement les erreurs dans les informations géographiques. Peut trouver et utiliser des informations géographiques de référence dans un format approprié pour des domaines en dehors de ses domaines d'expertise. |E. Capacité à utiliser des logiciels spécifiques (par exemple OpenRefine) comme outils de nettoyage des données. |Peut identifier au moins un outil de nettoyage de données. Peut identifier les principales fonctionnalités d'un outil de nettoyage de données (par exemple OpenRefine). |Peut identifier plusieurs outils de nettoyage de données. Peut utiliser une ou quelques-unes des fonctionnalités de base d'un logiciel de nettoyage de données pour nettoyer un ensemble de données (par exemple, créer un projet OpenRefine, utiliser la facette, le filtrage, le regroupement ou la réconciliation). |Peut utiliser toutes les fonctionnalités de base d'un logiciel de nettoyage de données pour nettoyer un ensemble de données (par exemple dans OpenRefine: facettage, filtrage, regroupement, réconciliation). |Peut utiliser les fonctionnalités avancées d'un ou plusieurs logiciels de nettoyage de données pour nettoyer les ensembles de données (par exemple dans OpenRefine: utiliser l'API, les expressions régulières, Langue d'Expression de Google Refine). |F. Capacité à documenter les procédures de transformation des données. |Décrit rarement les modifications apportées lors de la conservation, du formatage ou de la transformation des données. |Décrit les modifications effectuées la plupart du temps. Ne décrit pas les changements de manière cohérente ou complète (par exemple, décrit le changement, mais pas l'auteur). |Se souvient toujours de décrire les modifications apportées. Décrit toujours les modifications de manière cohérente, de sorte que toutes les modifications du même type puissent être facilement identifiées. |Peut décrire avec précision et cohérence les modifications apportées de manière répétable.
pt: Aptidões | Desempenho iniciado 1 Desempenho em desenvolvimento 2 | Desempenho pleno 3 | Desempenho de excelência 4 | A. Capacidade de avaliar a qualidade (ou seja, identificar problemas e seus tipos) de um conjunto de dados de biodiversidade. | Só usa verificações visuais para analisar a qualidade. Não consegue diferenciar entre os tipos de erros. Consegue detectar valores ausentes em campos obrigatórios e inconsistências de dados graves. | Só consegue usar técnicas muito básicas (por exemplo, classificação) para analisar a qualidade dos dados. Consegue detectar incompatibilidades entre nomes de campo e conteúdo. Consegue identificar erros técnicos de forma consistente, mas apenas os erros de consistência mais comuns num conjunto de dados. | Consegue usar ferramentas e técnicas específicas para avaliar a qualidade. Reconhece o nível mínimo de desagregação / normalização necessário para uso comum e publicação. Consegue identificar consistentemente erros técnicos e a maioria dos erros de consistência num conjunto de dados. | Usa uma abordagem sistemática para análise de conjunto de dados cobrindo todos os principais domínios de dados. Consegue identificar consistentemente erros técnicos e de consistência num conjunto de dados. Consegue usar outras fontes de dados (por exemplo, metadados ou outros conjuntos de dados) para identificar ou inferir erros de consistência num conjunto de dados. | B. Capacidade de realizar correção de formato de dados. | Só consegue fazer correções manualmente nas tabelas. Mostra conhecimento genérico sobre o uso de tipos de formato em dados digitais (por exemplo, datas, strings, números) | Consegue identificar pelo menos uma ferramenta específica para corrigir automaticamente os erros de formato, mas só consegue usá-la em casos específicos. Em alternativa, usa mecanismos simples (por exemplo, ‘localizar e substituir’) para resolver problemas. | Consegue usar pelo menos uma ferramenta para corrigir automaticamente os erros de formato. | Consegue usar recursos avançados de mais de uma ferramenta para corrigir erros de formato. | C. Capacidade de realizar correção de dados nomenclaturais. | Só consegue fazer correções manualmente nas tabelas. Só usa conhecimento pessoal de grupos taxonómicos conhecidos. | Consegue identificar pelo menos uma ferramenta específica para corrigir automaticamente erros nomenclaturais, mas só consegue usá-la em casos específicos. Em alternativa, usa mecanismos simples (por exemplo, ‘localizar e substituir’) para resolver problemas. | Consegue usar pelo menos uma ferramenta para corrigir automaticamente os erros nomenclaturais. É capaz de encontrar e usar informações nomenclaturais de referência adequadas para os grupos taxonómicos com os quais costuma trabalhar. | Consegue usar mais de uma ferramenta para corrigir erros nomenclaturais. É capaz de encontrar e usar informações nomenclaturais de referência adequadas para grupos taxonómicos fora das suas áreas de especialização. | D. Capacidade de realizar correção de dados geográficos. | Só consegue fazer correções manualmente nas tabelas. Só usa conhecimento pessoal de áreas geográficas conhecidas. | Consegue identificar pelo menos uma ferramenta específica para mapear e / ou corrigir automaticamente erros nas informações geográficas, mas só consegue usá-la em casos específicos. Em alternativa, usa mecanismos simples (por exemplo, ‘localizar e substituir3’) para resolver problemas. | Consegue usar pelo menos uma ferramenta para mapear e / ou corrigir automaticamente erros nas informações geográficas. É capaz de encontrar e usar informações geográficas de referência adequadas num formato adequado para as áreas com as quais trabalha normalmente. | Consegue usar mais de uma ferramenta para mapear e / ou corrigir automaticamente os erros nas informações geográficas. É capaz de encontrar e usar informações geográficas de referência num formato adequado para áreas fora da sua área de especialização. | E. Capacidade de usar softwares específicos (por exemplo, OpenRefine) como ferramentas para limpeza de dados. | Consegue identificar pelo menos uma ferramenta de limpeza de dados. Consegue identificar os principais recursos de uma ferramenta de limpeza de dados (por exemplo, OpenRefine). | Consegue identificar várias ferramentas de limpeza de dados. Consegue usar um ou alguns dos recursos básicos do software de limpeza de dados para limpar um conjunto de dados (por exemplo, criar um projeto OpenRefine, usar facetas, filtragem, clustering ou reconciliação). | Consegue usar todos os recursos básicos de um software de limpeza de dados para limpar um conjunto de dados (por exemplo, em OpenRefine: facetas, filtragem, agrupamento, reconciliação). | Consegue usar os recursos avançados de um ou mais pacotes de software de limpeza de dados para limpar conjuntos de dados (por exemplo, em OpenRefine: usar API, expressões regulares, Google Refine Expression Language). | F. Capacidade de documentar procedimentos de transformação de dados. | Raramente descreve as alterações feitas durante a curadoria, formatação ou transformação de dados. | Descreve as alterações feitas na maioria das vezes. Não descreve as mudanças de forma consistente ou completa (por exemplo, descreve a mudança, mas não o autor). | Sempre se lembra de descrever as alterações feitas. Sempre descreve as alterações de forma consistente, para que todas as edições do mesmo tipo possam ser facilmente identificadas. | Consegue descrever com precisão e consistência as alterações feitas de forma repetível.

source: Data publishing rubric
es: Rúbrica de publicación de datos
fr: Rubrique de publication des données
pt: Rubrica de publicação de dados
